[
  {
    "html": "<h3> <dco>6.21.21&nbsp; \n12:36 am</dco> &nbsp;<qco> is the word \"is\" is in the next song?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n10:33 pm</dco> &nbsp;<qco> how to use a computer?</qco> </h3>      \njust relax and let it use you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n8:39 pm</dco> &nbsp;<qco> there's a quote from a show called bojack horseman that goes like \"life's a bitch and then you die\" and then another responds by saying \"or life's a bitch and you keep living\" i keep on relating that back to and the day goes on. how things don't always get better but they just keep going. did you mean to pose this idea, </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is this me looking into things? </qco></h3>      what probably happened is, i didn't do the music good enough, and so the song failed to bring you the uplift i had intended<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;thank you so much you mean so much to me.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n8:29 pm</dco> &nbsp;<qco> Why are you such an understandable enigma?</qco> </h3>      \njust trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n6:59 pm</dco> &nbsp;<qco> does the next song include the word believe?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n6:48 pm</dco> &nbsp;<qco> is it possible to communicate ideas thru text or speech?</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n2:37 pm</dco> &nbsp;<qco> Is the word then in the next song?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n12:32 pm</dco> &nbsp;<qco> something happened that made me change and i'm not sure what it was but i'm upset about it because i was doing really well and then i started losing my mind (again)</qco> </h3>      \nyou can blame the round earth for this\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n12:07 pm</dco> &nbsp;<qco> I believe that laziness is the cure for perfectionism and OCD.</qco> </h3>      \nseems more like the cause\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n11:09 am</dco> &nbsp;<qco> Do you like plants?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n10:52 am</dco> &nbsp;<qco> How does one achieve victory in a timely manner?</qco> </h3>      \ntake 1 step forward and then 2 steps at a sort of slantward angle\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n4:38 am</dco> &nbsp;<qco> When making a new song do you ever get so attached to a melody or a section because you heard it so many times that it makes it very difficult to change?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n12:43 am</dco> &nbsp;<qco> What's one of your favorite methods for creating lyrics to your songs?</qco> </h3>      \nimagine being there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.21&nbsp; \n12:03 am</dco> &nbsp;<qco> If I wrote a song in one day, did I do something wrong? Am I rushing things?</qco> </h3>      \nno, just doubting\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n11:44 pm</dco> &nbsp;<qco> why don't you ever ask people to subsrcibe?</qco> </h3>      \nsubscribe requests just doesn't seem like something worth subscribing to\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n7:49 pm</dco> &nbsp;<qco> Is the word relaxing in the next song?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n5:47 pm</dco> &nbsp;<qco> Is feeling separate from thought?</qco> </h3>      \nit tries so hard to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n5:32 pm</dco> &nbsp;<qco> If you were to write something out that was, for example, in C mixo... Would you just make the key sig as C major and flat the B's whenever they come up? Or would you put the Bb on the key sig and possibly lead to some confusion as to if the song is in Fmaj instead?&nbsp;</qco> </h3>      \nas common as mixolydian and dorian seem to be, for the root key of songs, still key signatures tend to be immediately interpreted as ionian or aeolian. This seems kind of disappointing, but, to be fair, it is important to have an obvious way to tell someone what the real root key of a song is. Weirdly, most of the time, the key signature seems to be used to display this info AS IF it were ionian or aeolian, and then rudely use accidentals all the time. which feels kind of sad/wrong, but it happens. But actually, if you write 'C mixolydian' on the top of the page and then do it with a 1 flat key signature, i don't think anyone will mind<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n1:39 pm</dco> &nbsp;<qco> Does matter exist?</qco> </h3>      \nhave you heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n12:43 pm</dco> &nbsp;<qco> what genre do you use</qco> </h3>      \nsensible\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n11:49 am</dco> &nbsp;<qco> How does one continue a project without getting bored and starting a new one, while completely forgetting said last unfinished project?</qco> </h3>      \ntry doing shorter projects, for now\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n9:09 am</dco> &nbsp;<qco> Why are you awesome?&nbsp;</qco> </h3>      \nthis is to help me blend seamlessly into the fabric of society \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n8:51 am</dco> &nbsp;<qco> will you ever make a podcast/talk show? </qco></h3>      that seems like the right idea<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i would really enjoy watching that&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n6:11 am</dco> &nbsp;<qco> What do you think of quartal harmony</qco></h3>      not sure if i know what that word means. the last time i heard it i think it meant using a lot of 4ths? and it's good for maybe ice cavern music<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and do you have any kind of criteria of what kind of questions you answer on this page?\n<br></qco> </h3>      \nthey have to be in a purple font\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n5:54 am</dco> &nbsp;<qco> Are you a god</qco> </h3>      \ni thought you were\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n5:37 am</dco> &nbsp;<qco> Where's north sudan?</qco> </h3>      \nin sudan\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n4:38 am</dco> &nbsp;<qco> How do you survive the harsh reality of life</qco> </h3>      \ncome up with some new strats\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n3:35 am</dco> &nbsp;<qco> do evolution make sense</qco> </h3>      \nevolution of what? nevermind, evolution of most things makes sense, now that i think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n3:24 am</dco> &nbsp;<qco> do you ever have a moment where it feels like everything you have done and will do is pointless on a grand scale&nbsp;</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n2:30 am</dco> &nbsp;<qco> How do you come up with ideas?</qco> </h3>      \nyou can use reverse psychology: try to think of something that is definitely and absolutely NOT an idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.21&nbsp; \n1:30 am</dco> &nbsp;<qco> how to be efficient with time?\n<br>e.g. when i say that this should be done by time o' clock, it always takes at least one more hour.</qco> </h3>      \nyou'll need to get a better understanding of what you're actually doing. that's as much as i know\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n11:44 pm</dco> &nbsp;<qco> Would you ever consider making a song purely based on non sequiturs?&nbsp;</qco> </h3>      \nnope, just sequiturs for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n11:25 pm</dco> &nbsp;<qco> why did you change the text color in the categories?</qco> </h3>      \ni usually do that when i add more categories, to make sure the entire color scheme still works\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n9:49 pm</dco> &nbsp;<qco> if you were born 50 years ago, and thus don't access to many of the tools you use today, what sort of content do you think you would make?</qco> </h3>      \nsongs/music, probably with a live stage show\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n7:40 pm</dco> &nbsp;<qco> when am i gonna change the world</qco> </h3>      \nyou're already doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n7:35 pm</dco> &nbsp;<qco> If a clock stops does time itself stop</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n6:49 pm</dco> &nbsp;<qco> hi you may remember me as 2 hand - 2 chords guy. i dont think i ever really got to ask what i wanted to ask since i didnt really know what i was trying to ask. i know a bit more.\n<br>\n<br>say i have voicing\n<br>\n<br>db ab eb f bb\n<br>\n<br>do you categorize the voicing as simply \"Db add9 add13\" </qco></h3>      i'd call it Db6/9<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or in some way if you have to use lower 2 notes on one hand and upper 3 in other as some sort of\n<br>\n<br>\"Ebsus2 over Db no3\" how do you file in your brain 2 different voicings for the same chord?\n</qco></h3>      if you're talking that specifically about exact voicings, then a chord symbol is not going to have enough information in it. and if it did it would be too long to read. to specify exact voicings including octave data, i think you're either gonna need staff notation or an audio sample<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i think if i had a name for it, which maybe it shape itself is the name (but piano is hard in the sense that the name shapes change because of the 12 key pattern). what i mean is, if i happen to give it a name, it might be easier to transpose the thing than if im trying to go by muscle memory / shape. again, shape might work in guitar since the pattern is the same just shifted, but the pattern in piano is weird when transposed. unless you think about notes\n  relationships by intervals and not visual or muscle \"templates\"\n<br>\n<br>even simpler than ebsus2 over Db no 3, i really think about it as ebsus2 over a 5th starting at Db.\n<br>\n<br>or weirder even to think of it as a top bb with a 4th and 5th underneath, and on other hand Db 5th.\n<br>\n<br>I hope this explains it better \n</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n6:31 pm</dco> &nbsp;<qco> what's a folksy word that you enjoy saying?</qco> </h3>      \nfolks\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n6:29 pm</dco> &nbsp;<qco> What's the bpm of i'm crazy//its raining</qco> </h3>      \n91\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n5:47 pm</dco> &nbsp;<qco> Are you secretly a doomsday prophet and your music is the only way you can relay the prophecies of the end times?</qco> </h3>      \ni prefer to prophecize about time starting, not ending\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n4:43 pm</dco> &nbsp;<qco> what are your thoughts on air</qco> </h3>      \nlove it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n2:39 pm</dco> &nbsp;<qco> how do i get smart</qco> </h3>      \n if you get stupid enough it loops around \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n10:19 am</dco> &nbsp;<qco> you answered where old zealand is, now if australia mean 'southern land', where is borealia 'northern land'?</qco> </h3>      \ncanada but i think you already knew that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n9:54 am</dco> &nbsp;<qco> how do i deal with the feeling that i'm going crazy?</qco> </h3>      \nstart a podcast\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n9:49 am</dco> &nbsp;<qco> how's the current song going?</qco> </h3>      \ngood and bad\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n8:42 am</dco> &nbsp;<qco> how did you get to the point where you put as much effort as possible into doing what you wanted</qco> </h3>      \njust trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n7:07 am</dco> &nbsp;<qco> do you prefer obtuse or acute angles?</qco> </h3>      \nare you telling me it's impossible to get it right\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n4:56 am</dco> &nbsp;<qco> How do I stop disappointing everyone?</qco> </h3>      \nit's impossible to disappoint everyone. i simply don't believe that you've ever done that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n2:36 am</dco> &nbsp;<qco> How do I cure anxiety problems?</qco> </h3>      \nfigure everything out\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.21&nbsp; \n2:21 am</dco> &nbsp;<qco> in some of your reality videos from 2016, you mentioned wanting to make an album. what made you decide to do singles instead?</qco> </h3>      \ni realized songs are strongest 1 at a time. They are also strong with surrounding context, but not when it's only other songs and no non-songs. so i realized that there are 2 kinds of albums i like: more than an album, and less than an album. neither one of which is actually an album\n<br><br>"
  }
]
