[
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n6:33 pm</dco> &nbsp;<qco> <a href=\"why-japan.html\">What made you want to make your first history video about Japan? As a Japanese person growing up in America, it was very helpful and I also really appreciated you spreading knowledge about Japan. - Aya</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n5:55 pm</dco> &nbsp;<qco> Do you still go on your scramble page or have you been dorment?</qco> </h3>      great news i have had a quantum mechanical breakthrough which allows me to do everything at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n5:02 pm</dco> &nbsp;<qco> what if the flat earth theory is correct\n</qco> </h3>      i'm not sure i know what the theory is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n4:48 pm</dco> &nbsp;<qco> <a href=\"has-anyone-asked-this-question-before.html\">Have you had this question before?</a>\n</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n4:47 pm</dco> &nbsp;<qco> do i even exist</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n4:44 pm</dco> &nbsp;<qco> Do u like water</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n4:38 pm</dco> &nbsp;<qco> When you finish a project you've probably listened or watched it hundreds of times. How do you keep an objective or fresh mind after seeing/listening it so often?</qco></h3>      i don't know. sometimes it is difficult. that's why it's important to not spend too long on projects, and keep the process brisk<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n\nAnd if you can't keep a fresh mind how do you decide if it's good?</qco> </h3>      if i knew it was good when i was writing it, then i know it's probably good, as long as i'm executing it accurately according to what i have written\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n4:38 pm</dco> &nbsp;<qco> <a href=\"how-did-you-develop-your-style.html\">How did you come up with this unique style of yours?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n4:36 pm</dco> &nbsp;<qco> on the improv entry from 3.3.09 12:06, you make a face of utter disgust at the sound of car horn outside, </qco></h3>      that is not utter disgust. i was completely shocked that the car horn honked the note i had just played. like i played a chord and a big note, and sort of lingered on that note, and then the horn honked the note. that was the only reason why i posted that clip. it was kind of a miracle<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;have you found a way not to get disturbed in your own home while making music ? do you enjoy the challenge of the possibility of getting disturbed, do you seek to be disturbed to test your limits, do YOU disturb the neighborhood whith your music, have you ever had complaints about the noise comming from your appartment, how's the sonic isolation on your building ? have a good day</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n4:29 pm</dco> &nbsp;<qco> Why are we here?</qco> </h3>      why is who where\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n4:14 pm</dco> &nbsp;<qco> <a href=\"best-highschool-subject.html\">What were your favourite subjects at school (besides music)?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n4:11 pm</dco> &nbsp;<qco> do you prefer quantity or quality in your works?</qco> </h3>      why can't i do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n3:54 pm</dco> &nbsp;<qco> Will you ever <a href=\"collab.html\">collabrate</a> with anyone? (Matt) (im saying matt so later i can look this question up and see if you answered it</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n3:41 pm</dco> &nbsp;<qco> How long does it take to make an average video?</qco> </h3>      what is an average video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n3:30 pm</dco> &nbsp;<qco> You once said you like to draw. Do you plan on publishing any of your drawings?</qco> </h3>      i already have, and i will continue to do it more, in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n2:51 pm</dco> &nbsp;<qco> I wish you mentioned Brazil more in your vid :(</qco> </h3>      ah, but do you wish i also mentioned more of everything else as well, to keep it in balance, and therefore perhaps adding another 6 months to the production time of the video?\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n2:33 pm</dco> &nbsp;<qco> Are you working on your album right now?</qco> </h3>      i think the album might be made of liquid\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n2:26 pm</dco> &nbsp;<qco> I like your snogs! please sing omre.</qco> </h3>      i will, bonus, they will be supported by musical accompaniment as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n1:44 pm</dco> &nbsp;<qco>  this sentence is false. </qco> </h3>      ah, i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n1:38 pm</dco> &nbsp;<qco> how does one avoid failure</qco> </h3>      don't do anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n1:03 pm</dco> &nbsp;<qco> will you fix the typo at the top of this page</qco> </h3>      what typo\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n12:59 pm</dco> &nbsp;<qco> Why is there no B# or Cb</qco> </h3>      there is. B# means C, and Cb means B. you might use B# if you are coming up a scale like F#, G#, A#, C, C#. but you can see if we use B# instead, it looks like F#, G#, A#, B#, C# it looks a little neater because we have 1 of each letter, instead of having no B and 2 C's and have to un-sharp and re-sharp the C. same thing the other way, if you are in Gb major, you might prefer to say Gb, Ab, Bb, Cb, Db neatly so you use all the letters in a row, instead of having to un-flat and re-flat the B by going Gb, Ab, Bb, Bnatural, Db. if you are writing on the staff, the advantage of keeping it scalar become even more clear. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n12:56 pm</dco> &nbsp;<qco> why do you never use capital letter unironically?</qco> </h3>      i'm not sure what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n12:54 pm</dco> &nbsp;<qco> Where did you go</qco> </h3>      when\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n12:45 pm</dco> &nbsp;<qco> You make me feel proud that I'm human.</qco> </h3>      nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n12:41 pm</dco> &nbsp;<qco> will you copy more of the old ask.fm questions on this page? or does it take too much time for too little gain?</qco> </h3>      people don't even read back 1 day. how they gonna read back more than a year\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n12:34 pm</dco> &nbsp;<qco> why u so weird</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n12:17 pm</dco> &nbsp;<qco> Do you think I spent a long time coming up with this question?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n12:12 pm</dco> &nbsp;<qco> do you think you will regret not making some money from this popularity while you can?</qco> </h3>      i am making money from it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n12:11 pm</dco> &nbsp;<qco> <a href=\"time-asked.html\">is the date next to the question on this page the time when it was asked, or when it was answered?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n12:00 pm</dco> &nbsp;<qco> Do you want to upload videos more consistently?</qco> </h3>      i want to make content as fast as i can. i actually wish i could make it faster because that way i could make more of it. but i will have to settle for the current rate, which is using all of my time to make it as fast as i can. which is consistent, if you think about it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n11:46 am</dco> &nbsp;<qco> Can you capitalize your i's please?</qco> </h3>      no, i find that to be problematic because they can look like the lowercase L\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n11:39 am</dco> &nbsp;<qco> I hate philosophy class, why is it so annoying??</qco> </h3>      because they are teaching you about famous thinkers, as if thinking alone can get you famous. meanwhile you sit in philosophy class and you could be thinking the coolest thoughts in the world but that doesn't make you famous\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n11:24 am</dco> &nbsp;<qco> <a href=\"thabk-you.html\">don't get the \"thabk you\" joke. explaination?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n11:18 am</dco> &nbsp;<qco> Why don't you write notes more often?</qco> </h3>      because i am making videos and music instead. which in some ways is like notes, but more *powerful*\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n11:11 am</dco> &nbsp;<qco> Why are all these people asking you questions, when you clearly asked for ueqstions?</qco> </h3>      that's not true, the box says ask a question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n10:59 am</dco> &nbsp;<qco> Why dont  you answer any scarmble submissions?</qco> </h3>      i don't answer them, that's not what the page is for. i rearrange the letters and post anagrams of them. although only a very small percentage, because i get thousands of requests and i also need to make sure i am spending more time on videos and music, which take a higher priority than doing anagrams. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n10:53 am</dco> &nbsp;<qco> are you insane?</qco> </h3>      i've never been tested\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n10:48 am</dco> &nbsp;<qco> Where did you go</qco> </h3>      when\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n10:48 am</dco> &nbsp;<qco> hey bill you always say how you spend your free time just working on projects. why is that?</qco></h3>      so they get done as soon as possible, so i can move on to the other projects<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; surely one cant only be a creator without also being a consumer. people always say that you have to read to be able to write, watch movies to be able to direct etc. id love to hear your input on this thanks. Keep up the good work</qco> </h3>      i have consumed enough content to almost explode with inspiration, ideas, jealousy, and desire to make my own content. also to put it in perspective, i am making content as fast as i can and people still tell me every day that i do not make it fast enough, and people also at the same time (like you) tell me every day that i should watch tv and play video games etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n9:26 am</dco> &nbsp;<qco> could you define your contents/songs so that my 5yo kid could understand it? (basically ELI5)</qco> </h3>      in songwriting you can do whatever you want. so i'm trying to see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n9:25 am</dco> &nbsp;<qco> You have been working on the History of the entire world for such long time, do you have any idea of what will you do now?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n9:20 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">Short, medium, or long pants?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n9:14 am</dco> &nbsp;<qco> <a href=\"how-are-you-so-cool.html\">why are you so god dang cool?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n8:24 am</dco> &nbsp;<qco> who is answering these questions? one person? many persons? </qco> </h3>      bill wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n8:18 am</dco> &nbsp;<qco> Would you say you're more sincere than people sometimes think you are?</qco> </h3>      yes, or sometimes less\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n8:00 am</dco> &nbsp;<qco> Do you hate humanity?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n7:36 am</dco> &nbsp;<qco> why don't you just kill yourself?</qco> </h3>      that seems counter productive\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n7:35 am</dco> &nbsp;<qco> are you a retard?</qco> </h3>      i've never been tested\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n7:20 am</dco> &nbsp;<qco> What's the most fun part of making a video?</qco> </h3>      the part where you get to think of something and then make it appear in someone else's mind <br><br>"
  }
]
