[
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n7:29 am</dco> &nbsp;<qco> If you became a school principal, what would you do first?</qco> </h3>      get some sweater vests, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n6:16 am</dco> &nbsp;<qco> Do you sometimes put symbols in videos because fuck it, but then everyone questions you about it because of the expectation it's some sort of metaphor even though it's just a fuck it decision</qco> </h3>      when making a video, you can put anything you want. you can even <a href=\"http://billwurtz.com/apples-in-video.mp4\">put apples in a video</a>. i'm not sure if that answers your quesiton\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n4:09 am</dco> &nbsp;<qco> <a href=\"i-you-we.html\">You say 'we' in a lot of your reality videos, yet you do everything yourself, who else makes up the we?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n3:30 am</dco> &nbsp;<qco> do you have either a download link or an <a href=\"https://itunes.apple.com/us/artist/bill-wurtz/id1019208137\">iTunes</a> page for your music? it sounds great, btw!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n2:24 am</dco> &nbsp;<qco> What do you treasure most?&nbsp;</qco> </h3>      victory, and success!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n2:07 am</dco> &nbsp;<qco> why dont you post on your patreon. cant you make more money if you offer awards or add tiers</qco> </h3>      but what about all the people who can't donate, who might feel sad and left out, because people in a higher income bracket can afford more content than them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n1:55 am</dco> &nbsp;<qco> i dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to\n  do with\n  my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life.\n  dont kn\n ow what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what t\n o do wit\n h my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life\n . dont k\n now what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what\n to do wi\n th my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my lif\n e. dont\n know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what\n  to do w\n ith my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. <a href=\"what-should-i-do-with-my-life.html\">dont know what to do with my life. Please help.</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n1:36 am</dco> &nbsp;<qco> Why do you answer off the wall questions that are constructed on purposes just to get a reaction or agitated response from you and not answer normal questions like mine?</qco> </h3>      i answer a wide variety of different types of questions. i also do not have time to answer nearly all the questions. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n1:13 am</dco> &nbsp;<qco> \"i'm assuming you probably didn't expect 'history of japan' to go viral\" yeah right. this is gotta be bullshit, right? you probably expected a large response.</qco> </h3>      i thought that a large response was a reasonable possibility. but you can never guarantee these things\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n1:03 am</dco> &nbsp;<qco> is it nice to answer each question?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:29 am</dco> &nbsp;<qco> Do you ever omit questions from the below log for any reason? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, what kind of questions do you 'censor'?</qco> </h3>      it doesn't matter. the main reason i don't answer all the questions is because then i would be spending 24 hours a day doing questions, and then there would be nothing for people to ask about\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:10 am</dco> &nbsp;<qco> what music artist is your favorite</qco> </h3>      i like the unique qualities of each one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:08 am</dco> &nbsp;<qco> how do i incorporate more mischief into my harmony singing?? i can sing good harmonies but they're not great. it always seems like they're just nice and not like spirit-filled. i think i am using my ears and spirit but i feel like i'm blocked from getting to the really good stuff. on second thought this applies to all my musical pursuits, what can i do? have you ever felt like this?</qco> </h3>      have you ever heard anything that you think makes you feel the way you are talking about? if so, first just learn what the heck they did. then the next time it happens, learn that too, i guess. before you know it you'll be an expert\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:03 am</dco> &nbsp;<qco> will there ever be a return of the bill wurtz band?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n11:52 pm</dco> &nbsp;<qco> were you surprised at the jokes ppl latched onto in hotewig? or do u not really care?</qco> </h3>      it is exactly the same as what happened with history of japan, and the the short videos on vine before that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n11:31 pm</dco> &nbsp;<qco> Hey Bill. I've been a fan of your work since history of Japan and I was wondering if you were going to resume your short fun vids or plan on doing another documentary.</qco> </h3>      how about something of a more medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n10:38 pm</dco> &nbsp;<qco> how did you avoid second-product syndrome when making \"history of the entire world\"? \n</qco></h3>      make it totally ridiculous<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i'm assuming you probably didn't expect \"history of japan\" to go viral, and \"history of the entire world\" is so similar to japan in terms of structure and humor and overall feeling. both videos are obviously incredibly similar, and yet so different from each other. how did you create a spiritual sequel to japan without essentially making the same video?</qco> </h3>      the secret was to think of history of japan as the prequel, even though nobody believed me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n10:15 pm</dco> &nbsp;<qco> uppercase letters are for suckers amirite&nbsp;</qco> </h3>      i think they are helpful, and useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n9:58 pm</dco> &nbsp;<qco> But Bill, while I understand the frustration of not being able to release content fast enough, won't it be frustrating if, say certain people started making music videos for your songs or designing your merchandise, they didn't properly make the content even nearly how you want it?</qco> </h3>      that is completely true and that is always the reason i do everything myself. but i need to be open to clever possibilities. like getting help with things other than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n9:22 pm</dco> &nbsp;<qco> Why you never put caps on the start of your answers ?</qco> </h3>      seems like a waste of time, and it doesn't make it any easier to read. just makes me seem like some kind of congressperson or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n9:12 pm</dco> &nbsp;<qco> I'm a zebra.</qco> </h3>      nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n8:55 pm</dco> &nbsp;<qco> im boooooored..... What can i do?</qco> </h3>      design a city\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n8:54 pm</dco> &nbsp;<qco> how solipsistic are you on a scale of 1 to 1</qco> </h3>      0\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n8:54 pm</dco> &nbsp;<qco> what's one thing most people are wrong about</qco> </h3>      \"the definition of insanity is doing the same thing again and expecting different results.\" that's not the definition of insanity. it's a very popular quote, but it's not the definition of insanity. it's the definition of perseverence and persistence, phrased in a slightly negative way to make it sound more shameful. seems to be some kind of twisted propaganda campaign to teach you that perseverence is insane\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n8:53 pm</dco> &nbsp;<qco> do you ever feel that one day youre gonna get sick of making things</qco> </h3>      maybe when i finish making them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n8:51 pm</dco> &nbsp;<qco> coins. love em or hate em, right?</qco> </h3>      i think they are ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n8:47 pm</dco> &nbsp;<qco> what is more satisfying than a really good high five? the answer is nothing. dont answer this i already did</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n8:47 pm</dco> &nbsp;<qco> youve got a lot of nifty answers for scary questions but what if youre wrong. doesnt that bother you to think about</qco> </h3>      that's part of the thrill\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n8:43 pm</dco> &nbsp;<qco> how do you know if you were actually a bad guy this whole time</qco> </h3>      everyone is bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n8:32 pm</dco> &nbsp;<qco> What is your opinion on wearing a toast costume in public?</qco> </h3>      seems reasonable, and sensible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n8:07 pm</dco> &nbsp;<qco> will you ever make a discord server?</qco> </h3>      i already have one. but i don't really know what to do with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n6:23 pm</dco> &nbsp;<qco> Hey Bill. I just wanted to ask if when will you have more videos posted. Are you on a schedule? Are you busy? There's no rush I'm just curious because I LOVE all your videos short and or long!</qco> </h3>      as soon as humanly possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n6:16 pm</dco> &nbsp;<qco> Can we expect more videos from you, now that you've finished your 20 minutes masterpiece?</qco> </h3>      yes, i have already made 1 since then. have you seen it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n5:54 pm</dco> &nbsp;<qco> You often respond to the \"why don't you do this\" questions by \"it would take time and you wouldn't want to wait\". Is it really important for you that fans don't wait? Or are you mostly happy when doing videos and music and wouldn't enjoy doing other stuff?</qco> </h3>      i am simply pointing out that the thing they want might not be what they want\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n5:50 pm</dco> &nbsp;<qco> I know its Tuesday but can you give me (or us) a Monday Trivia Question? It's weird because I asked you a question, and you might as me (or us) a question back.</qco> </h3>      have you seen all the <a href=\"http://billwurtz.com/monday.html\">monday videos</a> yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n5:50 pm</dco> &nbsp;<qco> Do you usually prefer to use universal/cultural symbols, </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you like to develop your own, </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or what balance between?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n5:48 pm</dco> &nbsp;<qco> this isn't a question but I'm a big fan and I think your work is interesting and thought provoking. Okay kind of a question: doesn't it get tiring when people are constantly telling you \"you really ought to do X to be more successful\"?? </qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I bet it does. You shouldn't listen to those people. You got here without their advice, and you'll keep going without it too.&nbsp;</qco> </h3>      ah, i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n5:36 pm</dco> &nbsp;<qco> <a href=\"why-no-caps.html\">why dont you use uppercase letters in your writing?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n5:04 pm</dco> &nbsp;<qco> Hey (a little late, I know), but i've just noticed that both of your last songs have a pretty standard verse-chorus form, which was something you struggled to achieve earlier, if i understood things correctly. So how did happen now? Did it just come naturally or you figured out the way to make that kind of system work for you?</qco> </h3>      over the last few years i've figured it out. it's sometimes a puzzle (especially when you have to work backwards! which is often the case with those types of forms) but with patience it can always be solved\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n4:50 pm</dco> &nbsp;<qco> How do you make such witty and entertaining comedy&nbsp;</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n4:45 pm</dco> &nbsp;<qco> <a href=\"writers-block.html\">have you ever had writer's block (or something similar), and if you have, how did you overcome it?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n3:59 pm</dco> &nbsp;<qco> Why are you against the selling of merchandise? It is specifically because of making money on what you believe shouldn't</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you just not think Bill Wurtz merch is reasonable to exist right now? </qco></h3>      i don't particularly want it to. the bad news is it does, but the worse news is it was made by someone else against my will, and the money from it is going to them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oh and bonus question for fun, what would that mean for the Bill Wurtz band if it comes into fruition? Would there be any problems with that idea due to costs and payment or I am over thinking your pseudo policy on creation and money making?</qco> </h3>      money is great. you can buy stuff with it. it use one of the most useful things in the world. it is nice to do things which earn money, unless that particular thing is something you really really don't want to do, such as wearing a toast costume in public. in which case i guess you just you have weigh the options\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n3:47 pm</dco> &nbsp;<qco> Would you like us all to stop asking about ads on videos now? Or is it nice to have the annoying support?</qco> </h3>      it is a nice challenge to be constantly forced to explain something whicn i think is painfully obvious. it's like lifting weights (\"why do you think the thing you think is painfully obvious is painfully obvious?\")\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n3:47 pm</dco> &nbsp;<qco> do you want to share a netflix account with me?&nbsp;</qco> </h3>      sure. one one hand netflix stresses me out because it feels like i'll never be able to get my content there BUT it would be nice to have access to all the latest films\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n3:16 pm</dco> &nbsp;<qco> do u care about money?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n2:48 pm</dco> &nbsp;<qco> <a href=\"alphabet-nonsense.html\">What's you're favorite color of the alphabet? Mine's a sphere.</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n2:32 pm</dco> &nbsp;<qco> STOP SAYING THANK YOU BITCH</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n2:32 pm</dco> &nbsp;<qco> FUCK YOU</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n2:32 pm</dco> &nbsp;<qco> Why do you make rubbish videos on youtube?</qco> </h3>      i don't make rubbish videos, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> how closely did your projected friend number (from https://www.youtube.com/watch?v=7B8sCMsicpE)&nbsp;&nbsp;match your actual friend number now that it is 2017</qco> </h3>      not very close\n<br><br>"
  }
]
