[
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n1:51 am</dco> &nbsp;<qco> do people unironically come to you for advice? </qco></h3>      have you ever done it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>do you make great advice or shitty advice?</qco> </h3>      you'll have to try it and see\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n1:32 am</dco> &nbsp;<qco> was hi i'm steve a secret mountain climbing tutorial&nbsp;</qco> </h3>      \nit doesn't seem very secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n1:23 am</dco> &nbsp;<qco> how to quit school without actually quitting?</qco> </h3>      \nhow about teaching there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.21&nbsp; \n12:54 am</dco> &nbsp;<qco> Please give us the rest of the factorizing steps!</qco> </h3>      \ni can't give them all at once, because there's way too many. but let's pick a random number up to a million and i'll try to tell you the first 3 things i would do. The number we're working with today is 306124. The first thing is, notice it's even. How do we know this? because the last digit is even. so first we gotta cut the whole thing in half. this can be done by slicing it where you see even numbers that you can handle. so for me that's 30 6 12 4. cut those in half, and keep them in the same order, preserving the digits. so that makes 15 3 06 2.... or 153062. Next, notice it's still even. do the same thing again. this gets tricky because you have a lot of consecutive odd numbers in there. cutting numbers in half when they have a lot of odd digits, without paper, can be a little annoying. but if you can handle the 1530, then the 62 part is easy. 1500 in half is 750, plus the 15 is 765. and the 62. so 76531. Now it's odd and you can't divide it anymore. So you can go ahead and put some 2's in your final answer, because you divided it by 2, twice. so you know that your answer is going to include 2 twice. Now, you're left with an odd number: 76531. The next step is to check if it's divisible by 3. The trick for this is, and most people seem to know this trick, if the number is divisible by 3, all the digits are gonna add up to a multiple of 3. so you can group them. so, looking at 76531, .. knock out the 6, i can knock out 7 and 5 (75, mult of 3, or 57, either way, same thing) knock out the 3, ... and you're left with 1 which is non-3. so by knocking out digits and groups of digits which add to 3 or mult of 3, if all the digits got knocked out that way then we know it's a mult of 3, but if we were left with any non-3s, (which we were), then we know it's not a mult of 3. Ok, now the real game begins. We're going to check every other prime number, in ascending order. No need to check 5, because we can see that it's not a multiple of 5 (hopefully you can see that outright ... but the way to tell that is if the last digit is 0 or 5, which it's not). So next we're going to check 7. Every prime we're going to check from here on out will be based on the same system. We're going to manipulate the main number (76531) by adding or subtracting the checker as many times as we want. IF the main number is a mult of 7, then that means we can add or subtract 7 as many times as we want, and it should STILL be a mult of 7. We can ALSO DIVIDE the main number by ANYTHING and it should still be a mult of 7, if it originally was. So basically the idea is to do these manipulations in a way that gets you to something you recognize as a mult of 7 or not. There are many ways of doing this. First, if you want, you can just drop the 7 from the left. because this essentially would mean you're subtracting 70000. which, if the original number was a mult of 7, then it should still be a mult of 7 when you subtract 70000. so we'll knock out the 7, and you have 6531. Next, i'm going to do probably the most common technique, which is to work from the right. Here's an interesting principle: if we've already reduced the main number in the ways we've already reduced it (cut it in half until it's odd, divide by 3 until it's not a mult of 3, divide by 5 until it's not a mult of 5), then THAT MEANS that for ANY future prime number you wanna check, you can ALWAYS cause the number to level off with a zero at the end by either adding or subtracting THE CHECKER OR ITS TRIPLE. That's because all your future prime numbers that you're gonna check are gonna end in either 1,3,7, or 9. So that means those are always either 1 or 3 away from 10. And if you've already reduced your main number properly, then that number will ALSO always be either 1 or 3 away from the nearest 10. So you just pick which maneuver to make based on what you need. So looking at our main number as it stands now, 6531, and if we're checking for 7, i can tell you that what you wanna do is subtract 21. That's how you can get it to level off to a zero at the end. 6510. and of course you can drop the zero, because that does NOT change whether or not the main number is divisible by 7. so that leaves you with 651. the same move again works: subtract 21, gets you to 630 and drop the zero, you have 63. Do you recognize it yet, as something that you know to be a multiple of 7, or something you know to not be a multiple of 7? you might recognize 63 as a multiple of 7. But in case you don't see that, you could make another move, by adding 7, and you get 70, drop the zero, is 7. Now do you recognize it (7) as either being a multiple of 7 or non-multiple of 7? i think you do. So we can confirm that 7 is one of the factors. next comes the not so fun part where you have to actually divide 76531 by 7. then when you get the result, continue working with this new main number, and you also have to check 7 again on that number in case it's in there twice   <br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n11:46 pm</dco> &nbsp;<qco> Hi Bill! I am very inspired by your music and would like to ask, how do you go about finding a melody for a song? Is it a process or just something you find one day?</qco> </h3>      \nit finds you. i am not even slightly joking or kidding about this, it's the simple truth of the real world. all i can say is, be ready\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n11:02 pm</dco> &nbsp;<qco> i get frequent art block. how do i get rid of it :(</qco> </h3>      \nchange between changing and staying the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n10:41 pm</dco> &nbsp;<qco> Bill, I'm sick, will you make me soup????</qco> </h3>      \nthere are 2 problems with that. <br>\n     1. i don't know how to make soup<br>\n     2. i don't even know how to identify soup\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n10:31 pm</dco> &nbsp;<qco> How do you be funny?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n10:29 pm</dco> &nbsp;<qco> do you like paradox?</qco> </h3>      \nno but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n10:17 pm</dco> &nbsp;<qco> have you ever tried slicing an eggplant, putting those slices through a beaten egg then through breadcrumbs and frying it? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if not, i recommend.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n10:02 pm</dco> &nbsp;<qco> bill can you put a bowling pin sound in your next song</qco> </h3>      \nit might be too late for that, HOWEVER ..... many drum/perc sounds can easily be interpreted as bowling pins\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n9:53 pm</dco> &nbsp;<qco> how do you make these crazy songs</qco> </h3>      \nthe hard way, but wait til you see how much better the easy way is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n9:44 pm</dco> &nbsp;<qco> Why do you write music? </qco></h3>      it's a great way to unlock seemlingly anything this mighty world could ever offer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what does it mean to you?&nbsp;</qco> </h3>      \nanything and everything. it's like words, but way way more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n9:24 pm</dco> &nbsp;<qco> i hate the designation of autism, because it is a name given to a series of traits that present culture does not understand, and does not fit in with the ridiculousness that has been deemed 'normal'. it is treated as if it were a disease, to be diagnosed, rather than as one way that a person can exist as. the world feels like a narrow obstacle course and i didn't get the instruction pamphlet for the obstacle course that was handed out to everyone else. i sometimes feel like understanding communication is deciphering code and making dangerous assumptions. but i like to be touched and i love eating. i never get 'hyperfixated' (hate the term), i wish i did because that would mean something could interest me for a prolonged period of time, i can't think of anything that has interested me over the course of my life other than maybe videogames, but i spend a lot of my free time laying down and trying to escape the world, which is stressful and scary and overwhelmi\n ng. and i am socially awkward and i need to sometimes move to calm down and sometimes i just cant remember names and when im with others its like i become them and assume their personalities and have wondered often if i have a personality, seems like i am a blank slate. worst of all, the things that i think are interesting are shameful, when i try to share with others they mock me and call it cringe or weird, i don't know what i am but whatever i am it seems like i came to the wrong party. if i do the things i really wanna do i don't think there is any way i could get money from it, unless i am like amazing at it, even then not much. given the information above, what are some ways i can improve my situation?</qco> </h3>      \nfirst of all, i think i have a good diagnosis for you, and it's \"person\". next, i think you should start a library\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n8:43 pm</dco> &nbsp;<qco> How did you make these good music?</qco> </h3>      \nthe hard way, but wait til you see how much better the easy way is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n8:39 pm</dco> &nbsp;<qco> when is your next song coming out</qco> </h3>      \nRIGHT AWAY\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n8:31 pm</dco> &nbsp;<qco> but hold on... why is lower case the normal case? didn't UPPER CASE come first (with, probably latin etc) and when did lower case become dominant? not sure why i'm asking you instead of researching it myself</qco> </h3>      \ni don't know why lowercase is the normal case, but the reason why i say it's the normal case is because it seems to be the one everyone uses, normally. think about it, you don't see people going \"HI JEFF, THANKS FOR LUNCH YESTERDAY. LET'S TOUCH BASE LATER ON IN THE WEEK\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n8:21 pm</dco> &nbsp;<qco> will you make more monday videos?</qco> </h3>      \nyes, and sunday videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n8:09 pm</dco> &nbsp;<qco> do you believe in life after love?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n6:33 pm</dco> &nbsp;<qco> My dad thinks your songs are very \"whiny\". Do you agree or disagree with this judgment? Why?</qco> </h3>      \ni think the key point here is, my dad thinks your questions are whiny\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n6:05 pm</dco> &nbsp;<qco> will the answer to this question be unexpected?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n5:50 pm</dco> &nbsp;<qco> Will you're next song be ready before the end of August, </qco></h3>      i think so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and also, what is your favorite sequence in your new song?</qco> </h3>      \nthe second half of the middle chorus\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n5:43 pm</dco> &nbsp;<qco> What's your opinion on dragons?</qco> </h3>      \nthey're pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n5:03 pm</dco> &nbsp;<qco> bill, are we there yet?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n4:54 pm</dco> &nbsp;<qco> do you sometimes mimic your corresponding comunicatee by any sort of characteristics, </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, in what kind of situations does this pattern occur=</qco> </h3>      for example, if a car drives by and makes a honk, i almost guaranteed will sing the exact same honk after it occurs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n4:35 pm</dco> &nbsp;<qco> how do you come up with so many great answers?</qco> </h3>      \ni'm an idiot\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n4:30 pm</dco> &nbsp;<qco> In 'I'm a Princess', why do you mention dreams and dreaming multiple times? </qco></h3>      oh man, you're not gonna believe what's next<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are dreams a metaphor or something? \u000e</qco></h3>      in some contexts, they might be the whole world<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Maybe it's not that important and I'm overthinking but idk, what can you tell me about this.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n3:01 pm</dco> &nbsp;<qco> should i snort a kilo of cocaine</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n2:15 pm</dco> &nbsp;<qco> When developing a song idea do you ever get the feeling you are killing the song? Like, in a bad way, betraying it. Backstabbing it you could say</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n2:15 pm</dco> &nbsp;<qco> What is a good job to have while pursuing a creative passion that doesn't make you money yet?</qco> </h3>      \nworking at the store, especially one you might actually go to\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n1:33 pm</dco> &nbsp;<qco> are you god?</qco> </h3>      \ni thought you were\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n1:14 pm</dco> &nbsp;<qco> Hi Bill can you separate art from the artist?</qco> </h3>      \nwhich artist.... nevermind, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n12:40 pm</dco> &nbsp;<qco> Have you ever watched an influential movie</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n12:12 pm</dco> &nbsp;<qco> how do you come up with all your cool visuals</qco> </h3>      \ni need a new way because as time ticks by, only 1% of the material is getting realized visually, no matter how hard i try\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n11:30 am</dco> &nbsp;<qco> Just wanted to say that some of your answers here are so incredibly profound i'm keeping a list of my favourites</qco> </h3>      \nthat's ok with me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n11:27 am</dco> &nbsp;<qco> how does one become wise</qco> </h3>      \nthat's easy, just live your whole life\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n11:15 am</dco> &nbsp;<qco> is music real, or made up?&nbsp;</qco> </h3>      \nextremely both\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n10:54 am</dco> &nbsp;<qco> I'm sorry if this was asked before but how dl you feel about having rhymed \"character\" and \"shirt\" in might quit?</qco> </h3>      \ni would say that's not the rhyme. the rhyme there would be 'shirt' and 'words'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n10:37 am</dco> &nbsp;<qco> how are you so sure that everything's gonna be ok</qco> </h3>      \ni think i've caught a glimpse of the source code somehow. maybe i dreamed it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n10:34 am</dco> &nbsp;<qco> hey Bill did you know the questions page works at a bestbuy</qco> </h3>      \ni would hope so\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n10:30 am</dco> &nbsp;<qco> is it your job to fix the world</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n10:12 am</dco> &nbsp;<qco> What kind of people do you enjoy meeting most?</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n10:09 am</dco> &nbsp;<qco> ive been trying to get into writing songs recently and its pretty hard. did u ever figure it out?</qco> </h3>      \nyes BUT you can always figure it out more. and you will never run out of new ways to figure it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n9:32 am</dco> &nbsp;<qco> What's the difference between soul and neo soul?</qco> </h3>      \nthe release date\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n8:38 am</dco> &nbsp;<qco> whats the most complex thing you can explain in simple terms</qco> </h3>      \nthe universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n8:34 am</dco> &nbsp;<qco> How many times people said you predicted 2020?</qco> </h3>      \nabout 2,020\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n6:57 am</dco> &nbsp;<qco> what's your favorite piece of trivia</qco> </h3>      \nwhat are frogs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n6:53 am</dco> &nbsp;<qco> what do you think of the name 'Wilson Edwards'</qco> </h3>      \nsounds fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n2:02 am</dco> &nbsp;<qco> am i cool</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n1:39 am</dco> &nbsp;<qco> i've been working on a major project the last 6-9 months (depending on if you include the research and planning phase.) how do i not get defensive when friends and family ask if it's almost done/done? i know/assume they're just trying to be encouraging, cause when i ask other people if they're almost done their things, i don't mean it like \"why aren't you done yet\" but that's how it feels when directed at me. is it just my massive ego? i have no control over that thing but it does me some good, sometimes, i feel. maybe it's because im the one that's asking myself why it's taking so long.</qco> </h3>      \nthere's 3 stages to this. all 3 stages are just you getting used to feeling like your head is on fire. after you grow accustomed to this, you should feel very calm about the whole thing. like a clock, on the wall, calmly passing the time, with accuracy and grace\n<br><br>"
  }
]
