[
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n9:16 pm</dco> &nbsp;<qco> are you actually quitting YouTube?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n9:07 pm</dco> &nbsp;<qco> do you play guitar?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if you do when did you start? (i feel like i started really late)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n9:06 pm</dco> &nbsp;<qco> Oh boy. I watched a video about chords the other day, and it was really interesting. The video made me realise that I should definitely learn more about music stuff, so I decided to download a free demo version of some random music theory book today. The book thing introduced me to basic music notation stuff first. I was doing fine and having fun until I came across tuplets/grouplets. I just straight up had a short crying session because the darn thing blew my mind (in a negative way). Like, how are you supposed to divide a whole note into three half notes???</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A whole note is worth 4 beats, and a half note is worth 2 beats. 3 times 2 equals 6, not 4!! I'm so confused?!?!</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I just wanted to have fun!! I've even watched some videos regarding this topic, but I'm still not quite sure if I get the hang of it. I did try to make my own definition, but I think I might need your help with improving it. It basically goes like this: \"a tuplet/grouplet is a group o\n f multip\n le shorter notes used as a substitute for a single longer note (for example a group of 3 eighth notes can be used instead of a single quarter note)\" . Does my definition make any sense? How would you explain tuplets in your own words? What's the most important thing to know about tuplets? Also, where can I find really good examples of tuplets in songs? Thank you a lot in advance!!!</qco> </h3><a href=\"trip1.png\">this</a><a href=\"16trip.png\">this</a><a href=\"5tup.png\">this</a><a href=\"4inthetimeof3.png\">this</a>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n7:56 pm</dco> &nbsp;<qco> i have been searching for awhile and getting more and more upset at the lack of clarity of information.&nbsp;&nbsp;would you mind going into some detail about what you know of compulsory licensing for doing covers.&nbsp;&nbsp;as well as the idea of a 'derivative work' rather than a 'cover' and how that requires songwriter permission rather than a compulsory license.&nbsp;&nbsp;i can't even figure out how to go about getting compulsory licenses or how much they would cost.&nbsp;&nbsp;and i know that many people just don't even worry about it and post things without licenses but it makes me sort of scared to do that.&nbsp;&nbsp;i really just don't want to bother with this crap because it sounds like a horrendous messy use of brainpower and time.&nbsp;&nbsp;fuck word-soup-lawyer-speak.&nbsp;&nbsp;so frustrating.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n7:25 pm</dco> &nbsp;<qco> i really don't understand the whole 'having suggestions for what bill should be doing' thing.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n6:48 pm</dco> &nbsp;<qco> If you had the opportunity to go on hot ones, would you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n6:26 pm</dco> &nbsp;<qco> when you first started out making your own music was it simpler than what you're doing now? i started writing my own songs after years of just covering stuff and even though i can play really complicated songs by other people my own songs are very simple. a few basic chords, simple melodies, not much crazy going on. is this normal or do i just suck? and i want to note that i do not equate complexity with quality, but i guess i'd like to eventually do songs in crazy time signatures with weird progressions and other funky things.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n6:08 pm</dco> &nbsp;<qco> About how many questions do you even get on this?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; You made this website in like 2004 and it's still up holy shit</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n4:41 pm</dco> &nbsp;<qco> tell me about yourself.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n4:41 pm</dco> &nbsp;<qco> I have nerve damage in my left ring finger's tip. It constantly feels like pins and needles. Do you think this will stop me from being able to competantly play a guitar or bass?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would it be easier if I tried a left-hand oriented version of said instruments?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n3:57 pm</dco> &nbsp;<qco> will the video come out in September?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n3:38 pm</dco> &nbsp;<qco> i remember watching a late night show video where a guest was being interviewed and at some point they quoted a song i think and started singing it in whatever key, and after a few seconds the band joined them in that very key. how does this happen, is there like a player with absolute pitch making some sort of gesture to the rest of the band or does each one start playing very silently until they find the key (i don't remember if there were any wrong notes at the beginning)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n2:17 pm</dco> &nbsp;<qco> how much bread is in a loaf</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n1:07 pm</dco> &nbsp;<qco> im beginning to think paul mccartney is a crazy man who creates an illusion that life is long</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n12:43 pm</dco> &nbsp;<qco> ...has music theory ever made you cry tears of confusion and frustration...</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i'm asking for a friend....</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n11:56 am</dco> &nbsp;<qco> Are zebras magic camels?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n11:19 am</dco> &nbsp;<qco> How do I move to another planet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n10:20 am</dco> &nbsp;<qco> it is vitally necessary for me to start finding gigs soon.&nbsp;&nbsp;i have not played enough gigs in my life and it is starting to weigh heavily on me.&nbsp;&nbsp;i play keyboard, and also wouldn't mind jumping off the deep end as a bassist if the duties were manageable.&nbsp;&nbsp;the problem is, i don't really have equipment.&nbsp;&nbsp;i don't have a keyboard amp or bass amp.&nbsp;&nbsp;is it important to get a certain kind of equipment to be accepted for more gigs?&nbsp;&nbsp;what have you done about this?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n10:05 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906291407\">6.29.19&nbsp;&nbsp;2:07 pm</a> \n<br>\n<br>Oof. Time to see if I can break into any practice rooms on the music campus then</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n9:23 am</dco> &nbsp;<qco> Thank you Bill Wurtz! Really cool to see a part of your creative process. Do you manually write out all of your music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n8:17 am</dco> &nbsp;<qco> what advice would you give to people who want to make music/songs but are struggling to? (especially writing lyrics)&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n5:37 am</dco> &nbsp;<qco> do i have too much, too little or enough anxiety?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n5:13 am</dco> &nbsp;<qco> hello bill. i had a dream last night. you finally released your new video/song after long absence and surprised us with new version of \"hi, i'm steve\". it wasn't a sequel but more like a full-fledged song version of it that also has \"that's the way i like the live my life...\" parts. do you there's a chance this dream will come true?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i love that video so much. it's so amazing.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n1:08 am</dco> &nbsp;<qco> what do you eat</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n12:51 am</dco> &nbsp;<qco> In this process of upheaval, is all hope lost?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n11:28 pm</dco> &nbsp;<qco> i'm starting a vlog. should i make it publically viewable and tell ppl about it immediately, make it publically viewable from the start but not promote it, or keep it private til i have some Content</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n11:27 pm</dco> &nbsp;<qco> how to stop exploring what scales work and exist, which is basically endless, and instead just make songs that actually sound good, non-abstractly</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n11:04 pm</dco> &nbsp;<qco> Hi, could you perhaps share a lengthy list of songs you condone?&nbsp;&nbsp;\n</qco></h3><a href=\"allthesongs.png\">sure</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I sense that you already have one but if I'm wrong then it's okay.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n10:59 pm</dco> &nbsp;<qco> Are the videos \"eat trees\"&nbsp;&amp; \"maybe I could eat blades of grass\" similar?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; because they both talk about eating two different living plants and one of which extends to one minute of Damien asking weird questions.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n10:55 pm</dco> &nbsp;<qco> do you use open source video editing software?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n10:53 pm</dco> &nbsp;<qco> how do you live in a society like this</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n10:50 pm</dco> &nbsp;<qco> If you wrote a song, what can it be about? ( for comedic purposes )</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n10:49 pm</dco> &nbsp;<qco> It seems like you aren't a very windy or brassy person, but how do you feel about learning trumpet/saxophone in concert pitch instead of the transposition mess?\n<br>\n<br>For my purposes it works since I just need it for layering and botched solos, but I don't want to be a bad influence.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n10:46 pm</dco> &nbsp;<qco> Your music to me is like a masterclass in a multitude of fields simultaneously (songwriting, jazz, producing, self-reflection, resilience, ethical philosophy, etc)\n<br>\n<br>What do you see as one major takeaway? intentional or otherwise.&nbsp;&nbsp;thx</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n10:44 pm</dco> &nbsp;<qco> What is the best piece of music have you written, and why?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n10:34 pm</dco> &nbsp;<qco> What's your favorite flavor of polyhedron?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n10:13 pm</dco> &nbsp;<qco> If \"alphabet shuffle\" is in the key of E, what is the chord that plays when you sing \"Y\" the second time?\n<br>\n<br>(\"I said W-X-YYYYYYYY-Z\")</qco> </h3><a href=\"oa8yergf.png\">here</a>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> do you ever feel like answering a question really badly just to mix it up a little</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n9:29 pm</dco> &nbsp;<qco> How to make a video?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> Hmm so sometimes tunes randomly come into my head and I record them before I can forget but I'm always afraid that they're just already-existing tunes which are unconsciously stuck in my head. How am I supposed to find out if they're original or not?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n9:18 pm</dco> &nbsp;<qco> Any plans on a collab?\n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Who would you like to collab with the most out of anyone in the world?\n<br>\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n9:09 pm</dco> &nbsp;<qco> why do people like your work</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n8:19 pm</dco> &nbsp;<qco> had a question about the song might quit;&nbsp;the solo plays the main melody in three octaves: \n<br>\n<br>Highest oct: Dadada da da daaa\n<br>Middle oct: Dododo do do dooo\n<br>Lower oct: Dududu du du du du du duuu dudu duu...\n<br>\n<br>I always enjoy listening to that song, but I can't help but notice how the middle oct melody (second dadada) doesn't quite fall in the right beat, not quite in sync. did you notice that or did that on purpose?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n7:44 pm</dco> &nbsp;<qco> will you send my regards to people</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n7:36 pm</dco> &nbsp;<qco> crunchy or smooth peanut butter</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n6:57 pm</dco> &nbsp;<qco> If you're still on logic 9 I'd HIGHLY suggest that you make the jump to X.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The transition isn't nearly as bad as moving to FCPX,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but it's just better. The developers really listen to feedback and keep adding new features, some of which others would charge full price for.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I think it's worth looking into, while you're in this phase of upheaval.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n5:52 pm</dco> &nbsp;<qco> why arent you making songs anymore?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> I believe creativity is partly about finding new connections between existing things, and having the right skillset to have people effectively feel that connection when experiencing your creation, would you agree?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I couldn't help but think of your core desire of thinking of something and have it appear in someones mind as an example of the creative endeavour, and the better your skillset is, the better and clearer it may appear in audience's mind. I just don't know if im oversimplifying what creativity is, which is why i say \"is partly about \" as opposed to \"is all about\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n3:42 pm</dco> &nbsp;<qco> What's your least favorite part of the musical process? :0</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.19&nbsp; \n3:40 pm</dco> &nbsp;<qco> Do you do Nigeria?</qco> </h3>"
  }
]
