[
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n9:24 am</dco> &nbsp;<qco> do you ever sit down and deeply question if pigeons are real?</qco> </h3>      \nnee but ik vraag me wel eens af of duiven toch ook 'doves' zijn\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n7:31 am</dco> &nbsp;<qco> Do you have any daily practice/'ritual' you do besides working on whatever the current project is?</qco> </h3>      \nlanguage learning\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n7:30 am</dco> &nbsp;<qco> Is clear a color</qco> </h3>      \ncould happen. if you need to distinguish between 5 different things, where one of them is clear and the other 4 are not clear but they are different colors, then 'clear' will start to be handled linguistically as a color\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n6:58 am</dco> &nbsp;<qco> Do you like paralellograms?</qco> </h3>      \nsure, especially orthogonal ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; 6:40 am</dco> &nbsp;<qco> how many licks does it take to get to the center of a tootsie pop</qco> </h3>      \nmore importantly, how many tootsie pops does it take to find out\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n5:20 am</dco> &nbsp;<qco> Can you recommend me a good perfume ? ( For women.. or both women and men )</qco> </h3>      \ni recommend them all. but don't take my word for it, try them all\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n2:45 am</dco> &nbsp;<qco> If someone is running unopposed, should I vote for them or just not vote for anyone? I don't know who to write in.&nbsp;</qco> </h3>      \nmaybe it's time to bring back those chads\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n2:21 am</dco> &nbsp;<qco> would you agree that the sun is too bright, and that we should turn it down a bit?</qco> </h3>      \ni wouldn't mess with the sun. at least not yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n2:16 am</dco> &nbsp;<qco> What is outside of the world border?</qco> </h3>      \nanother world\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n2:15 am</dco> &nbsp;<qco> why don't you share your political views?</qco> </h3>      \nwhen it comes right down to it, i'm not entirely sure even what a political view is. it reminds me of the old riddle, \"is it quicker to go to chicago, or by train?\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n2:08 am</dco> &nbsp;<qco> I FUCKING LOVE THE GROUND PLANE SONG fucking love it</qco> </h3>      \nthat should keep me going for another several weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n2:07 am</dco> &nbsp;<qco> what is your favourite way to walk around?</qco> </h3>      \nwalking is impossible to describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n1:48 am</dco> &nbsp;<qco> What happens after all the questions are asked?</qco> </h3>      \nmaybe you could ask some of the same ones again\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.24&nbsp; \n1:05 am</dco> &nbsp;<qco> It's such a rush to post music that expresses a part of your life genuinely. I just posted a song that speaks to a personal slice of my life and it feels great. Would you say that's why music is so nice to do in general</qco> </h3>      \ncommunication in general is gratifying, for people to share what it's like to be each other\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2024-10.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; 11:18 pm</dco> &nbsp;<qco> do you enjoy answering these questions or is it more of a formality for you?</qco> </h3>      \nwhat i think i'm hearing you say is, you don't think enjoyment can be formal, or, you don't think formality can be enjoyable\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n8:52 pm</dco> &nbsp;<qco> what is the shape of the earth</qco> </h3>      \nit's hard to describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n7:53 pm</dco> &nbsp;<qco> How do i fly a plane?</qco> </h3>      \nmaybe you can get a second plane, to fly the first plane\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n5:51 pm</dco> &nbsp;<qco> when someone says a title of one of your songs do you always read it musically</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n4:45 pm</dco> &nbsp;<qco> what is the most decisive vegetable? i would say the potato is the least decisive</qco> </h3>      \nah then you haven't waited long enough\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n2:58 pm</dco> &nbsp;<qco> Do you have a favorite time signature?&nbsp;</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n12:42 pm</dco> &nbsp;<qco> is english a real language or propaganda</qco> </h3>      \nwhy can't it be both\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n12:36 pm</dco> &nbsp;<qco> would a physicist who'd never played pool be better at pool than a non-physicist who'd never played pool?</qco> </h3>      \nbeing a physicist would help, but the other person might have some other skill that might also help. for example, if the other person was a professional golfer, that would likely be a bigger advantage\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n12:29 pm</dco> &nbsp;<qco> if you grew up in a pennsylvania valley surrounded by rotting factories and mountains, what chords would you use in your music? i think the answer is 7 and 9 chords with a touch of distortion, but i want to know what you think.</qco> </h3>      \ni'd use all the same chords i use today\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n11:29 am</dco> &nbsp;<qco> Have you ever made the unfortunate mistake of touching the ground when the floor was lava&nbsp;</qco> </h3>      \nno, but sometimes i forget to return to the ground when it's not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n11:01 am</dco> &nbsp;<qco> did you know you can whistle with a jolly rancher wrapper?</qco> </h3>      \nsomehow that doesn't surprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n10:10 am</dco> &nbsp;<qco> Do you enjoy wearing parkas? I find myself very fancy in them.</qco> </h3>      \ni don't currently own a parka. actually that might not be true, i don't have a firm grasp of the word parka\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n8:05 am</dco> &nbsp;<qco> What's the difference between an awesome thing, a fantastic thing, and an excellent thing?</qco> </h3>      \nin this case, just the sound of the words\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n7:00 am</dco> &nbsp;<qco> What are you gonna be for halloween?&nbsp;</qco> </h3>      \nin the summer, apparently\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n6:25 am</dco> &nbsp;<qco> i can't find any conversational content in the language i want to laern</qco> </h3>      \nthe advantage here is, it will make you cherish even more dearly the content you do manage to find. maybe that might even inspire you to find and meet real people in that language\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n6:08 am</dco> &nbsp;<qco> how many questions until every question that was ever asked has been asked as many times as there is questions?</qco> </h3>      \nat least in the trillions\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; 4:04 am</dco> &nbsp;<qco> what question should i ask?</qco> </h3>      \n\"what question should i ask?\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n2:15 am</dco> &nbsp;<qco> What is the meaning of violence?</qco> </h3>      \ntechnically it's when change happens much too quickly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n12:35 am</dco> &nbsp;<qco> If Dick Cheney was right in front of you, what would you say to him?</qco> </h3>      \ni would wait for him to speak first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.24&nbsp; \n12:05 am</dco> &nbsp;<qco> Have you ever tried making something that can only be only enjoyed exactly one time? How would you even go about doing that, and which time would you want it to be enjoyed?</qco> </h3>      \nthat would be any unrecorded conversation i've ever had\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n10:34 pm</dco> &nbsp;<qco> How in the world do you have the patience to animate?</qco> </h3>      \nhow in the world do you have patience for time to go by so fast\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n10:34 pm</dco> &nbsp;<qco> how to improve my memory because mine is crappy, or too crappy for college</qco> </h3>      \nit all comes down to what you genuinely want to remember. this may be bad news, or maybe a lifehack, depending on how you interpret it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n9:32 pm</dco> &nbsp;<qco> do you remember your favorite childhood memory?</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n8:01 pm</dco> &nbsp;<qco> u gonna go on more talk shows? maybe even make one of ur own? thatd b awesome saucesome</qco> </h3>      \ni'm working on it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n7:50 pm</dco> &nbsp;<qco> How many eyes is too many?</qco> </h3>      \njust enough to see absolutely everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n6:54 pm</dco> &nbsp;<qco> what do you think about the second moon?</qco> </h3>      \nclickbait\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n4:38 pm</dco> &nbsp;<qco> why do you need so many microphones to mic a drum kit, like no other instrument needs that many</qco> </h3>      \nyou're right, something's wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n4:37 pm</dco> &nbsp;<qco> can you please respond to this question with dutch</qco> </h3>      \n\"ik vraag me af of de 89e gracht ook prachtig is\" - Verstuurd vanaf mijn fiets\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n4:34 pm</dco> &nbsp;<qco> what does a quote mean to you? who decides what becomes a quote?</qco> </h3>      anyone trying to express themselves who finds it useful to refer to something that someone else has said\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n4:25 pm</dco> &nbsp;<qco> What makes things awkward?</qco> </h3>      \nit's always been awkward, but maybe someone just pointed it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n3:19 pm</dco> &nbsp;<qco> why is it that ambulance sirens in america sound like a freaking nuclear siren, while in europe it's a nice melody?</qco> </h3>      \n\nperhaps the melody can't be used in america due to legal pressure from the marvin gaye estate, who claims to own the copyright\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n3:13 pm</dco> &nbsp;<qco> which tree is your biggest role model?</qco> </h3>      \npalm\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n12:49 pm</dco> &nbsp;<qco> on paper, shouldn't the 'perfect aspect ratio' be something between 4:3 and 16:9?</qco> </h3>      \nas far as i know, it's somewhere between 0:1 and 1:0\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n12:35 pm</dco> &nbsp;<qco> in toki pona, there can be as many combinations as you want, each with new meanings. but these meanings never go beyond the meanings of the words that comprise them. if \"moving house\" was always a car, that would just be a new word, and then toki pona would have 121 words. but speakers avoid that, so it still has 120 words.&nbsp;</qco> </h3>      \nin that case, i wonder how they would say 'Microsoft DOS'\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; \n12:28 pm</dco> &nbsp;<qco> what kind of haircut should i get!?!??!</qco> </h3>      \nyou about the 'kitchen sink'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.24&nbsp; 11:46 am</dco> &nbsp;<qco> what made you make this website</qco> </h3>      \nit was easier than emailing the content to everyone individually\n<br><br>"
  }
]
