[
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n8:33 am</dco> &nbsp;<qco> Do you feel like a better person when people say that your music/videos helped them with their depression/other mental illness?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n8:12 am</dco> &nbsp;<qco> As far as I can recall, none of your songs have had a fading outro vamp before \"Mount St. Helens is about to Blow Up\".</qco></h3>      we could just get high does it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Was this just a particular stylistic choice for this song,</qco></h3>      was a natural chain reaction from the 'special' line<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or was it done in the interest of saving time due to your extremely tight production schedule?</qco> </h3>      actually the opposite. it had a devastating effect on the time. was ready to wrap it up at 2 minutes with a tiny last verse, but then it hits the 'special' line which sends it tumbling into a perpetual outvamp which never wants to end. then i check the time at the end and it's 3min15, and it's sunday. i was 3 days behind compared to last time (due to business trip) and now as an extra surprise the song just spontaneously wrote itself over 3 minutes when i thought i was gonna get out at 2. the previous song was 2:21 and it was nearly impossible in 14 days. now i gotta do 3:15 in 9? 'ok sure what' is what i believe i said to myself<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n4:12 am</dco> &nbsp;<qco> Interesting choice to incorporate screenshots of the software on your computer in your videos. What made you choose that?</qco> </h3>      did it by accident once and i loved it so much i've been doing it ever since\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n3:41 am</dco> &nbsp;<qco> Are you annoyed with the incorrect use to the word \"literally.\"</qco> </h3>      that's healthy and natural. language changes gradually over time. take a look at english 1000 years ago and it will be mostly unrecognizable. you may be surprised at how many words we use today are actually 'incorrect' compared to the way it was supposed to be used before\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n3:37 am</dco> &nbsp;<qco> Hey Bill, I just missed the opportunity to go to a music school in New York and instead went to a local college as a non-music major. Do you have any advice for me?</qco></h3>      music is best learned from life. life can be found in schools sometimes but that's not necessarily its most preferred and/or natural habitat<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like I will regret my decision for the rest of my life because I wasn't brave enough to take the challenge/risk of going to school there.</qco></h3>      the entire world is a music school. music grows on trees, it can be found in your attic, basement, and in the lavatories as well<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I love your work!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n3:10 am</dco> &nbsp;<qco> Why do you want to write songs so bad? Why not just get an easy job and chill? Asking for a friend.</qco> </h3>      it can save the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n3:03 am</dco> &nbsp;<qco> How do you write such nice songs?</qco> </h3>      i try to let them write me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n2:34 am</dco> &nbsp;<qco> How to overcome boredom when you don't have motivation to do the things that once made passionate?</qco> </h3>      try something new that you don't know yet if you are passionate about\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n2:15 am</dco> &nbsp;<qco> I love everything you do and you really inspire me. How you compile everything you do and answer every question is crazy and is really how I wanna be. One day I want to look through this website and look at everything on here. How do you manage to have any free time? You answer questions so often,</qco></h3>      i keep it to once per day<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I can't understand how you have time to work on your fantastic songs.</qco> </h3>      i had a major breakthrough earlier this year when i moved the question session to the end of the day instead of the beginning\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n2:01 am</dco> &nbsp;<qco> hey! have you done any experimenting with the text/graphics settings in the editing software you use? if it's premiere, i think it's super powerful and is very good at not including extraneous textbox edges from screenshots. and it's super easy to keyframe them around just like you do already. except this time the text is in the program instead of in your notes program. may be a simple game change of copy/paste instead of screenshot/import. i hope this was helpful or enlightening in some way</qco> </h3>      i've tried using the text controls in the video program, and i thought it was a great idea for a hot minute and then i realized i have much more control with the screenshot method. i have special tricks to standardize alignment and get rid of the lines\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n1:58 am</dco> &nbsp;<qco> Many people I have talked to say they don't like your songs because they're 'heavily rely on random humor' which I don't think is true because I don't particularly find your songs funny. When I listen to your songs I feel like I'm going on an adventure alongside a cool neat character who's just living life and seeing what they can see. When you make songs and videos together, what to you are the visuals and music trying to make the listener feel? (If anything at all)</qco> </h3>      good, or better if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n1:53 am</dco> &nbsp;<qco> When do you sleep? I noticed reading your answers that you have something posted at least every hour.</qco></h3>      that's not the post time, that's the ask time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you queue your answers to keep the needy at bay?</qco> </h3>      usually the page is only updated once every 24 hours\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n1:48 am</dco> &nbsp;<qco> if i am correct, all the songs are sung from the viewer's perspective, or \"my\" perspective. is that true?</qco></h3>      could be fun to look at it that way, but there may be times where the glove simply may not fit<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also, by the way, are you still in portland? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i recently went to this small venue there called hawthorne theater next to a Mexican place called pepinos and i just wanted to warn you about pepinos</qco> </h3>      thank you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n1:22 am</dco> &nbsp;<qco> Hey, I know this isn't a question but I'm sorry for any backlash you are getting for that comment about ADHD and that asshole who's stalking you. I was prescribed adderall and a cocktail of other drugs to \"combat\" my \"ADHD\" which I turned out not to have. The shit they gave me made me someone else. On top of the doctor doubling and tripling the doses of the drugs made me lose 75% of my friends in Elementary school, which I didn't even really recover from until High school. Irritable, unwilling to stop tasks, violent, the stuff they \"medically\" prescribed me made me lose all trust in \"doctors\". Sorry about the use of \" \" marks and clogging up your question page but that guy talking shit about you really activated my almonds and I felt like I needed to defend my favorite artist.</qco> </h3>      oh that's nice of you, but the important lesson for me is that adhd has a lot more to it than i thought, and it is none of my business to talk about it. that's the great thing about having this questions page, is endless learning, for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n1:14 am</dco> &nbsp;<qco> Will you run for Internet Congress?</qco> </h3>      that does not sound like the job i want\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n12:59 am</dco> &nbsp;<qco> would u consider urself a calm person?</qco> </h3>      it is part of my repertoire\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n12:19 am</dco> &nbsp;<qco> I get lots of good big ideas but I feel like they don't have enough good small ideas to supplement them and make them feel complete, how do you recommend making ideas that make other ideas feel complete and lovely?</qco> </h3>      you just have to get the big thing in a room and start asking existential questions about it. what is it who is it where is it from why was it made etc. and then you will start to hone in on the answers\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.18&nbsp; \n12:00 am</dco> &nbsp;<qco> When can I listen to your tunes on vinyl?</qco> </h3>      in the 1970s hopefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n11:57 pm</dco> &nbsp;<qco> is LA DE da dee day oh just a ripoff of big shaqs man's not hot</qco> </h3>      if it is that would be impressive because i've never heard that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n11:52 pm</dco> &nbsp;<qco> any particular reason why \"i love you\" (june '17) wasn't posted to your soundcloud?</qco> </h3>      because it sucks?\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n11:34 pm</dco> &nbsp;<qco> Also, can you give me the opening chord to sexy pants as a UKULELE chord (w/o lead vocal)? I'll improvise from there until the bassline levels out as in-key.</qco> </h3>      it depends if you are talking about the sort of pre-intro (hello) chord, or the one when the band drops. the pre-intro chord actually is ukulele friendly because it has no bass and it's only 4 notes. but that won't help you play the song. almost the entire rest of the intro would need to be re-written to have the right effect on ukulele\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n11:28 pm</dco> &nbsp;<qco> what is your thermostat set to?</qco> </h3>      friendly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n11:22 pm</dco> &nbsp;<qco> What would you say is the most stressful part of your job/creative process?</qco> </h3>      being born i think but luckily i already got that out of the way. everything else sort of is a miniature trauma-flashback to that, but probably not as bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n10:55 pm</dco> &nbsp;<qco> how do u learn to solo/improvise</qco> </h3>      spend some time with the instrument, spend some time listening to songs, then spend some time listening to songs near and instrument, then gradually get closer to the instrument with the songs playing and maybe mute the melody somehow if you can ..... get a playalong package? or even more fun you could make your own\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n10:32 pm</dco> &nbsp;<qco> How to safe the world</qco> </h3>      first identify its foe(s)\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n10:31 pm</dco> &nbsp;<qco> Y dose it all ways say thanks instead of a real awnser\n<br></qco> </h3>      that is in case the computer did not know the answer to your question, in which case you would have to wait for me to read it and answer it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n10:29 pm</dco> &nbsp;<qco> How do you come up for ideas for songs</qco> </h3>      i try to let them come up with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n10:28 pm</dco> &nbsp;<qco> Was the mt St Helens a joke video\n<br></qco> </h3>      fiction\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n9:56 pm</dco> &nbsp;<qco> recipe for success: 1. get really good at thing 2. force yourself to do thing real fast 3. go even faster\n<br>\n<br>did I leave anything out</qco> </h3>      i was going to say no but now that i think about it, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n9:07 pm</dco> &nbsp;<qco> What is your current purpose?&nbsp;</qco> </h3>      2 week schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n8:48 pm</dco> &nbsp;<qco> is australia upside down?&nbsp;</qco> </h3>      no but everything else is\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n7:42 pm</dco> &nbsp;<qco> Im a huge becker&nbsp;&amp; fagen fan and saw you've made a version of hey nineteen. Would you consider making a version of \"time out of mind\"?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n7:36 pm</dco> &nbsp;<qco> Do you think you can make a live action video on an existing song (like got to know whats going on) in 2 weeks?</qco> </h3>      i would say no, but as of the last month the impossible has unexpectedly become possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n7:33 pm</dco> &nbsp;<qco> what's more interesting: space or the ocean?</qco> </h3>      what about land\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n7:07 pm</dco> &nbsp;<qco> Shaming folks for finding coping methods that work for them is bullshit and that's what you're doing when you work out your loathing of psychiatry on the questions page. I don't know your back story \n</qco></h3>      yes you do, if this is who i think it is, you're the one who's been stalking me for several months now<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and I don't know you, but based on what you've said over the years, I'm guessing people (family?) forced \"help\" on you when you were younger to try to get you to conform to some shit ideal they had for who they wanted you to be. I'm very sorry that happened. That's not fucking okay. Sure, you're eccentric and unique and innovative and genius and \"weird\"... and as long as you're happy and you're not hurting anyone, you should be able to do and be and live whatever and however the fuck you want. Always. Period. I will fight til the death for your right to be as free and insane as makes you happy. But your needs and experiences aren't everyone's needs and experiences. Some people need therapy and meds to achieve basic functioning and baseline peace or to tak\n e care o\n f their kids or to take care of themselves or whatever the fuck it is that they need to do in this life... and I am clearly one of them. And when you think you're just hating on quack doctors, you're also shitting on the good ones who save lives and help give people skills that transform their lives for the better. And you're making people feel bad for not being as \"strong\" or as \"free\" as your online persona proports to be. It should come as no surprise to you that I quit taking my meds when I first started following you early this year because I thought \"if he doesn't need them, then I don't either!\"... and how did that turn out? Pretty fucking badly, I guess... right? So maybe just chill the fuck out for a minute and stop trying to convince everyone to get off their meds unless you're actively trying to get people to become creepy obsessive unhinged lovesick psychos when their brain chemistry jumps off the deep end. https://www.reddit.com/r/billwurtz/comments/9h5zc7/whoa/\n &nbsp;<!--\n qco--> </qco></h3>      what i meant to say was, the term \"ADHD\" seems pretty offensive to me, because i think the D stands for disorder, and i get very sad when i hear about how common it is for school kids to be told something is wrong with them just for being disinterested in uninteresting material. that would be kind of like making a movie and then telling the audience there's something wrong with them if they were bored by it ..... but i saw quite a bit of back lash for the thing i said, which i didn't even explain clearly, what you're saying is not what i said nor meant, and i felt terrible and so i've concluded that the whole thing is definitely none of my business\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n6:54 pm</dco> &nbsp;<qco> what's ur song selection process lately</qco> </h3>      fuck it, do a new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n6:21 pm</dco> &nbsp;<qco> Are you going to make an album, or will it just be singles forever?</qco> </h3>      perhaps something a little different\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n6:12 pm</dco> &nbsp;<qco> what's your favorite atonal chord?</qco> </h3>      <a href=\"nap.mp4\">nap.mp4</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n6:09 pm</dco> &nbsp;<qco> i have fun making music but i get really mad at my recording program cause it messes everything up and doesnt save correctly sometimes and sometimes if i undo something by mistake it doesn't let me redo and then i lose a really good take :( someday i&nbsp;&nbsp;will have something better but it is sad to have your fun squashed by a bad program that is working against you</qco> </h3>      every program seems to be working against you until you simply learn how to not work against the program\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n5:26 pm</dco> &nbsp;<qco> so i know that you're a time-traveler from the future, and you are cryptically giving us warnings about what's to come,</qco></h3>      cryptic warnings? that seems like a bad way to give a warning<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but why this time? is it all down hill from here?</qco></h3>      and up<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why can't we change the direction of the hill? </qco></h3>      you can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why did i ask six questions instead of five? is this too many questions? or is it just enough?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n5:04 pm</dco> &nbsp;<qco> Why have you started capitalizing in the titles of your songs?</qco> </h3>      i don't remember when i started\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n4:58 pm</dco> &nbsp;<qco> is a unibrow just a brow than goes to university?</qco> </h3>      i wanted to say no but i cannot ignore the truth\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n4:27 pm</dco> &nbsp;<qco> Whats the question you really want to be asked?</qco> </h3>      one i did not ask you to ask\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n4:16 pm</dco> &nbsp;<qco> how will the world end</qco> </h3>      just like this\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n3:07 pm</dco> &nbsp;<qco> I'm weak. I'm really really weak. And I don't know how to go on. What do you say?&nbsp;</qco> </h3>      as long as you can still move a little bit, just keep moving that little bit. you will get stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:51 pm</dco> &nbsp;<qco> make a song about bridges, please</qco> </h3>      <a href=\"crawl-under-the-bridge.mp3\">ok</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:44 pm</dco> &nbsp;<qco> how do i work on wording</qco> </h3>      grab a text file and have some fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:40 pm</dco> &nbsp;<qco> Done anything new and cool recently?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:23 pm</dco> &nbsp;<qco> Do you have any inspiration?</qco> </h3>      i have a converter device which can convert virtually anything into inspiration. sand, rocks, your overdue Comcast bills, === inspiration!\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:17 pm</dco> &nbsp;<qco> How is you mental health, man? All your videos are about problems. \"I am a stupid idiot\" \"I'm a loser\" \"Still a piece of garbage\" \"I'm incomplete\". Bill, are you ok?</qco> </h3>      looks like you have been cherry picking the data\n<br><br>"
  }
]
