[
  {
    "html": "<h3> <dco>7.15.18&nbsp; \n1:32 am</dco> &nbsp;<qco> i abducted some aliens</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.15.18&nbsp; \n1:09 am</dco> &nbsp;<qco> can i live</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.15.18&nbsp; \n12:22 am</dco> &nbsp;<qco> There is a problem to ask a question on mobile devices. After typing a long question button \"ASK\" goes inside the textarea and then, after a few words, disappears. It appears again only after changing screen position. Wish you could fix that.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.15.18&nbsp; \n12:14 am</dco> &nbsp;<qco> So, after reading this section, I cought some general statements:\n<br>1) Travel anywhere\n<br>2) Do whatever the heck you want do and like do\n<br>\n<br>Is there more points, or I got all of them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n11:13 pm</dco> &nbsp;<qco> oh !!! i think i may have solved the puzzle. before you were a human, you didn't know about Life. and once you die, you will go on to \"the next level,\" youve said. and what you do in life seems to affect what your next level is like, i also remember you saying. very mysterious, this next level, which certainly seems a lot like life, except that it isnt life as we know it. but it's similar in the way that you didn't know about life until you found yourself with it. hmm. jeez actually maybe i dont get it. am i in the ballpark?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n10:02 pm</dco> &nbsp;<qco> what are our obligations as human beings?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n8:36 pm</dco> &nbsp;<qco> How can I have the drive to make work that I know people aren't going to see</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n8:29 pm</dco> &nbsp;<qco> wht's the best thing since slinced bread</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n6:56 pm</dco> &nbsp;<qco> sometimes i know i'm not finished with a project, but i don't know where i'm going or how to get there. how do you recommend dealing with obstacles in creative work without giving up?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> How do I improve my skills in drawing and music when I have no confidence in myself?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n5:53 pm</dco> &nbsp;<qco> can the song/lyrics/anything i am trying to write ever be like the vision of it as i have? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is the vision just like a magnet that is constanly getting further</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n4:04 pm</dco> &nbsp;<qco> what was your inspiration for snail time video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n4:03 pm</dco> &nbsp;<qco> when are you going to update your notebook?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n12:42 pm</dco> &nbsp;<qco> why is printer ink so expensive?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n12:13 pm</dco> &nbsp;<qco> what do you do to make money</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n11:05 am</dco> &nbsp;<qco> do you have any advice for getting through tough times?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n11:01 am</dco> &nbsp;<qco> <a href=\"q.php?date=201807121655\">7.12.18&nbsp;&nbsp;4:55 pm</a>  the music company would also be able to help you with things like \"making sure your youtube plays count for Billboard\" and \"finding a better solution than EQ-ing million different channels manually\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n10:36 am</dco> &nbsp;<qco> can you sing</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n10:23 am</dco> &nbsp;<qco> hey i know youre doing medium sized videos right now but have you ever considered making a musical video? (a video with multiple songs intertwined through narrative)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n4:51 am</dco> &nbsp;<qco> what do your songs mean to you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n3:13 am</dco> &nbsp;<qco> do you know how to unlock creative part in the brain, because my part is locked and not discovered yet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n2:11 am</dco> &nbsp;<qco> When you go to make a new video, what's the first thing you come up with?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n1:20 am</dco> &nbsp;<qco> When do you think delaying projects will be a good decision?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n12:56 am</dco> &nbsp;<qco> figuring out the mechanics in music is so awfully hard. i keep getting swept up by it. any tips?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n12:53 am</dco> &nbsp;<qco> If you were a tree, what kind of tree would you be?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.14.18&nbsp; \n12:16 am</dco> &nbsp;<qco> when will you do a face reveal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n10:56 pm</dco> &nbsp;<qco> Why does it say \"i'm feeling randy\" in the corner of the questions page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n10:54 pm</dco> &nbsp;<qco> In \"Hello Sexy Pants\" why did you decide to have the lamp light the \"whole darn sky\" at 2AM rather than any other time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n10:52 pm</dco> &nbsp;<qco> What is your favorite part of being a musician?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n10:12 pm</dco> &nbsp;<qco> why do or don't you swear so much or more?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n10:09 pm</dco> &nbsp;<qco> is it weird to get inspired to do music from people who don't do music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n9:58 pm</dco> &nbsp;<qco> what are the 3 keys to success</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n9:35 pm</dco> &nbsp;<qco> why do music when everyThing has already been made? i think everyone gets what music is by now, do we really need more of it? anything more is really just overkill at this point</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n9:27 pm</dco> &nbsp;<qco> music sucks: let me explain why\n<br>\n<br>1) it's loud\n<br>2) it is distracting\n<br>3) you can't even touch it\n<br>\n<br>agree or disgagree?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n9:16 pm</dco> &nbsp;<qco> hey bill, me again asking about how to exist in a world of music in which to break free from - I feel like the daily mid-life crises you talked about is so real for me. It's easily the most difficult thing. I've nearly given up, picking up an instrument is almost painful at the moment. How have you broken through that barrier?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n7:42 pm</dco> &nbsp;<qco> i feel like when i start to write/compose i always have this super productive, creative period, and then i lose motivation after that. i never wind up getting anything done because of it - i have lots of starts but no finished products. any suggestions on how to get over it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n6:57 pm</dco> &nbsp;<qco> are you just using this to train your wittiness</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n6:21 pm</dco> &nbsp;<qco> would you rather be awake or asleep right now?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> how do you find something you love without giving up hope</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n4:38 pm</dco> &nbsp;<qco> why am i still here</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n4:03 pm</dco> &nbsp;<qco> your most recent song had no chorus. do you believe that don't actually need to have a chorus to be adequate?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n3:46 pm</dco> &nbsp;<qco> what's the weirdest fortune you've gotten from a fortune cookie</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n1:18 pm</dco> &nbsp;<qco> Why do you swear in some of your videos but not in your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> what do you think of life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n11:23 am</dco> &nbsp;<qco> is la de da de da de da de day oh intentionally not on Google Play Music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n11:16 am</dco> &nbsp;<qco> How do you finish projects? I am having issues where i would start something, not know where its going, and then keep it in a graveyard of unfinished music. How do you come up with complete songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n9:56 am</dco> &nbsp;<qco> i am sad because politics sucks. actually politics is cool but the politicians are not cool. i want them to die! what should i do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n8:37 am</dco> &nbsp;<qco> hey bill,\n<br>\n<br>i have this problem where i don't know who i am. i really want to know what i want to do with my life and who i want to be, but i feel like it changes from one day to the next. i'm just about to graduate from college with a major in physics, and some days i love science and other days i'm sick of it and all i want to do is be creative and write songs. i keep switching between so many things and i can't make up my mind. i also struggle with my personality and what kind of person i want to be. i got married so young and i feel like i haven't been able to be myself and take on the world as an individual. i feel as if my personality is clouded by my husband and who he wants me to be, not who i really want to be. i guess i'm just stuck in this never ending cycle of wanting to try new things and be myself, and i don't know what thing i want to stick with or who myself is. i think it might be that i want to be someone that my husband an\n d family\n  don't want me to be, but is it worth being myself and risking losing them? how do i even do that when i have no support? how do i try to be myself when i don't really know who that is? sorry if this is rambly. i have no one to talk to about this and you are full of so much wisdom. \n<br>\n<br>thanks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n8:35 am</dco> &nbsp;<qco> are you secretly a goat?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.18&nbsp; \n5:22 am</dco> &nbsp;<qco> do you think you'll make reality videos again?</qco> </h3>"
  }
]
