[
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n1:10 pm</dco> &nbsp;<qco> Hey Bill, do you have any mixing tips? I love how your mixes always sound super clean, without any conflicting sounds at all. Do you just mix by ear or is there some technique to it? Thanks.</qco> </h3>      i have many tips but it would depend which tips you already know. the first tip is to just make sure all the instruments are the right volume compared to each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n12:33 pm</dco> &nbsp;<qco> on your video with Genius about your song \"mount st. helens is about to blow up\", you mentioned that the idea came to you on a business trip to Portland, Oregon. i probably misunderstood it but does this mean you have a day job that isn't making music and videos? if so, what is it?</qco> </h3>      sometimes i travel for reasons related to those music / videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> do you use your voice more as an instrument, singing words that sounds good with the music, or more as a means of storytelling?</qco> </h3>      all of that, and more\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n12:07 pm</dco> &nbsp;<qco> why does my music suck?</qco> </h3>      all music sucks\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n12:00 pm</dco> &nbsp;<qco> what music do you like?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n11:33 am</dco> &nbsp;<qco> if you are ever faced with a long hallway, would you just roll down it or would you call a taxi/uber?</qco> </h3>      walk\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n11:29 am</dco> &nbsp;<qco> Why are eggs so popular?&nbsp;</qco> </h3>      due to the chicken\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n10:53 am</dco> &nbsp;<qco> I can enjoy the project I am doing, but there's something wrong. It's customary for me to build up quickly a sense of defeat confronting any slight obstacle. Take as an example, spending too much time on a question than expected, getting lost for a huge chunk of time on my way to destination and the like. I do understand it's common for everyone that do things to experience defeats and get a bit depressed on their way to victory, but some people just build up this mood very slowly or it can be easily eclipsed by something else, which marks a sharp difference with my own case-overwhelmed and giving up too quickly before I can strike the sweetpoint. I wonder there are any tricks behind this, for restoring the right state to continue&nbsp;</qco> </h3>      try doing shorter projects. they will get done easier, and meanwhile this will strengthen your procedures, and your confidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n10:45 am</dco> &nbsp;<qco> i noticed that airport terminal is unusually upbeat! what influenced the decision to do that?</qco> </h3>      no decision\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n10:26 am</dco> &nbsp;<qco> Is it better to be an optimist or a pessimist? Or maybe a secret third option?</qco> </h3>      it's best to be able to actually change the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n10:20 am</dco> &nbsp;<qco> I'm alone in the airport terminal, What do I do?</qco> </h3>      see if you can get the baggage claim conveyor belts turned on, and play on them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n8:13 am</dco> &nbsp;<qco> what are the tools i would need to make music? i know instruments but what type?</qco> </h3>      you can make music with anything. if you know specifically what the end result is going to sound like, then you can know more specifically what you need. but if you don't specifically know the end result, that's fun too, and you can use whatever you have\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n8:12 am</dco> &nbsp;<qco> why don't you collab with anyone?</qco> </h3>      because i don't know how it works\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n8:11 am</dco> &nbsp;<qco> Was your porridge delicious?</qco> </h3>      i have never had porridge\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n8:10 am</dco> &nbsp;<qco> did you do a good thing to make up for the bad thing</qco> </h3>      i only do medium things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n8:10 am</dco> &nbsp;<qco> I noticed the video for \"long long long journey\" and \"how to win at spelling\" have a similiar animation. Is this part of a bigger conspiracy?</qco> </h3>      yes, the conspiracy is that all bill wurtz videos are believed to have been made by the same person\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n8:04 am</dco> &nbsp;<qco> How many birds have exactly 2 wings?</qco> </h3>      usually 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n7:54 am</dco> &nbsp;<qco> have you considered buying flex tape?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n7:45 am</dco> &nbsp;<qco> is wood valuable&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n7:39 am</dco> &nbsp;<qco> why do you never fully answer questions about your inspirations? i mean, it'd be interesting to know who you're a fan of and what you listen to the most</qco> </h3>      i prefer to give the answers when i am not asked, because then they are less likely to be misconstrued as 'the whole picture'\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n7:22 am</dco> &nbsp;<qco> how do I find the strength to make art about a beautiful moment when working on it reminds me that it's gone forever</qco> </h3>      there's more where that came from. good news if you were thinking about being sad that there wouldn't be more\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n6:20 am</dco> &nbsp;<qco> If you could be friends with anyone in Dream Theater who would you choose?</qco> </h3>      petrucci\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n5:25 am</dco> &nbsp;<qco> notehow do we heal the world?</qco> </h3>      first you must diagnose its disease\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n5:08 am</dco> &nbsp;<qco> on that vidcon panel you said that your originality comes from \"living under a rock,\" but at the same time you always talk about how listening and transcribing everything you listen to is a good way to learn music. don't these contradict each other?\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i want to be better at music but should i listen to everything or avoid listening to anything?</qco> </h3>      listen to a lot of things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n4:44 am</dco> &nbsp;<qco> What theme/instruments play during \"Ivan the Terrible\" in \"history of the entire world, i guess\"?</qco> </h3>      i haven't seen it since it was made but let me quickly see if i can locate just that part without watching the rest ... ok i found a part that says 'what if russia was big, said ivan trying not to be terrible' and that sounds like a synth i made called 'microwave' which i have used on many other songs since then. but at some point i tweaked it a little and called it 'jellyfish lounge' which is another similar sound\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n4:24 am</dco> &nbsp;<qco> some of your answers are actually funny, do you try to make them sound funny or are you just naturally entertaining&nbsp;</qco> </h3>      i'm just trying to satisfy the share holders\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n4:14 am</dco> &nbsp;<qco> Do you need a ukulele player for your band</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n4:10 am</dco> &nbsp;<qco> am i overthinking this?</qco> </h3>      understating\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n3:43 am</dco> &nbsp;<qco> How do you find the right balance between music being weird enough to be different, yet still familiar enough to be catchy? I've thought you have always done that really well, and I was wondering how you balance the two, or if it just comes naturally with your musical style?&nbsp;</qco> </h3>      you just put it up there and take the picture really quick before it falls, so that way it appears balanced, even if only for a few micro seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n2:42 am</dco> &nbsp;<qco> How can you best deal with jealousy towards people who are similar, but better than you?</qco> </h3>      be better than them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n2:40 am</dco> &nbsp;<qco> Which of your songs would be the best to make out to?</qco> </h3>      illuminated glass container\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n2:23 am</dco> &nbsp;<qco> how would you call your music genre?</qco> </h3>      regular<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n2:12 am</dco> &nbsp;<qco> why do your videos are too colorful?</qco> </h3>      possibly to make up for their other short comings\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n12:30 am</dco> &nbsp;<qco> Have you always liked editing and video making or was it something that fell into your lap when it got involved with your music&nbsp;</qco> </h3>      it did not fall into my lap, but i reached for it as a business strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n11:04 pm</dco> &nbsp;<qco> Usually your music videos inspire me, but the one for Airport Terminal just made me deeply jealous. I'm gonna buy a turbine that converts that jealousy energy into inspiration energy</qco> </h3>      that's a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n11:02 pm</dco> &nbsp;<qco> what was your ultimate project back in 2012/2013</qco> </h3>      gathering a list of every song or partial song i had ever written or tried to write, and continuing / fixing all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n10:41 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201901150045\">1.15.19&nbsp;&nbsp;12:45 am</a>  have you considered disabling return to submit and then doing a simple trailing white space strip to get rid of all the enters at the end?</qco> </h3>      no, i actually found as a user myself, i became very frustrated that enter did not send it, especially for short submissions. and if the blank lines are there, that is proof that the user went through the same annoyance. probably more of an annoyance for them than it would have been for me reading it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> If you drop soap in the dirt, does it get dirty?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n9:53 pm</dco> &nbsp;<qco> what are some inside jokes you have with yourself</qco> </h3>      the early bird is the worm\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n9:41 pm</dco> &nbsp;<qco> how many planes are in your new video</qco> </h3>      a bushel\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n9:03 pm</dco> &nbsp;<qco> what subject or story would you like to see given the Broadway musical treatment?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n8:58 pm</dco> &nbsp;<qco> what is the essence of a good groove</qco> </h3>      the homo sapiens\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n8:50 pm</dco> &nbsp;<qco> When do you next plan to film a live-action music video?</qco> </h3>      very soon, like probably the next one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n8:44 pm</dco> &nbsp;<qco> Do you think you'll be able to say everything you want to say in your life time?</qco> </h3>      no but hopefully i can indicate it using scientific notaion\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n8:17 pm</dco> &nbsp;<qco> what's the significance of ball and stick?</qco> </h3>      it is not a song. a non-song\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n8:13 pm</dco> &nbsp;<qco> why have your recent videos been uploaded in the interesting resolution of 1136x639 on your website? </qco></h3>      they all were<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you've already got sweet 1080p on youtube but it also goes through their compression algorithms there</qco> </h3>      when i first started putting videos on the website, i chose 1136x639 because it was the right size to fit comfortably on the screen of my default web browser on my screen, without zooming out. it was very uncomfortable to load a video which by default goes off the edge of the screen, and the browser(s) i was using did not automatically shrink it to fullscreen. actually they still don't, so i continue to do that. also slower resolutions load faster so sometimes i think i should make it even lower\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n7:55 pm</dco> &nbsp;<qco> why is your music so gosh darn catchy</qco> </h3>      it's a business strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n7:37 pm</dco> &nbsp;<qco> what if your microphone just randomly exploded</qco> </h3>      i will get another one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n7:24 pm</dco> &nbsp;<qco> what if your at the termanal but theres no planes? how do you fly???</qco> </h3>      birds?\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.16.19&nbsp; \n6:41 pm</dco> &nbsp;<qco> I'm in a huge traffic jam. What do I do?</qco> </h3>      talk about a subject at length, and record it using an audio recording device which is most likely built in to whatever device you are reading this on\n<br><br>"
  }
]
