[
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n8:16 am</dco> &nbsp;<qco> You've answered what happens when you get older, but what happens when you get younger?</qco> </h3>      check the 5th verse of what i must assume is the song you are referring to\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n8:06 am</dco> &nbsp;<qco> What is Steve's real name?</qco> </h3>      \nyour name\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n7:50 am</dco> &nbsp;<qco> Any tips on learning the piano? I was learning the piano about half year ago and spent some times on music theory, then I give up because I don't know what to do next.</qco> </h3>      \nusually what happens is, just pressing the notes and hearing them is so thrilling that you will want to do everything and feel like there's not even enough time to do it. at least that's the way it's always been for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n7:50 am</dco> &nbsp;<qco> when's the episode where you talk about velcro?</qco> </h3>      \nwhenever velcro is more accepted in society\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n7:41 am</dco> &nbsp;<qco> Bill, you know the way.&nbsp;</qco> </h3>      \nwe'll see about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n7:34 am</dco> &nbsp;<qco> just gonna say it that you brighten my day so much I get sunburn, any suggestions on sunscreens that don't make ur skin white and mushy?</qco> </h3>      \numbrella\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n7:25 am</dco> &nbsp;<qco> How do I make something I know for a fact that I can't make?</qco> </h3>      \nyou may have to bend the facts\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n7:25 am</dco> &nbsp;<qco> How do i be good at music. I do ze guitar but i suck and im not epic gamer like you</qco> </h3>      \ntry to start when you are extremely young and then do it forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n6:29 am</dco> &nbsp;<qco> Have you ever been betrayed, abandoned or otherwise made an incoherent fool out of?</qco> </h3>      \nno but that sounds like something that might happen to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n6:04 am</dco> &nbsp;<qco> the last verse of \"slow down\" is by far the catchiest piece of music ive ever heard</qco> </h3>      \none of these days i will learn how to put the good part at the beginning\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n5:58 am</dco> &nbsp;<qco> So... what do you think about 2020</qco> </h3>      \ni keep getting the year and century mixed up\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n5:43 am</dco> &nbsp;<qco> Should i do a creative thing</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n5:23 am</dco> &nbsp;<qco> is the world a bad? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i am doing independent research on this topic and would like a professionals stance.</qco> </h3>      my answer is no, and i will keep you updated on whether i am professional\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n5:21 am</dco> &nbsp;<qco> does not capitializ(s)ing your alphabets secretly imply that you are a strong hater of capitalism, aka are you are communist?</qco> </h3>      \nno, but i was going to ask you, does having 10 middle names make you want even more middle names\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n5:11 am</dco> &nbsp;<qco> Is there some way I can make time hold on for a bit while I catch up?</qco></h3>      i wish<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Whose idea was it that time should keep going constantly when I'm not ready?</qco> </h3>      \nthis may seem strange, but it was your idea. everyone thought of the idea separately\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n5:11 am</dco> &nbsp;<qco> any words of wisdom for a kid moving into their college dorm next week? i've been excited, but as it gets closer i get sadder and nervous-er. obviously you aren't a therapist or a fountain of knowledge or anything and i doubt you wake up in the morning and say \"time to give epic advice to teenagers on the internet\",</qco></h3>      actually,<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you're just a musician who i really appreciate, but how do you pull through when you're scared of big change?</qco></h3>      most of the fear will be before it happens. so i would suggest trying to pay attention to something else during this time, BEFORE the change<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you seem knowledgeable about that kinda stuff. thanks in advance king and no pressure to answer this question, i appreciate what you do both musically and on this page&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n5:05 am</dco> &nbsp;<qco> what's the best way to cut a watermelon?</qco> </h3>      \nyou could open it in a text file and change a few characters\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n4:51 am</dco> &nbsp;<qco> How do I exist?</qco> </h3>      \ntry to do it in sort of a wavy manner\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n4:40 am</dco> &nbsp;<qco> How do I focus on making songs when every time I try and focus it feels like my body is acclimating to poison.\n<br>\n<br>Is it ever possible to truly just sit down and induce it?</qco> </h3>      \nhm, i'm wondering where you are in your relationship to the desire to do songwriting. in other words, why are do you want to write songs, has it ever happened before, etc.. For example, if it's the case the songs tend to throw themselves at you when you are least expecting, but yet you can't seem to 'induce' them, i can understand that and i have various things to suggest. If you've seemingly never had song ideas before of any kind, then i might recommend something different, and again would want to know more about your relationship to the desire of songwriting. And depending on your level of music experience vs word writing experience, i might recommend freestyling a lot in text-editors, or if your word writing experience is ahead of your music, then i might recommend improvising a lot on a chordal instrument, possibly while singing, there are all kinds of things which i might suggest depending on your background and how you have progressed so far\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n4:24 am</dco> &nbsp;<qco> so how is it being so invisible yet so relevant at the same time?</qco> </h3>      \ni'll put it this way, it makes my breakfast very strange\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n3:58 am</dco> &nbsp;<qco> Hey Bill, I really enjoy how unique your writing is, and the one man show type deal is so intriguing to me because of how much personal freedom and creativity it allows. After much pondering I've decided to give it a try on my own. I play several winds, strings, and drums decently well but have no experience in production whatsoever. Was thinking maybe getting my music out on YouTube. Any thoughts, ideas, or tips on learning production? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Btw I've chosen reaper for a DAW, because people said it's good and it's nice to trust them) thanks!</qco> </h3>      what i would recommend, in this case, and forgive me if you've heard me say this 10,000 times before, which i have, but my best advice for this situation which i recommend strongly is to start with extremely short pieces of music. Extremely short. like 3 seconds or less. because producing your own music from scratch is about as complicated as building a finished house that is ready for move-in. there are so many things and different categories of work and different departments you have to deal with, it seems impossible to learn to do all that stuff. Unless, your song was so absurdly short that it was literally impossible not to finish it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n3:48 am</dco> &nbsp;<qco> Are you a person?</qco> </h3>      \noh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n3:35 am</dco> &nbsp;<qco> do you have any advice for stopping a bad habit?</qco> </h3>      \ntry to start a new habbit to replace it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n2:53 am</dco> &nbsp;<qco> what should i do when it is 2:53am and I am very tired cause I didn't really sleep last night at all but I suddenly decided to listen to every one of your songs and cannot stop until this task is completed under any circumstances. if that were ever a situation I found myself in?</qco> </h3>      seems like you're gonna have to go ahead and do it. i've found myself in situations that remind me of that one. and sometimes it's just mother nature's way of telling you what's important. i just hope you don't find the crappy ones\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n2:53 am</dco> &nbsp;<qco> are you working on something like vietnam or you quit?\\</qco> </h3>      \nabsolutely neither\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n2:39 am</dco> &nbsp;<qco> You've mentioned a few times that you come up with lyrics and melody at the same time as one entity. How exactly does that work since words and notes are different things?</qco> </h3>      \nnot if you sing them. try it, sing a word. pow, a wordnote\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n2:38 am</dco> &nbsp;<qco> holy universal declaration of human rights, how do you come up with all of these responses to friendly fans</qco> </h3>      \ni think you're beginning to get the idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n2:35 am</dco> &nbsp;<qco> how do you make your videos?</qco> </h3>      \ni will demonstrate\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n2:23 am</dco> &nbsp;<qco> Do you listen to music in other languages?</qco> </h3>      \nof course\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n2:20 am</dco> &nbsp;<qco> Will you continue make more video on your YouTube channel?</qco> </h3>      \noh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n2:05 am</dco> &nbsp;<qco> if you did perform your songs live would you want most of the instruments to also be played live or just you singing with a guitar or bass to backing tracks</qco> </h3>      \nno backing tracks at a live show. that's one of my ground rules\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n1:50 am</dco> &nbsp;<qco> Have you learned how to taste cheese yet?</qco> </h3>      \njust learned, i will be demonstrating\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n1:47 am</dco> &nbsp;<qco> What's your favorite ice cream flavor?</qco> </h3>      \nnew chalkboard\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n1:21 am</dco> &nbsp;<qco> you seem to give a lot of nonsensical answers to real questions. </qco></h3>      yes, and also give real answers to nonsensical questions<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you really know things?</qco></h3>      some<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why don't you choose a rational answer? </qco></h3>      with hundreds of thousands of questions, having a little 'fun' here and there can start to become a very rational endeavor<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if i ask a stupid question will you give a genuine answer?</qco> </h3>      \nif you ask a stupid question, i am probably more likely to attempt to give an 'intelligent' answer. as a counter-balance, you see\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n1:17 am</dco> &nbsp;<qco> the response to the question at <a href=\"q.php?date=202008030111\">8.3.20&nbsp;&nbsp;1:11 am</a>  is worrying, what is wrong with you?&nbsp;</qco> </h3>      \nnothing, that's just part of my broader normal business cycle, as trends have shown\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n1:05 am</dco> &nbsp;<qco> what's your favorite video that you've posted?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n1:04 am</dco> &nbsp;<qco> how does one record music</qco> </h3>      \ni will be giving a demonstration\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n12:57 am</dco> &nbsp;<qco> Hi Bill I have a question. How do I make a story that I'm happy because every story I make I feel like its cringe</qco> </h3>      \ntry to make a story that you think the elders would not classify as a story\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.20&nbsp; \n12:22 am</dco> &nbsp;<qco> What is something you have never told anybody?</qco> </h3>      \ni have told everything to at least someone\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n11:55 pm</dco> &nbsp;<qco> What's a good budget to have when shopping for a new desk?&nbsp;</qco> </h3>      \n950 dollars, assuming it's an adjustable stand-sit desk, which it should be, for health reasons. If not, then your budget should be 29.95. for financial reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n11:47 pm</dco> &nbsp;<qco> How do you keep your chords spicy?</qco> </h3>      \nactually they are not all supposed to be spicy. i do not try to keep the chords spicy. What i instead try to do is keep the song very NATURAL and REASONABLE. and if that requires spice, then so be it, it will probably come from the chords\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n11:33 pm</dco> &nbsp;<qco> Did you predict 2020?</qco> </h3>      \nthe gregorian calendar predicted it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n11:31 pm</dco> &nbsp;<qco> What's the weirdest thing you have seen someone do?</qco> </h3>      \nrun for political office\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n10:41 pm</dco> &nbsp;<qco> have you lifted the whole world yet, or are you still not old enough?</qco> </h3>      \ni've lifted some of it. i have a spreadsheet going\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n10:38 pm</dco> &nbsp;<qco> Is there such a thing as being too cool?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n10:18 pm</dco> &nbsp;<qco> the word texture feels like extra crunchy peanut butter in my mouth!</qco> </h3>      \ni know what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n10:18 pm</dco> &nbsp;<qco> What do you think the meaning of life is?</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n9:55 pm</dco> &nbsp;<qco> Thanks for being unique, how hard is it?</qco> </h3>      \nit's easy but sometimes it makes it hard to do other things\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n9:29 pm</dco> &nbsp;<qco> who's your favorite disney princess?</qco> </h3>      \nwalt\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.20&nbsp; \n9:11 pm</dco> &nbsp;<qco> QUICK! EXIST</qco> </h3>      \noh that's weird, i didn't think i was allowed to ask questions here\n<br><br>"
  }
]
