[
  {
    "html": "<h3> <dco>10.24.22&nbsp; 4:25 pm</dco> &nbsp;<qco> Why don't you use capital letters</qco> </h3>      \n\ni do, but the reason you are unaware is probably because you are paying absolutely no attention\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n2:27 pm</dco> &nbsp;<qco> what's the planned release date for your newest work?\n</qco></h3>      oct 25<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what's something new you've learned this time around?</qco> </h3>      \n\ni learned that the 'follow path' feature does not seem to have an option to derive the timing from the distance between the points, i.e. to always reach each next point in the same amount of time and therefore offer the ability to control the timing just by changing the location of the points. instead it insists on re-evaluating the pace to always move at the same speed through physical space. which may be useful for cars or driving but for human body motion such as walking, dancing, etc, i need the point-to-point time equivalency but unfortunately i was shocked to find out that that feature is seemingly not readily available, at least so far as i can tell. but i was able to build an elaborate workaround based on some distant memories of trigonometry, particularly the pythagorean theorem which i still remember from that time i spent as a child trying to comprehend the true size of toilet paper squares\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n2:12 pm</dco> &nbsp;<qco> do you get all the references people are trying to make to your videos in these questions or are even aware that's what they are</qco> </h3>      \n\ni suppose if i didn't know, then i wouldn't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n2:06 pm</dco> &nbsp;<qco> What's your opinion on the fact there could be no afterlife and we could all cease to exist completely. Also the fact that whatever we do will not impact the future because nothing would matter because we would all be dead. That the earth could be consumed by a blackhole and cease to exist as a whole or that the earth could be obliterated in a matter of nanoseconds by a supernova.</qco> </h3>      \n\nmy opinion on your facts is that you tend to stuff your own opinions in there as well, and generally spin the story in such a way as to evoke a specific emotional reaction\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n12:36 pm</dco> &nbsp;<qco> A few of your songs make references to \"the show\", do you think everyday is an episode of a show? </qco></h3>      every moment<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, what kind of show is today?</qco> </h3>      \nit's multi-show\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n9:46 am</dco> &nbsp;<qco> Can metal music be funky?</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n8:29 am</dco> &nbsp;<qco> is cheese made of the moon</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; 6:14 am</dco> &nbsp;<qco> what's your favourite book?</qco> </h3>      \n\nwhichever one has the most pages. i'm just a page fiend really when you get right down to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n3:44 am</dco> &nbsp;<qco> what is the most efficent way to teach a cockroach how to dance?</qco> </h3>      \n\nplace it directly onto the dance floor\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n2:35 am</dco> &nbsp;<qco> I just really dont think i was made for school. i hate it so much. i have always hated it with all of my being. i remember hating it when i was in elementary school. i remember hating it in middle school. i remember hating it in high school. i hated it in high school so much. now im in college, and i still fucking hate it. i hate it so much, and im only a month into my freshman year. i cannot for the life of me imagine getting through the week, let alone the goshdamn year or the next 4 years. what the fuck do i do, i cant live like this.</qco> </h3>      \n\nhave you thought about being the teacher\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n1:52 am</dco> &nbsp;<qco> Will there be any river/streams in your next YouTube video?&nbsp;</qco> </h3>      \n\nit's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n12:32 am</dco> &nbsp;<qco> Do you think you would ever design your own software for video editing?</qco> </h3>      \n\nthat sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; 12:32 am</dco> &nbsp;<qco> what is your favorite word?</qco> </h3>      \n\ni like them all equally\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n10:40 pm</dco> &nbsp;<qco> are your written answers the same that you would give if you were talking to someone?</qco> </h3>      \n\nsometimes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n8:52 pm</dco> &nbsp;<qco> do you wanna be on my radio show right now?</qco> </h3>      \n\nsure. i've been meaning to spend more time on radios\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n8:15 pm</dco> &nbsp;<qco> Is there a possibility that within your videos site a more subliminal message?&nbsp;</qco> </h3>      \n\nsure. but if it's subliminal to you then it's sublininal for me too. so in that case we're all in this together\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n7:02 pm</dco> &nbsp;<qco> Do you want to build a chocolate sculpture of Winston Churchill with me? </qco></h3>      that sounds lovely but i think it would be wise to start with some other lower ranking authority figures first<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, should we build it out of cardboard or unsold copies of The Bends?</qco> </h3>      how about leaves\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n6:31 pm</dco> &nbsp;<qco> What is a song</qco> </h3>      \n\nthe scientific community is offering a hefty cash prize for anyone who can put forward a solid definition \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n6:24 pm</dco> &nbsp;<qco> do you look back on your previous music/videos and think about what you could've done better? And why not?</qco> </h3>      \n\nthe time when i'm most aware of how much better it could be is when i'm making it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n5:13 pm</dco> &nbsp;<qco> In what corner of the universe do you live in?</qco> </h3>      \n\nevery corner is the center. i live in that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n4:09 pm</dco> &nbsp;<qco> ok.... so if you pick a spot on the circle of fifths, the one to the right of that one is the dominant and the one to the left of it is the subdominant....</qco></h3>       that sounds about right<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and it just goes all the way around this way, right?. </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does that make the Circle of Fifths a daisy chain?</qco> </h3>      \nif you chain it too far it will start to have a disorienting effect\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n3:31 pm</dco> &nbsp;<qco> Opinion on industrial civilization and it's future?</qco> </h3>      \n\ngonna be some changes made\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n3:30 pm</dco> &nbsp;<qco> Do you plan to make any more \"Non-song\" videos like 2 friends on the beach?</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n12:59 pm</dco> &nbsp;<qco> What do you think about the concept of time?</qco> </h3>      \n\nhard to believe, but then i admit it would be even harder to believe without it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n11:27 am</dco> &nbsp;<qco> weirdest instrument you've played?</qco> </h3>      \n\ni have never played a weird instrument \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n9:06 am</dco> &nbsp;<qco> I have very strong opinions on certain pieces of media, be it songs or movies or books and associate a lot of emotions and ideas with them, that I'd like to share with others. But I don't have people close to me who'd be interest in my ramblings, nor do I feel comfortable being a reviewer and broadcasting my takes to the public.\n<br>How to cope with that?</qco> </h3>      \n\nhow about going online\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n6:35 am</dco> &nbsp;<qco> Is it YOU inside the box marked \"Fragile, Do Not Open\"?</qco> </h3>      \n\nit's whomever is watching the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n4:29 am</dco> &nbsp;<qco> whats the difference between uppercase letters and lowercase letters?</qco> </h3>      \n\nusually the size, and other small aesthetic differences depending on the letter\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; 3:29 am</dco> &nbsp;<qco> why do we exist?</qco> </h3>      \n\nthere's always new reasons. you can invent new reasons. i would tell you one of the existing reasons, but any one of those may briefly seem unappealing, just to make room for new reasons, which of course no one can predict\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n12:52 am</dco> &nbsp;<qco> How do you produce the strange randomness that your music has, yet have it tie together and make sense?</qco> </h3>      \n\ni just try to use high morals\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.22&nbsp; \n12:33 am</dco> &nbsp;<qco> when the 2 friends were driving, what location did you choose for that scene?</qco> </h3>      \n\nnot ohio, that's for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.22&nbsp; \n11:05 pm</dco> &nbsp;<qco> piece vs peace, who wins</qco> </h3>      \n..... wore?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.22&nbsp; \n10:55 pm</dco> &nbsp;<qco> is \"being nice\" a personality trait</qco> </h3>      \n\ndamn right it is\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.22&nbsp; \n10:23 pm</dco> &nbsp;<qco> How would I go about going directly to the center of outer space?</qco> </h3>      \nyou're there already\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.22&nbsp; \n8:34 pm</dco> &nbsp;<qco> are you gonna make another Wild Frolicking Adventures of Informational Education</qco> </h3>      \ni think that one frolicked too much and i scared myself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.22&nbsp; 1:26 pm</dco> &nbsp;<qco> What came first, the chicken or the egg?</qco> </h3>      \nneither one has arrived yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.22&nbsp; \n10:29 am</dco> &nbsp;<qco> in the la de da de da de da de day oh music video which instruments did you use most frequently</qco> </h3>      \nmy voice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.22&nbsp; \n9:20 am</dco> &nbsp;<qco> do you&nbsp;&nbsp;like mud slop</qco> </h3>      \nit likes me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.22&nbsp; \n5:17 am</dco> &nbsp;<qco> Did you choose what the 2 friends eat? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, why?</qco> </h3>      because i wrote the thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.22&nbsp; \n12:03 am</dco> &nbsp;<qco> In your unboxing video, what was in the box marked \"Fragile, do not open?\"</qco> </h3>      \nit looks like i was taking the common ordinary situation of a box saying 'Fragile' implying for you to be careful with it, and i tried to heighten the stakes by instructing you to not even open it. which creates a curious debacle on screen\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.22&nbsp; \n8:28 pm</dco> &nbsp;<qco> Whats your favorite vehicle</qco> </h3>      \nstaircase\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.22&nbsp; 8:10 pm</dco> &nbsp;<qco> what is your opinion on comic sans</qco> </h3>      \ntoo good. don't use\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.22&nbsp; \n7:36 pm</dco> &nbsp;<qco> how about an alternate version of the myth of sisyphus&nbsp;</qco> </h3>      \nhow about phyphusis\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.22&nbsp; \n6:23 pm</dco> &nbsp;<qco> how do you define the \"present time\" when everything you perceive already happened slightly before you perceive it?</qco></h3>      it's this 'looseness' that gives rise to everything we think talk and dream about. everything we hear in music, or see in the cinema<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that is, if the present is when you perceive something, wouldn't everyone have a slightly different idea of what is happening in the present, depending on how long it takes them to perceive what is happening?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.22&nbsp; \n3:45 pm</dco> &nbsp;<qco> how to overcome to fear of dying one day</qco> </h3>      \nstart developing a list of things you wanna do first\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.22&nbsp; \n11:50 am</dco> &nbsp;<qco> what is the secret ingredient in your songs that make them so gosh darn bangin</qco> </h3>      \na love/hate relationship with all other music\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.22&nbsp; \n11:16 am</dco> &nbsp;<qco> are you a 5th dimension elder god in the shape of a dunce?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.22&nbsp; \n8:11 am</dco> &nbsp;<qco> How can I escape Cincinnati</qco> </h3>      \nyou could take a hot air balloon. it will only last a couple of minutes, but it's something. hope that helps\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.22&nbsp; \n5:27 am</dco> &nbsp;<qco> how do i become more interesting without having to start liking things i dont like</qco> </h3>      \nstart looking for things you do like. this is a win-win because you like interesting things\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.21.22&nbsp; \n4:12 am</dco> &nbsp;<qco> In your video \"if the world doesn't end\", why is the text 'it's wrong' right side up, while the text 'it's right' is upside down?</qco> </h3>      \ni don't recall that, but that sounds like common sense to me\n<br><br>"
  }
]
