[
  {
    "html": "<h3> <dco>11.16.24&nbsp; \n12:37 pm</dco> &nbsp;<qco> why do people say 'a cup of joe' when referring to coffee?</qco> </h3>      \ni have no idea, but i also think most people don't say that anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.24&nbsp; \n11:45 am</dco> &nbsp;<qco> What is philosophy, and why is it bad?</qco> </h3>      \nit's an extremely formal word for thinking about the world. the problem might be that it's such a formal term that it might suck all the creativity out of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.24&nbsp; \n10:21 am</dco> &nbsp;<qco> why are chords so damn complicated?</qco> </h3>      \nmaybe they are not primarily supposed to be understood, at least on a mental level\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.24&nbsp; \n10:06 am</dco> &nbsp;<qco> are you a wizard?</qco> </h3>      \neveryone is wizards\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.24&nbsp; \n7:27 am</dco> &nbsp;<qco> are you still out to lunch or is lunch over?&nbsp;&nbsp;what comes next?</qco> </h3>      \ni keep going out and back from lunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.24&nbsp; \n1:24 am</dco> &nbsp;<qco> i hurt my hand a little bit the other day, what do you think of this shocking news</qco> </h3>      \npossibly even more shocking, it probably will heal\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.24&nbsp; \n12:12 am</dco> &nbsp;<qco> i just finished college and have some free time before applying for a job. however, i really want to pursue music. i feel like i'm running out of time. i only have raw recordings of my songs and music production is hard for me. i can't put my ideas into the software. right now, i plan to just dump all the raw audio of my songs on youtube so i can have something like a \"portfolio\"... i guess what i'm trying to say here is, is there a better way to put my music out there? i don't know why for some reason i'm rushing myself to produce music BEFORE i apply for a job.</qco> </h3>      \ni'm not really sure. every possible way is technically the wrong way. that's just a general quality of music\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n11:49 pm</dco> &nbsp;<qco> what do i do if hypothetically there's a really loud party next door and i can't sleep</qco> </h3>      \nstart trying to figure out what everyone is doing and saying over there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n9:44 pm</dco> &nbsp;<qco> after meeting a new person today I realized that I am BORING. do you have any ideas for a hobby i could pick up in between the coolness of Rock collecting and idk skateboarding or whatever</qco> </h3>      \nare you sure you weren't just shocked by how boring the other person was?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n8:24 pm</dco> &nbsp;<qco> has your taste in music/videos changed much or at all over the course of your music/video making career?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n8:20 pm</dco> &nbsp;<qco> how can i lose motivation? there are thingsthat i want to do, but there are things that might be more motivating but are at this point a zero sum game. How can i effectively lose motivation to do those things that i am \"addicted to\", i am motivated to do a lot of things, but right now this one thing seems to be the one capturing all my time.</qco> </h3>      \nis there some way you could just pour sugar all over your more important goals\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n7:49 pm</dco> &nbsp;<qco> What's the opposite of \"to resolve\"?</qco> </h3>      \nhear me out: \"not to resolve\"\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; 6:14 pm</dco> &nbsp;<qco> do you answer all the questions or only the special ones</qco> </h3>      \nneither. i answer some of the questions, including some of the special ones, but not all, and also some non-special\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n6:07 pm</dco> &nbsp;<qco> What is random?</qco> </h3>      \nit's when a selection is made and neither you nor anyone you know knows why or knows who knows why\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n5:42 pm</dco> &nbsp;<qco> what if i break the law?</qco> </h3>      \nhonestly i have no idea what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n5:26 pm</dco> &nbsp;<qco> What is your favourite way of spelling favorite</qco> </h3>      \nmy favorite way of spelling \"my favorite\" is \"a\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n5:13 pm</dco> &nbsp;<qco> what is the best game</qco> </h3>      \nflipping a coin\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n4:51 pm</dco> &nbsp;<qco> any advice on how to become a better writer besides reading more or writing more?</qco> </h3>      \nhow about becoming a better person\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n4:35 pm</dco> &nbsp;<qco> I have this problem where I'll write a to-do list, but only understand it as pencil marks on a page. I can't seem to make them into actions... I can imagine other things, like a new song or dress, but not what I need to do. Do you have any thoughts on getting past this?&nbsp;</qco> </h3>      \ni'm guessing the list wasn't specific enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n4:32 pm</dco> &nbsp;<qco> why does love involve so many complicated things</qco> </h3>      \nthat's because no one can even figure out what it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n4:08 pm</dco> &nbsp;<qco> Are you prepared for the squirrel uprising?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n3:37 pm</dco> &nbsp;<qco> what is the significance of the two characters in \"Perfect\" suddenly speaking in unison at certain points</qco> </h3>      \na sudden moment of clarity\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n3:22 pm</dco> &nbsp;<qco> should we send more rovers to mars</qco> </h3>      \nalmost time to start sending some things other than rovers\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n2:57 pm</dco> &nbsp;<qco> whats the probability of 1 in 15 thousand million billion</qco> </h3>      \nabout .0000000000000000066666666666666666666667%\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n2:01 pm</dco> &nbsp;<qco> What is your opinion on butterflies?</qco></h3>      basically a flying flower, let's be honest<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also you should feed your horse.</qco> </h3>      have no horse\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n1:23 pm</dco> &nbsp;<qco> what paintings do you relate to</qco> </h3>      \nhuge, huge paintings\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n12:59 pm</dco> &nbsp;<qco> thoughts on the socioeconomic state of the world?</qco> </h3>      \ni don't think i could even begin to calculate what that actually is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n11:31 am</dco> &nbsp;<qco> do you ever walk over the earth in special sandals, take the sandals off, and then fly around?</qco> </h3>      \nthat honestly sounds like the sandals were never on in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; 10:29 am</dco> &nbsp;<qco> favorite game?</qco> </h3>      \nhard to get\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n9:12 am</dco> &nbsp;<qco> can you tell me a lil bit about your next project? :)</qco> </h3>      \nit will certainly be influenced by how the current project is going\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n9:02 am</dco> &nbsp;<qco> where buy mayonaise</qco> </h3>      \ni'm sure there is some floating around on the black market\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n6:37 am</dco> &nbsp;<qco> Was there someone among your parents or grandparents who was as creative and/or abstract thinking as you are? If yes, who was it?&nbsp;</qco> </h3>      \ni'm not entirely sure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n4:39 am</dco> &nbsp;<qco> can you tell me why you have been so sad?</qco> </h3>      \nsometimes i get sad after being too happy for too long. on the other hand, sometimes i get happy after being too sad for too long\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n1:49 am</dco> &nbsp;<qco> Will the future be better?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n1:38 am</dco> &nbsp;<qco> This website tells me to ask a question, but I don't want to. What do I do?</qco> </h3>      \nyou don't have to do that, but the deeper point here is that i can't tell you what to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n1:12 am</dco> &nbsp;<qco> have you ever composed something in 5/4 time?</qco> </h3>      \ni'm sure i have, but not for the goal of showcasing the number 5 in the title or anywhere else, as people sometimes may do\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n12:15 am</dco> &nbsp;<qco> what are the chords in the synth solo section of \tIt's Gonna Be Alright</qco> </h3>      \nprobably just a lot of F and C7sus4\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n11:00 pm</dco> &nbsp;<qco> can you get to india through north america</qco> </h3>      \nbetter off going through panama\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n10:23 pm</dco> &nbsp;<qco> How do I not hate the world. Like right now I'm pissed about things that have happened to me, and I realize that there are other people with much worse circumstances, but that only makes me hate the world more. Funnily enough, most the people with worse circumstances in the world believe in a loving god and that everything's gonna be alright, but I just can't believe that. For example there's no way it's the proper meaningful way of the world for some dude to be pushed in front of a subway train and killed, yet this happens multiple times a year.\n\nLike I know all this is still true and yet I don't care about it in better points in my life, but now that I'm in a low point I need to figure out how to stop hating the world so much as it's just making me grumpy and unproductive. Previously I was thinking I could use this anger to live a good life just to show the world it can't beat me, but I know this is meaningless as the world doesn't actually give a shit, so it seems I gotta just not hate it instead.</qco> </h3>      \nthis may seem like a crazy question, but, what CAN you do? the bizarre thing about the passage of time, is it allows for entirely new things to happen which were only a spark of imagination just moments before\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n9:47 pm</dco> &nbsp;<qco> It's kind of weird the way highlighters work. If you highlight everything, you highlight nothing. I wonder if anything else works that way.</qco> </h3>      \nSHOCKING clickbait works that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n9:44 pm</dco> &nbsp;<qco> whats your favorite constellation?</qco> </h3>      \nearth and the moon\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n9:11 pm</dco> &nbsp;<qco> Do you like football?</qco> </h3>      \ni accept football\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n9:05 pm</dco> &nbsp;<qco> how do i achieve existence?</qco> </h3>      \ni'm not sure but it's ok you already did\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n8:59 pm</dco> &nbsp;<qco> What club should I write about for my college application supplamental</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n8:34 pm</dco> &nbsp;<qco> bill i know for a fact you're a time traveler, you don't have to hide anymore. i listened to \"just did a bad thing\" and i know you knew about the pandemic and were trying to warn us. what do you have to say for yourself</qco> </h3>      \ni'm afraid you've misinterpreted the warning. as with all my songs, the warning is simply about the fact that time will continue to elapse. which is only something i've assumed based on the rate at which i travel through time, which is actually the exact same rate as you and everyone else travels through it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n8:25 pm</dco> &nbsp;<qco> would you rather be an inchworm or a centimeterworm?</qco> </h3>      \nthere's got to be some other choices\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n8:14 pm</dco> &nbsp;<qco> i rediscovered your music at a time that felt perfect, just like the last time it happened, and i think that's indicative of something special from your work. though it did also make me wonder, do you ever worry about how people perceive your music while making it? do you worry during-process that something might not do as well as one of your other songs, or might not have this sort of \"magic\" feeling for others?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n6:04 pm</dco> &nbsp;<qco> i recently finished uploading my first book (one i have not revised in years and that desperately needed a fresh set of eyes so i could identify the structural flaws i'd become blind to, and be able to edit it into publishable material) to a writing critique website.&nbsp;&nbsp;2 people thought it was amazing and 2 people thought it was abysmal.&nbsp;&nbsp;i was expecting a unanimous opinion;&nbsp;how could there ever be such subjectivity?</qco> </h3>      \nthat's probably because it's good. if everyone was in agreement saying 'meh' then that might be a problem. also don't forget, 'structural flaws' are probably a good thing. something with no structural flaws will probably just look fake nowadays\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n4:39 pm</dco> &nbsp;<qco> what diet do i need to put myself on to be able to retract my own claws like wolverine</qco> </h3>      \nbalanced\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n4:20 pm</dco> &nbsp;<qco> i was gonna bring up how i keep forgetting when i ask you questions, but now I forgot if I've asked this before. How can I stop the vicious cycle?</qco> </h3>      \nyou have to find another vicious cycle to get into\n<br><br>"
  }
]
