[
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n7:25 pm</dco> &nbsp;<qco> a few years ago i saw someone ask if there were any questions you hoped would be asked. have any such questions been asked since then?</qco> </h3>      \nyes. i always wish for people to ask the actual questions that they ask. so, in that sense, it happens every time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n7:17 pm</dco> &nbsp;<qco> Hey Bill, I would like to learn a new key.&nbsp;&nbsp;The only key I know is Db/C#. Any other keys you think I should learn first? Any tips on how to become motivated to learn new keys?</qco> </h3>      \nif you want to do it, then you're already motivated to do it. if you don't want to, then you don't have to. if you do want to, you can. so it's a win-win there. to decide on a next key to learn, i'd suggest finding the song you are most familiar with that is not in Db. and learn that song, it its original key\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n7:01 pm</dco> &nbsp;<qco> Would you ever make a concept album?</qco> </h3>      \nin my personal experience, i don't find albums to be particularly good concept holsters\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n6:47 pm</dco> &nbsp;<qco> do you eat your crackers with or without the shell</qco> </h3>      \nwithout the shell, also without the cracker\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n6:27 pm</dco> &nbsp;<qco> What kind of rut were you stuck in when you made \"i'm stuck in a rut?\"</qco> </h3>      \nhad sufficient musical ability on multiple instruments for almost any professional playing situation, and yet, i couldn't seem to think of any viable procedure to go about composing and producing my own original songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n6:05 pm</dco> &nbsp;<qco> do you like being alive?</qco> </h3>      \nyes but it's confusing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n5:49 pm</dco> &nbsp;<qco> what are stop signs</qco> </h3>      \nan iconic piece of our culture\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n5:09 pm</dco> &nbsp;<qco> how to shop for groceries</qco> </h3>      \nyou have to think like a grocery\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n4:27 pm</dco> &nbsp;<qco> I know you like to try and catch all your ideas. I used to too. At work in the amazon warehouse many ideas came to me. and I would run around like a crazy person trying to find a pen and paper to write them down. then at home after a while I ended up having a stack of these ideas. then two stacks and three. then I went for yoga teacher training and learned about aparigraha and wanted to become detached and the feeling I get when an idea comes feels very attached so I wanted to get rid of my stacks of ideas. so I got rid of most of them and kept a few. But now I'm thinking, why do I need to capture every idea? because I'm not the source of them. The source is endless! and if the source wanted me to have an idea at a certain point in time, it would send one, right? so maybe that's how I can remain detached while also being open to receiving ideas. But then again I have nothing to show for any of this yet, while you have much to show for your methods of capturi\n ng all possible ideas. So maybe I shouldn't have gotten rid of my stacks of ideas. Oh well. The past is the past.</qco> </h3>      \nyou're right that there are infinite. but the reason i think you need to write them down is because they mostly probably will not come to you at your moment of deliberate songwriting. When you go to work on songwriting, on purpose, and you need ideas, ..... the ideas might not want to come, because they feel they are being watched. Ideas seem to come more readily when you are not expecting. that's why i think it's important to write these down, because this might be your main best source of ideas. Then, the songwriting department just has to learn how to work with ideas that are handed to them, from the list. then there's whole other department called the selecting department, but that's another story entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n1:23 pm</dco> &nbsp;<qco> What's a thing I can explore?</qco> </h3>      \nthe world\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n1:10 pm</dco> &nbsp;<qco> how do I be like you</qco> </h3>      \n     take it a step further, be like how you wish i was\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n12:08 pm</dco> &nbsp;<qco> i don't know if you'll be able to answer this, since you seem like a very forgiving and friendly person. but how do i cope with hating someone so goddamn much????</qco> </h3>      \nthink of what it's like to be them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n11:48 am</dco> &nbsp;<qco> how to stop wanting things?</qco> </h3>      \nthat's easy, just get all the things\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n11:11 am</dco> &nbsp;<qco> why in scary pictures the monsters are always smiling?</qco> </h3>      \nbecause sad monsters are simply not scary\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n10:16 am</dco> &nbsp;<qco> if there's a new work, where's old york?</qco> </h3>      \nnorth eastern England\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n7:20 am</dco> &nbsp;<qco> bill, its not healthy to stay up late. please go to sleep</qco> </h3>      \ndoes this advice still apply if it is currently very early\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n5:49 am</dco> &nbsp;<qco> Y do u write billwurtz.com as billwurtz dot com on billwurtz.com?</qco> </h3>      \nthat's to avoid causing the viewer's device to get carried away when displaying it. which you may have just caused, for some people\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n4:48 am</dco> &nbsp;<qco> How to stop second guessing if youre doing the right thing</qco> </h3>      \nyou might need to get some sort of cheat sheet, which has the right answers\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n4:35 am</dco> &nbsp;<qco> how do you decide which videos to include yourself in?</qco> </h3>      \ni have to guess, but i usually get it right\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n4:07 am</dco> &nbsp;<qco> Hey, bill. So, I wrote this little 4 bar thing in D major which starts on F# and ends on D, but there came a point where the only good note to put next was a G# in it, which makes me think it could actually be A major. It's also is in 5/4 but I was half thinking in 4/4 and 3/4 when I wrote it, so now it's just this mess that doesn't properly fit into a key or time signature, which is making it very difficult to continue on it. Any advice on how to continue with this even though it's a mess? Thanks bill, appreciate it</qco> </h3>      \napproximately 25% of all songs in D major have a G# note in them somewhere. also about 25% of all songs have time signature changes in there somewhere, often for just 1 bar and then back to normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n2:46 am</dco> &nbsp;<qco> how do you come up with your lyrics?</qco> </h3>      \nmusically\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n2:12 am</dco> &nbsp;<qco> can i make it?</qco> </h3>      \nmake what? nevermind, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n1:30 am</dco> &nbsp;<qco> Hi Bill, I discovered something here and I'm curious what it is. On the reality page, if I click directly to the right of a date, I see more numbers highlighted that I didn't see before. Like an example would be \"e4.16.16\"\n<br>What are they? What do they mean?</qco> </h3>      \nthose are the date when it was edited, and the date when it was posted\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n1:24 am</dco> &nbsp;<qco> what is it like to have a toaster?</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.21&nbsp; \n12:35 am</dco> &nbsp;<qco> is god real?</qco> </h3>      \nare you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n11:38 pm</dco> &nbsp;<qco> what's something i can do to utilize my dreams as best as possible</qco> </h3>      \nhow about stating your own tv show\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n11:25 pm</dco> &nbsp;<qco> Bill, I really want to create a song using guitars and drums being played in a similar way to my favorite artists, but that requires years of practice and dedication. I've played piano for my whole life, so I know how hard that is. \n<br>\n<br>However, I feel like I'm not in a position to postpone songmaking until I master all of these elements since I want to release something relatively soon.\n<br>\n<br>I could make a song using the skills that I have, but I feel like it won't be as good as it could be if I mastered those instruments. I would prefer to do things by myself since I don't want to compromise creatively. What should I do</qco> </h3>      \nsee if you can get a percussion instrument that you can tap with your foot\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n9:49 pm</dco> &nbsp;<qco> what is a brain?</qco> </h3>      \nit's like 10,000 brains, condensed into one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n9:23 pm</dco> &nbsp;<qco> What's your favorite street sign? (stop, yield, one way, etc)&nbsp;</qco> </h3>      \nstart\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n8:00 pm</dco> &nbsp;<qco> why do you decide to answer this many questions?</qco> </h3>      \nit's my attempt to explain myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n7:51 pm</dco> &nbsp;<qco> what's a good symbol that's not part of any current widely-used writing system?&nbsp;</qco> </h3>      \n⌘\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n3:41 pm</dco> &nbsp;<qco> When we will be able to enjoy your next hit song?</qco> </h3>      \nas soon as i can figure out how to stop getting in the way of myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n2:32 pm</dco> &nbsp;<qco> do you like the song closing time?</qco> </h3>      \ni just like the part that says 'closing time'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n2:10 pm</dco> &nbsp;<qco> how do you play that funky music?</qco> </h3>      \nwhich funky music\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n1:24 pm</dco> &nbsp;<qco> Why don't you link redirect any asked questions that already have been answered to the page where it has?</qco> </h3>      \nbecause the answer to some questions change over time. such as what is the soup of the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n12:50 pm</dco> &nbsp;<qco> how do you manage to keep going?</qco> </h3>      \ni've barely even started\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n12:36 pm</dco> &nbsp;<qco> advice on actually executing your ideas and not just leaving them in your head?&nbsp;</qco> </h3>      \nyou probably need to set up some hard limits, for the parameters of the production process. ideas can be infinite. this makes them somewhat impossible to put into the real world in their full form. i'm sorry about this\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n12:15 pm</dco> &nbsp;<qco> Why do people think that you don't use capital letters? also have a nice day&nbsp;</qco> </h3>      \nthey may have selective vision where any time i use a capital letter they can't see it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n11:53 am</dco> &nbsp;<qco> thoughts on electromagnetism?</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n11:06 am</dco> &nbsp;<qco> <a href=\"q.php?date=202107290811\">7.29.21&nbsp;&nbsp;8:11 am</a>  do you have any examples of songs that you think should have been longer?</qco> </h3>      \nhope you have a good day\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n9:49 am</dco> &nbsp;<qco> Thoughts on fast food?</qco> </h3>      \ntoo slow\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n8:58 am</dco> &nbsp;<qco> what should i do if i feel like I'm not going anywhere, but I want to be going somewhere? where should i go?</qco> </h3>      \nforward\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n8:35 am</dco> &nbsp;<qco> if you were a dunce and not a princess then at the end \"everyone is princess\" does that mean everyone is a dunce? Lol.</qco> </h3>      \ni actually don't know what a dunce is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n7:13 am</dco> &nbsp;<qco> aside from music, are you interested in other creative art? </qco></h3>      yes, i like making videos<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like maybe writing stories or making origami?</qco> </h3>      writing stories is cool, especially if i can put them in videos\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n5:32 am</dco> &nbsp;<qco> why do bad people exist?</qco> </h3>      \nso good means something\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n5:08 am</dco> &nbsp;<qco> what is creativity?&nbsp;</qco> </h3>      \ni can't decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n5:04 am</dco> &nbsp;<qco> was the original name for got some money \"money(cash)\"? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so what made you change it?</qco> </h3>      probably simplicity\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n3:12 am</dco> &nbsp;<qco> how do you feel about being complete one day</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n2:54 am</dco> &nbsp;<qco> <a href=\"q.php?date=202011191747\">11.19.20&nbsp;&nbsp;5:47 pm</a>  maybe you could post it after the release of the song? just saying&nbsp;</qco> </h3>      \ni have something even better in mind\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.21&nbsp; \n1:47 am</dco> &nbsp;<qco> are stop signs a government tool to stop us from going the maximum speed that we were intended to?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  }
]
