[
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n1:24 pm</dco> &nbsp;<qco> I'm curious. For you songs that get labeled as having 'explicit language', is there an extra process or red-tape (or maybe fines or fees) you have to go through in order to upload that stuff to youtube, spotify, itunes, etc? Do they make it any more difficult to put stuff up that uses those 'certain words'?&nbsp;</qco> </h3>      \nfor the music stores, basically if you don't check that box you could get in trouble if someone finds out you've been sneaking the special words in undeclared \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n12:38 pm</dco> &nbsp;<qco> are you an associative type? like for me, i can't listen to music while just looking at a screen. i don't really mean like music videos, but i need to be thinking about stuff when i'm listening, or i can't appreciate the music fully. Maybe that's why i lose interest in my own songs, cause i'm just staring at a dumb program. is it the same with you?</qco> </h3>      that's just the way audio works. a very powerful influencer, but usually the visual mind usually wants to be occupied in some way\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n12:35 pm</dco> &nbsp;<qco> Why is it so hard to get ourselves to do things we really need to do sometimes?</qco> </h3>      you might not know the steps and procedures as clearly as you might need to \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n12:12 pm</dco> &nbsp;<qco> what lessons will your new video teach us?</qco> </h3>      i wanna do the songs now \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n12:04 pm</dco> &nbsp;<qco> How do we know that the area of circle is pi times the radius squared? You can't measure a circle with rulers and stuff, we just gotta trust the ancient greeks' (or whoever's) word on this one?</qco> </h3>      we said it has to be that. now step 2 is to figure out what it equals in more detail\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n11:59 am</dco> &nbsp;<qco> If you could change ur name what would u change it to</qco> </h3>      prince charles \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n11:38 am</dco> &nbsp;<qco> <a href=\"q.php?date=201802102039\">2.10.18&nbsp;&nbsp;8:39 pm</a> &nbsp;&nbsp;&nbsp;ok wait i'm confused, was that list a joke? Because not all of those songs were christian, and some of them were good, like that wings one. </qco></h3>      every song is good and bad at the same time, i didn't come here to argue with you about that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i didn't intend for you to delete it. Also, what do i win</qco> </h3>      me going back to never mentioning any songs by name\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n11:15 am</dco> &nbsp;<qco> Is music changing faster than it used to (say 100s of years ago)?</qco> </h3>      texturally sort of, but there is surprisingly little substantial changes \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n11:00 am</dco> &nbsp;<qco> What do you think of the crucible?</qco> </h3>      sorry which crucible. wait actually what's a crucible \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n10:55 am</dco> &nbsp;<qco> you ever get that feeling where you're trying to build a car and you finally think you're almost done but then really you've only just built a wheel</qco> </h3>      oh hell yeah \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n10:08 am</dco> &nbsp;<qco> I've taken shrooms before (psilocybin mushrooms) and found they had a really positive, profound effect on the way I think, not just while taking them but even after. It feels like I understand something better on a fundamental level. I find your content gives me a similar feeling. Are you familiar with this feeling, and if so do you know of anything else that gives this effect?</qco> </h3>      just be careful not to do it twice in a row or you are almost surely gonna have a bad time \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n9:42 am</dco> &nbsp;<qco> Oh, you took down those song recommendations? I didn't think it would last on here, with some people giving you a hard time for saying anything about liking (or disliking) anything. But can you PLEASE remind me of the name of that J Moss song you had on there with the epic choir backing vocals?  </qco></h3>      oh good, i thought i had forgot that one. if that's your cup of tea then check 'praise in the inside', 'we must praise' 'holy one', and possibly 'rebuild me'<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oh, and what was that one 'Thanks' song with all the people sitting around the room?&nbsp;</qco> </h3>       it's interesting that you are asking for the christian stuff because that is what caused a complaint that led me to delete the list. i think if you search youtube for marshall hall 'thanks' you should find it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n8:29 am</dco> &nbsp;<qco> what got you into making videos</qco> </h3>      it's a survival strategy \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n7:49 am</dco> &nbsp;<qco> how do i get through highschool exams</qco> </h3>      try to figure out the answers \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n5:48 am</dco> &nbsp;<qco> what random number can you recommend me ?</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n5:10 am</dco> &nbsp;<qco> What is your favorite kind of fruit</qco> </h3>      vegetable \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n3:52 am</dco> &nbsp;<qco> why is jesus cool?</qco> </h3>      he's got that kind of marketable swag that relates to millenials \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n3:35 am</dco> &nbsp;<qco> Why didn't you answer anything on February 11, 2018?</qco> </h3>      i did\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n2:16 am</dco> &nbsp;<qco> Why do my gulps sound so loud?  </qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can other people hear my gulps?</qco> </h3>      maybe<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n12:41 am</dco> &nbsp;<qco> what is the best way to cope with loneliness?</qco> </h3>      tell stories and put them in an important place <br><br>"
  },
  {
    "html": "<h3> <dco>2.12.18&nbsp; \n12:14 am</dco> &nbsp;<qco> What does the word reasonable mean?</qco> </h3>      sensible, and understandable <br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n11:39 pm</dco> &nbsp;<qco> Have you ever asked a question on this page?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n10:52 pm</dco> &nbsp;<qco> Would you mind identifying the harmonies over \"oh no\" at the very end of La de da de da de da de day oh?</qco> </h3>      here's the original writing reference <a href=\"movie-52.mp4\">Movie 52 from 1 3 18</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n9:36 pm</dco> &nbsp;<qco> what's a fun word to type?&nbsp;</qco> </h3>      poij1234\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n9:17 pm</dco> &nbsp;<qco> Can you tell Barnes and Noble that just because I bought one book from their website three years ago, I am not interested in receiving any more emails, and they don't need to harass me with pop up ads and videos on every website anymore? Thanks.&nbsp;</qco> </h3>      thanks for your additional interest in barnes & noble. just to clarify, which barnes and noble products are you currently most interested in?\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n9:09 pm</dco> &nbsp;<qco> i don't have a question</qco> </h3>      that's ok<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n8:04 pm</dco> &nbsp;<qco> Where does the time go after it passes?</qco> </h3>      it is baked into the world around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n8:01 pm</dco> &nbsp;<qco> what is the best gift to give to someone?</qco> </h3>      money \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n8:01 pm</dco> &nbsp;<qco> Holy shit, are you really tom hanks?</qco> </h3>      i will check \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n6:49 pm</dco> &nbsp;<qco> what's your opinion on musical theatre songwriting</qco> </h3>      it's nice because you can act out the song \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n6:31 pm</dco> &nbsp;<qco> why the world gay?</qco> </h3>      that's just the way they made it\n <br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n6:15 pm</dco> &nbsp;<qco> what's the most inspirational quote you've ever read?</qco> </h3>      that one that said songwriting is great because you can do it all by yourself. it's a quote that changed my life and i know who said it but i'm still searching for the clip \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n5:25 pm</dco> &nbsp;<qco> Do you like Mozart?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> Recommend some music from the 90's?</qco> </h3>      that sports rally song, desiree ya gotta be, and..... i saw the sign. and, i only whispered your name . also, um, isn't it ironic , and um, the big mountain cover of baby i love your way. also the oh what a night re release. also mmmbop. and peaches .. oh and mambo number 5, and um, that don't impress me much ... and blue eiffel65 , and...... and um, this is my grown up christmas list by amy grant . and um, another night another dream but always you, and um, that thing you do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n5:04 pm</dco> &nbsp;<qco> can you feature the longest word in english, pneumonoultramicroscopicsilicovolcanoconiosis, in one of your future videos?</qco> </h3>      i think there's longer words but no. try the anagrams page, i think i've done that one \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n4:52 pm</dco> &nbsp;<qco> Do you like talkboxes? Or autotuned/robotic vocals?</qco> </h3>      nah let's give that stuff a rest for a few years eh \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n4:28 pm</dco> &nbsp;<qco> Do you ever smile?</qco> </h3>      do you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n4:27 pm</dco> &nbsp;<qco> &nbsp;Am I on the right track, by Just trying something, without knowing how I try it?\n<br></qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n3:40 pm</dco> &nbsp;<qco> What do you think is the best meme of the year so far?</qco> </h3>      donald trump can't stay off the charts. no one else has a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n3:34 pm</dco> &nbsp;<qco> what are advantages of the low life?</qco> </h3>      u get to become better than everyone else \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n3:26 pm</dco> &nbsp;<qco> Is the next video a sketch like the grass video?</qco> </h3>      sort of but it's a little weirder and no grass \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n3:21 pm</dco> &nbsp;<qco> what are your typical warm-up exercises on piano/keyboard?</qco> </h3>      un-plugging and re-plugging the USB 1000 times trying to get it to connect \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n3:04 pm</dco> &nbsp;<qco> But what word in New Canaan could possibly be not suitable for christian house holds?</qco> </h3>      shit\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n2:24 pm</dco> &nbsp;<qco> Turning thoughts, feelings and dreams into sounds, paper and ink, pictures, faces and bodies, codes, numbers, machines, shapes, colors, marble, mud and STILL being able to transfer these most abstract things in their most concrete form to someone else's mind, also hopefully making everyone find different things in it mirroring pieces of their soul is a skill I desperately need to master, even though I think I was born with talent. So I decided to do what I do with my art, chew reality and spit it out, but this time I was gonna work on my very own mind. It's been 9 months, I gave birth to countless ideas, going fucking mad. Solidifying your imagination is like pouring cold water on lava and I don't know if I'm burnt, frozen or just stoned</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n1:13 pm</dco> &nbsp;<qco> When u neglect the questions pg i get pumped... Cuz it makes me think u are in the zone working on the new thing. Is it true\n<br>If it is im happy for you</qco> </h3>      i finished it early now i'm on a plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n1:11 pm</dco> &nbsp;<qco> what youtube channels do you watch</qco> </h3>      i only watch the 'scraps' videos from conan o brien's channel\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> What do you think about Elon Musk?</qco> </h3>      i think he is awesome\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n12:26 pm</dco> &nbsp;<qco> Go on conan&nbsp;</qco> </h3>      did they invite me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n11:55 am</dco> &nbsp;<qco> How long does it take to make a song?</qco> </h3>      you'll have to try it and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.18&nbsp; \n11:45 am</dco> &nbsp;<qco> do you ever just think 'oh shit i'm actually very successful'</qco> </h3>      some times\n\n<br><br>"
  }
]
