[
  {
    "html": "<h3> <dco>5.1.19&nbsp; \n2:36 am</dco> &nbsp;<qco> why is this page slowly becoming life guru AMA????</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.1.19&nbsp; \n12:33 am</dco> &nbsp;<qco> one of my biggest problems when combining melody with chords is that ending a melodic phrase by going M3 -&gt; 1 is one of the strongest sounding melodic resolutions, but the strongest harmonic resolutions I know (V7-&gt;I, bII7-&gt;I, iv6-&gt;I) all do not work well with the M3rd of the tonic chord included (at least when the blending is clear enough to hear the dissonance). I know V13 is a thing, but I always think that sounds weird unless the 7th is lower than the 13th, which usually makes the chord sound muddy.\n<br>\n<br>The best way I've found is iii with the 5th of the tonic scale in the bass, but that never is quite as satisfying as I want it to be.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nDo you have a go-to for this situation? I know in And The Day Goes On, you just did a I chord with the 5th in the bass going to a normal I chord with lots of voices moving down and it totally worked there</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n but like iii/5th </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n it leaves me with a bit of harmonic blue balls when I try to apply it in general.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.1.19&nbsp; \n12:17 am</dco> &nbsp;<qco> do you have any regrets at this point?</qco> </h3><a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2019-04.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n10:29 pm</dco> &nbsp;<qco> SO YOU HAVE BEEN ASKED THIS LIKE &gt;10 TIMES BY PEOPLE BUT HOW DO U DEAL WITH DEPRESSION;&nbsp;I NEED ANOTHER ANSWER.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:57 pm</dco> &nbsp;<qco> i assume next music vid is Not gonna be live action?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> What were the steps you took to become so productive? I assume it was a gradual process of building up to the rate you're at today?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> what did you do today?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n7:57 pm</dco> &nbsp;<qco> I heard that the idea for \"New Canaan\" came from a train trip back in 2009 where you went to 4 towns and wrote abut them. What where the other 3 towns?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n6:59 pm</dco> &nbsp;<qco> What are some songbooks you'd recommend?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n6:14 pm</dco> &nbsp;<qco> it would be great if you put rabbit snakes on spotify if you haven't already&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> I thought you were going to post this month, what went wrong?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n5:00 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904300159\">4.30.19&nbsp;&nbsp;1:59 am</a>  do you think this thing will ever be featured in one of your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n3:26 pm</dco> &nbsp;<qco> Help, I forgot how to play by the rules!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904281910\">4.28.19&nbsp;&nbsp;7:10 pm</a>  I loved that one! I thought that after it, more videos from 2010 would come on Fridays. But the one posted last Friday 4/26 was back in June of 2016. So now I'm wondering whether new Friday reality videos will still be hotewig ones or older ones from about 2010. Sorry</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> this is an arbitrary question, but i want to know your thoughts on this. what's a good ratio of familarity to uniqueness in art? the question doesn't make much sense.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:25 pm</dco> &nbsp;<qco> im trying to write a song i can play on my guitar. just something cool. you know how it is. i'm using the progression D Am G(without the fifth string) D and only playing strings 3-6. it sounds fun but i need more variety. what do i do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:19 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201706280301\">6.28.17&nbsp;&nbsp;3:01 am</a>  Could you not circumvent this by placing the more appropriate dates in the description?</qco> </h3><a href=\"mcdonalds-burgerking.png\">burger king restaurant</a>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:14 pm</dco> &nbsp;<qco> are you planning on ever releasing a full album?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n ive been following you and listening to your music since 2015 and youre one of my favorite artists, i tell all my friends about you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:13 pm</dco> &nbsp;<qco> would you say you viewed the world in a pessimistic way when you were younger</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:12 pm</dco> &nbsp;<qco> whats your opinion on me as a person</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n1:57 pm</dco> &nbsp;<qco> if i watch your videos on youtube without a google account, does that help their \"performance\" equally as much as it would if i had an account, or are there any downsides to this</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n1:06 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904282248\">4.28.19&nbsp;&nbsp;10:48 pm</a>  so...laptop speakers then?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n12:29 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201904300209\">4.30.19&nbsp;&nbsp;2:09 am</a>  why don't you accept them for all their parts. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;let everything inspire</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n11:45 am</dco> &nbsp;<qco> what is humanity's greatest achievement?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n11:26 am</dco> &nbsp;<qco> Hello! What studies did you do before doing (awesome) videos/musics?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n10:46 am</dco> &nbsp;<qco> why are plants green?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n10:43 am</dco> &nbsp;<qco> i wasn't alive in 2002. thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n10:39 am</dco> &nbsp;<qco> is it bad i sometimes will say about half a sentence in English then switch to another language for a few words and go back to English&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n10:27 am</dco> &nbsp;<qco> I have a theory that everyone is everyone else. Like, you have person A and B, and A thinks it's A and not B, and B thinks it's B and not A. But A and B are in the brain of person C (or you can think of it like C is reading the minds of both A and B). So C has the experience of thinking it's A and not B, and thinking it's B and not A, and maybe independent C thoughts not in A or B.\n<br>Maybe people are like A and B, but we're all just C. Helps to explain why I feel like me and not like someone else. Any constructive criticism on this theory?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n10:15 am</dco> &nbsp;<qco> What is something you learned in the last week?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:49 am</dco> &nbsp;<qco> Can you please explain what non-harmonic tones are?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:48 am</dco> &nbsp;<qco> Do you consider yourself stubborn?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:38 am</dco> &nbsp;<qco> Is Wingdings the best font for a resume?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n9:02 am</dco> &nbsp;<qco> Which kind of questions you like to answer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n8:27 am</dco> &nbsp;<qco> Would the tradition grip allow me to have enough power to hit the snare drum for rock music,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or would I have to use a different grip?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Which grip would you use the loud rock music?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n8:21 am</dco> &nbsp;<qco> looking at my smartphone is like feeding myself anxiety on a spoon</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n8:20 am</dco> &nbsp;<qco> <a href=\"q.php?date=201904300022\">4.30.19&nbsp;&nbsp;12:22 am</a> &nbsp;&nbsp;I'm not the person who asked you this question, but why did you decide in the end that \"long long long journey\" should be in F# instead of G#?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n8:11 am</dco> &nbsp;<qco> i think you've said you're not an expert on the topic but perhaps you could clear out some confusion for me. what is the difference between \"head voice\" and \"falsetto\"?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; because some sites seem to be using those two terms interchangeably and some others insist they are different. and i know what falsetto is but what is head voice.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but all sites seem to agree if you wanna go for the high notes you wanna be able to use a mix, and i have no idea what that means. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so if you could drop your two cents...</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n8:08 am</dco> &nbsp;<qco> what are some of your favorite VSTs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n7:36 am</dco> &nbsp;<qco> looking at your answers make me curious for how many hours have you slept in the past two days and how many times and just your sleeping pattern and/or lack thereof in general because oh my friend eye-</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n6:44 am</dco> &nbsp;<qco> are you the messiah?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n6:38 am</dco> &nbsp;<qco> let's talk about your flaws-</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n6:09 am</dco> &nbsp;<qco> Do you have transcriptions for the drum parts of your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n4:31 am</dco> &nbsp;<qco> what do ur shoes look like asking for a friend</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n3:09 am</dco> &nbsp;<qco> how could I&nbsp;&nbsp;possibly cope with public anxiety and awkwardness?? it's hella serious and choking me but nobody barely notices so it's really my own insecurity which i can't deal with</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:11 am</dco> &nbsp;<qco> i keep thinking i'm finally desperate enough to smash through my fear and laziness and get serious about following through on my music but then i keep falling through the floor to another level of suffering and stagnation, while also still progressing somewhat somehow. i think i might have got some mush brain from too much entertainment and pleasure</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:09 am</dco> &nbsp;<qco> Would you consider sharing public playlists on spotify or some other platform of music you like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n2:05 am</dco> &nbsp;<qco> tempo of new song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n1:59 am</dco> &nbsp;<qco> what's your current conundrum? figured out how much time time should take yet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.30.19&nbsp; \n1:56 am</dco> &nbsp;<qco> favorite memory from making HOTEWIG? besides finishing it.</qco> </h3>"
  }
]
