[
  {
    "html": "<h3> <dco>10.24.20&nbsp; \n3:05 am</dco> &nbsp;<qco> Why is the earth round&nbsp;</qco> </h3>      \nyou requested this\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.20&nbsp; \n2:24 am</dco> &nbsp;<qco> How to fix sleep schedule</qco> </h3>      \nhow about going to sleep and waking up at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.20&nbsp; \n2:03 am</dco> &nbsp;<qco> whats the most cursed thing you have ever seen</qco> </h3>      \nobjects\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.20&nbsp; \n1:15 am</dco> &nbsp;<qco> Views on soap?</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.20&nbsp; \n12:59 am</dco> &nbsp;<qco> How are u funny</qco> </h3>      \nthat's impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.20&nbsp; \n12:41 am</dco> &nbsp;<qco> are the piano notes heavy</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.20&nbsp; \n12:17 am</dco> &nbsp;<qco> Why do we live in houses</qco> </h3>      \nsomeone's gotta do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n11:57 pm</dco> &nbsp;<qco> how can i cope with the incomprehensible vastness of the universe?&nbsp;</qco> </h3>      \ntry to imagine a smaller one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n11:42 pm</dco> &nbsp;<qco> Please explain, for the benefit of all, your \"key test\" for determining which song a key(s) should be in to be easily singable by the singer.&nbsp;</qco> </h3>      \nif the singer is me, i try it myself, and see where i like it the best. if it's someone else, you can guess based on having heard them before, what range they might like, and make some demos in the keys around there to see which one they like. or if you are actually with them you can play it with them to test\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n10:49 pm</dco> &nbsp;<qco> why is it so much easier to start a new song than to continue one?? it's driving me crazy. you'd think continuing something would be easier than coming up with something from scratch, but no.\n<br>i'm guessing you're going to answer with \"try making shorter songs\", but that doesn't solve the problem because it doesn't train the skill of coming up with \"the next part\" of a song. i think learning to play already existing songs on an instrument could help train that intuition, what do you think about that?</qco> </h3>      \nhere's what happened to me. when i was at your stage, one solution is to just finish it in 1 session. i was writing entirely on paper at that time. but i soon got tired of that method (it's a good method, but it results in some pretty mentally insane songs, with all due respect to mental insanity), and i also came up with a lot of choruses, verse fragments, or just intros, and didn't know how or WHEN to deal with them. but here's what i eventually did: i went through all my notes and collected every song or song fragment i had ever written or worked on. and i put them all into a list in chronological order. Then, i just started at the beginning of the list, and 'find the next thing' or, just 'answer the next question' on each of them, before moving onto the next one. this unfortunately would take infinite years, so i shuffled things up a little and did a percentage completion system, etc etc, but still had ways of selecting which one i was doing next. nowadays i'm selecting to record, which means whichever one i select, could be a fragment, is the one i will record. so that puts me in a situation of writing for the recording which is about to happen. I guess what i'm trying to say is, the selection process is so important because if you are not confident about the validity of your selection, then you will run away from the song. So i guess the selection is one half of the challenge. then there's just techniques to do once you're there and you're already sure you're working on the right song, now what do you do? Well it's a lot like being a doctor. you just have to ask good questions. First thing i would check, is, 'is this the beginning', like, does the piece you have belong at the beginning of the song, or in the middle, is it the chorus, etc etc. If it clearly belongs absolutely at the total beginning, then, the process is pretty simple. Just run it through, and stop playing at the end of what you have, and wait for lightning to strike. Then if it doesn't, ask as many questions as you can about what you think you might have been about to hear.... Then what i do, for a re-set, is i walk over and touch the door handle, and come back and run it again from the top, and do the same thing again. It's extremely important that you run it AT TEMPO (at the right tempo) because often what we do in songwriting if we're trying to think of ideas, we run the bit before, over and over and we start doing it faster, which will trick you into then writing things at the wrong tempo and it won't fit with the rest. so make sure all your run throughs are at tempo. it's good to get on the metronome as soon as you can, to preserve, because songwriting is a time warp and it can make things change speed when you didn't mean to. But i didn't mention what to do if the piece you have is NOT the beginning. in this case you are going to have to do a weird backwards puzzle to figure out what comes before. It's almost impossible to figure out what comes before something, actually. one weird trick which might be semi-reliable is to run the chorus and see if you can get a second verse, and then hope that one of the things around there also makes sense as an intro, but at least for me writing backwards is almost impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n9:49 pm</dco> &nbsp;<qco> Canada doesn't exist. How does that make you feel?</qco> </h3>      \nfirst i just wanted to quickly ask you what it's like to have the middle name 'Winston Churchill'\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n8:30 pm</dco> &nbsp;<qco> what is the purpose of lobster?</qco> </h3>      \nto clutch things, WITHOUT being clutched\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n7:23 pm</dco> &nbsp;<qco> is soup a drink</qco> </h3>      \nmore like a bath\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n6:47 pm</dco> &nbsp;<qco> how do I do public speaking without freaking out</qco> </h3>      \nscientists are trying to figure out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n5:46 pm</dco> &nbsp;<qco> how to talk</qco> </h3>      \nscientists are trying to figure out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n4:47 pm</dco> &nbsp;<qco> what is your favorite thing?</qco> </h3>      \nthe item\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n3:10 pm</dco> &nbsp;<qco> Why are lemons so mysterious?</qco> </h3>      \nbecause of melons\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n2:37 pm</dco> &nbsp;<qco> what should i do with my life</qco> </h3>      \nhow about building a bridge\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n1:17 pm</dco> &nbsp;<qco> how many grains of sand does it take to make a heap</qco> </h3>      \n97\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n11:46 am</dco> &nbsp;<qco> what is your least favorite opinion you have</qco> </h3>      \nthis one\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n10:26 am</dco> &nbsp;<qco> how do i stop removing frequencies that i think should not be there only to realize later i took some essence away from the instrument</qco> </h3>      \nyou could do something else instead..... maybe even start writing your next song\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n9:15 am</dco> &nbsp;<qco> Thoughts on doors???</qco> </h3>      \nsometimes they seem just too good to be true \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n7:58 am</dco> &nbsp;<qco> Is the easter bunny a tree?&nbsp;</qco> </h3>      \ni never thought that but you may be right\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n6:43 am</dco> &nbsp;<qco> why is homework so boring??</qco> </h3>      \nbecause it's not good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n5:07 am</dco> &nbsp;<qco> Hi Bill, I just showed my Mum your videos and she loved them. How do you come up with the stuff you come up with?</qco> </h3>      \n sometimes i must use my ................\"brain\" \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n4:53 am</dco> &nbsp;<qco> How do you tie a tie?</qco> </h3>      \nit's similar to tying a shoelace\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n3:53 am</dco> &nbsp;<qco> What's the longest word you can think of off the top of your head?</qco> </h3>      \nshoelace\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n2:15 am</dco> &nbsp;<qco> Any tips for getting out of a creative block? Mine tend to last months and I'd like to maybe shorten it.&nbsp;</qco> </h3>      \ndescribe what it is you would like to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n1:03 am</dco> &nbsp;<qco> how do record music?</qco> </h3>      \nstart by pressing the red circle button\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.23.20&nbsp; \n12:08 am</dco> &nbsp;<qco> Have you bought any new instruments to use in your upcoming videos?</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n11:42 pm</dco> &nbsp;<qco> how do you play the piano</qco> </h3>      \ni can't really explain it but it's similar to how to talk\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n11:03 pm</dco> &nbsp;<qco> Why is life?</qco> </h3>      \nwould be so ridiculous\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n10:54 pm</dco> &nbsp;<qco> taking suggestions for what to throw into the ocean, any ideas?</qco> </h3>      \nhow about some land\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n9:55 pm</dco> &nbsp;<qco> how do i get motivated to do things?? thinking specifically of things i know will be good in the long run but involve some pain/boredom</qco> </h3>      \ntake a look at the reasons you think they will be good. extrapolate\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n9:23 pm</dco> &nbsp;<qco> why is the water so wet?</qco> </h3>      \nto Anger the scientists \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n9:16 pm</dco> &nbsp;<qco> explain music to me</qco> </h3>      \n      it is a highly customizable feels enhancer. if you present a lemon, coupled with exactly the right tailor made music, the feels of the lemon can go to upwards of 50,000,000 times their original base feel. is it the music we're feeling? technically yes, but the feelings are being anchored into a tangible mental space: the lemon. the music is enhancing and shaping the feels of the lemon. with no lemon, the music will not know which feels to enhance \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n8:45 pm</dco> &nbsp;<qco> what is earth</qco> </h3>      \n some kind of sports ball \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n8:25 pm</dco> &nbsp;<qco> Can you tell me a joke?</qco> </h3>      \nyes but i will also tell non-jokes mixed in, and i will not tell you which things are the jokes. this is for your own benefit \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n8:08 pm</dco> &nbsp;<qco> Thoughts on Canada?&nbsp;</qco> </h3>      \n      in canada there is no speed limit. only maximum speed \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n7:11 pm</dco> &nbsp;<qco> What's a good name for an electronic glitch hop-slash-EDM-slash-garage song?</qco> </h3>      \na song\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n7:04 pm</dco> &nbsp;<qco> what is something you are excited for</qco> </h3>      \nlearning to set reasonable limits, INCLUDING (and this is the hard part) limits to the amount of limits i set\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n6:53 pm</dco> &nbsp;<qco> can you eat an orange</qco> </h3>      \nyes but i don't want to\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n6:49 pm</dco> &nbsp;<qco> how do i need to touch the keyboard to make good sounds</qco> </h3>      \nyou'll have to listen and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n6:22 pm</dco> &nbsp;<qco> What is the point of a doormat</qco> </h3>      \nthat's to protect the floor in case the door melts\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n6:12 pm</dco> &nbsp;<qco> how do you make such groovy tunes my guy?</qco> </h3>      \njust put one foot in front of the other\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n5:17 pm</dco> &nbsp;<qco> How can I absorb time?</qco> </h3>      \nbreathe\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n5:12 pm</dco> &nbsp;<qco> Is all life advice meaningless?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n4:54 pm</dco> &nbsp;<qco> Are all the odd answers here references to your real life</qco> </h3>      \nthat depends which ones you think are the odd ones\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n4:39 pm</dco> &nbsp;<qco> how do you come up with lyrics for your songd</qco> </h3>      \nmusically\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.22.20&nbsp; \n4:31 pm</dco> &nbsp;<qco> What's your opinion on professional wrestling?</qco> </h3>      \nthe best thing since amateur wrestling\n\n<br><br>"
  }
]
