[
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n9:38 pm</dco> &nbsp;<qco> Was China made in China?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n9:11 pm</dco> &nbsp;<qco> Why haven't you respond to a question today (June 21)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n9:00 pm</dco> &nbsp;<qco>\nAll of your content is awesome. I love the videos, songs, reality, everything! Also, why is the background in the lyrics page red? I just can't stand staying there for more than 2 minutes. Could you change that? WThanks.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n8:38 pm</dco> &nbsp;<qco> I don't get all these people criticizing your site. It's simple and easy to use, what's wrong with that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n8:37 pm</dco> &nbsp;<qco> is there anything you do differently when recording a song you've already written versus writing a jingle (with and without vocals) for a really short video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> Hey man, I know you want to do everything, but you don't think you have enough time. What if you can do everything, but over a longer period of time? It sounds like a pretty good plan to me.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n7:34 pm</dco> &nbsp;<qco> PLEASE MAKE MORE THINGS I LOVE EM ALL THANKS</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n7:29 pm</dco> &nbsp;<qco> Also, quoting previous questions is a great example of why we need the enter button back the way it was. i hope that makes sense. </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n7:23 pm</dco> &nbsp;<qco> in hoj, \"painting with less colors\"... is it not 'fewer' as colors can be counted</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n7:19 pm</dco> &nbsp;<qco> did you know \"twelve plus one\" is an anagram of \"eleven plus two\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n6:36 pm</dco> &nbsp;<qco> i cannot even shift-enter in this box to get a new line</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n6:31 pm</dco> &nbsp;<qco> Where were you uploading the reality videos before you got a website?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n6:27 pm</dco> &nbsp;<qco> Are there a lot of questions you skip because you're like 'I'm gonna get scrutinized no matter how I answer this'</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n6:26 pm</dco> &nbsp;<qco> why is literally every question about trying to get you to do more things? don't they already know that you can only do so many things and its impossible to do more !?!?!?!?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n6:16 pm</dco> &nbsp;<qco> Will u endorse my brand</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n6:15 pm</dco> &nbsp;<qco> when will you update the Notebook?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n5:30 pm</dco> &nbsp;<qco> To get more stuff finished in ever category, maybe after this week you could only do songs that are already a certain percentage done? Just a thought. Judging from the reality videos I imagine you've thought about this a lot already. Best of luck</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n5:01 pm</dco> &nbsp;<qco> how certain are you that you'll find The One</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n4:54 pm</dco> &nbsp;<qco> Before you had a website/YouTube/vine, what was the point of writing songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n4:52 pm</dco> &nbsp;<qco> Do you have in plans anything more ambitious than hotewig? If not, do you think you ever will</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp;\n4:47 pm</dco> &nbsp;<qco> You seem to be working all the time.. i'm a bit worried it might be stressing you out.. are you ever worried about burning out because of so much constnt work? (you're very young and active now but i don't think you'll manage to keep up this pace forever) do you do anything to relax, de-stress, just enjoy existing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n4:23 pm</dco> &nbsp;<qco> Hey, I know that you can't please Everyone with all these contradicting requests coming through, but PLEASE bring back the option to separate paragraphs without the question automatically being sent when you press enter. Thanks!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n3:54 pm</dco> &nbsp;<qco> Do you know of the MBTI personality types? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you did the test, <a href=\"mbti.html\">what type are you</a>? Also, what do you think of personality tests in general?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n3:52 pm</dco> &nbsp;<qco> Is life black and white or is it grey?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n2:39 pm</dco> &nbsp;<qco> Will you try to upload more regularly </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n1:32 pm</dco> &nbsp;<qco> do you feel annoyed when people say that you don't use capital letters, when you have done so many times in the past?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n1:12 pm</dco> &nbsp;<qco> do i NEED to ask a ueqstion?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n12:16 pm</dco> &nbsp;<qco> 6.20.17  7:03 pm you answered \"i'm not sure what you mean\". this is your usual answer whenever someone refers to your music as \"joke\" music. i don't think anyone thinks it in the negative sense, but your music certainly exudes a humorous, joking feel. you can't be serious when you say that you don't understand that, right? comparing art is usually pointless, but for example, would you not say that Radiohead's music (for example) has a lot more serious tone and message compared to your music? with lyrics like \"i'm a movie star\" you can't expect people to not think that you're aiming for humor. all that said, your stuff is great, i just wanted to ask you why you refuse to accept your musical style with specific wording and just evade all attempts at classification</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n9:52 am</dco> &nbsp;<qco> Hey dude! Its me again! I am happy you are on your way making some more videos and songs. But I have a question. Do you have a choice to practice before making a video, or are you gonna make a song and use it as a music video? Or you can just put it on iTunes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n9:39 am</dco> &nbsp;<qco> how do you make your songs feel like a journey?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n9:17 am</dco> &nbsp;<qco> do any parts of any wings songs stand out to you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n9:01 am</dco> &nbsp;<qco> Why do you do a temp narration and then a final one? Why not a final, then do the visuals once? Seems like a lot of work to rearrange it.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n8:42 am</dco> &nbsp;<qco> i have an idea. i don't know about other people, but i mainly listen to your music through your website. maybe you could make a poll to see which % of your audience sees it at which channel. then, since you have an earlier deadline to put songs out on spotify/itunes than your website (you have to do it on saturday), maybe you can just prioritize your website instead. then your song deadline will move to tuesdays instead of saturdays. what do you think?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n1:12 am</dco> &nbsp;<qco> bill, i think there's a number of us that don't want you to collab with anyone because your strange lonesome uniqueness is why we're here in the first place. thx</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n1:10 am</dco> &nbsp;<qco> Is one motivation for focusing on songs and not videos is that it is possibly less tedious work? I'd imagine there's plenty of hard work for songs, but I know that editing videos is often an annoying process. HOTEWIG demanded a lot of that, are you giving yourself a small break from the research and script writing? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n12:28 am</dco> &nbsp;<qco> Man, do your songs, get back on track. If you must do videos, do the ones that require as little editing as possible (i suggested before ones with just the song and the name on the screen or the rotating vinyl). Your fans on youtube will be satisfied, the ones who like songs will be as well, and of course you will get to organize your time better. I see it as a win-win situation at the moment. After you get more comfortable, you go back to more elaborate videos and updating the reality stuff etc. So for a while, focus \"solely\" on songs and like two weeks from now you start to do the \"easy\" videos so everyone is happy. Just a suggestion.  Have a good day. </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n12:02 am</dco> &nbsp;<qco> Older composers, from the era before modern styles of music production, wrote their things, and had other people play them. Have you ever considered selling or otherwise releasing sheets/charts/ anything like that for other people to play and produce, so you would have slightly more time to spend multiple weeks on producing single songs, or working on videos, etc. ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.21.17&nbsp; \n12:01 am</dco> &nbsp;<qco> how does it feel to feel because if you don't feel how do you feel?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n11:08 pm</dco> &nbsp;<qco> If you had unlimited time and resources to literally do anything... would you do everything? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n10:33 pm</dco> &nbsp;<qco> in your video \"i'm a piece of garbage\" you mentioned that you were a \"piece of garbage.\" In a later video, \"still a piece of garbage\", you mentioned that you were \"still a piece of garbage.\" did you ever find a way to stop being a piece of garbage? if not do you have any advice about coping with being a piece of garbage?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n10:05 pm</dco> &nbsp;<qco> Did anything come out of that paramount TV series thing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n9:53 pm</dco> &nbsp;<qco> How many songs do you think you're gonna do before going back to videos or something else like the reality vids?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n9:30 pm</dco> &nbsp;<qco> Where do you get the impression that \"microtonality is usually associated with an artificially constructed 24 tone chromatic scale\"... I thought microtonality just meant dividing the traditional 12-tone chromatic scale into more than 12 tones.. Can't you divide an octave into 13 evenly spaced intervals, or into 999999999 ka-zillion equally spaced intervals and have that be considered microtonal? I've never heard of microtonality as strictly referring to dividing the the 12 semitones in half... Just curious. </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n9:28 pm</dco> &nbsp;<qco> How did urbster1 on Instagram know the lyrics to your new song before it was released? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:39 pm</dco> &nbsp;<qco> Hey Bill! Its the guy who send you a question about the next song. Thanks for reminding me! Listen though, I think you should start making more videos. I think your videos are a masterpiece. And I have been thinking... if you want to make new songs, you can use songs like, notbugs, and hide the money. You can even make more monday videos, including music videos like murder your demon and even blue boy, because I really want to see that. And I hope you do more of those reality stuff you posted, like the reality video where you said you posted the japan video. I am still waiting to see what is next for your future. Thank you, and have a FANTASTIC day!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:20 pm</dco> &nbsp;<qco> have people asked to collab with you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:17 pm</dco> &nbsp;<qco> what's going on in the album art for got to know what's going on</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:15 pm</dco> &nbsp;<qco> do you have a page on your website for song lyrics? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i want to sing along in my car so everyone knows i'm a hardcore wurtz fan</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n8:14 pm</dco> &nbsp;<qco> where is the song \"california\" explicit? it's marked explicit on apple music for some reason</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.20.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> are you making new music every week or are you just releasing music you already have saved and doing it on a schedule?</qco> </h3><br><br>"
  }
]
