[
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n10:21 pm</dco> &nbsp;<qco> Should I drop out of school?</qco> </h3>      that depends which school it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n10:20 pm</dco> &nbsp;<qco> Bill what was your favorite song that you made?&nbsp;</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n9:44 pm</dco> &nbsp;<qco> What are some things to keep an ear out for when testing mics for own vocal recording</qco> </h3>      the first thing you gotta do is record some songs with it. then the 2 questions i would ask is how much do you like it, and can you afford a different one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n8:57 pm</dco> &nbsp;<qco> do you think your new video will be out by the end of this year?</qco> </h3>      which one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n8:54 pm</dco> &nbsp;<qco> i'm starting to think i'm not awkward but that the entire universe is just very awkward and i am just awkward by nature because i exist in it. do you think everything is awkward or maybe it really is just me?</qco> </h3>      the world is awkward. welcome to awkworld\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n8:48 pm</dco> &nbsp;<qco> ap human geography is a class i'm currently taking \n<br>\n<br>how do i motivate myself to do homework for that class\n</qco></h3>      start by taking a close look at the advantages and disadvantages of doing it / not doing it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\talso how has religion affected the cultural landscape of Angkor Wat, Cambodia?&nbsp;</qco> </h3>      what the heck is a cultural landscape\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n8:39 pm</dco> &nbsp;<qco> Why is the sky blue?</qco> </h3>      i am actually looking for an efficient way to make the dam thing blue in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n8:21 pm</dco> &nbsp;<qco> Do you get tired of answering the daily onslaught of questions?</qco> </h3>      it makes me stronger, and therefore i get less tired with each question i get\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n8:16 pm</dco> &nbsp;<qco> will you ever make the original HOTEWIG script publicly available, like with what you did with the <a href=\"https://billwurtz.com/history-of-japan-script.html\">japan script?</a></qco> </h3>      that is a good idea, but that script went through so many different versions it might be challenging to figure out what the right version even is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n7:59 pm</dco> &nbsp;<qco> Do you consider questions using lirycs annoying? Like \"How long was the journey\" or something</qco> </h3>      questions asking if i am annoyed are annoying. but who am i to question such a long time staple of standard journalism\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n7:21 pm</dco> &nbsp;<qco> Why have you been gone</qco> </h3>      i am learning to make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n7:08 pm</dco> &nbsp;<qco> How do I get myself off the computer to do homework?</qco> </h3>      have you tried doing your homework on the computer? it seems like computers must be good enough to do homework now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n6:39 pm</dco> &nbsp;<qco> Why aren't you dead?</qco> </h3>      i'm not sure. life in the first place is a gosh dam miracle\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n5:59 pm</dco> &nbsp;<qco> I've never changed the type of cheese or bread or meat I use for my sandwich I'm currently having a exegetical crisis because what if if gone my whole life not knowing that I actually would like a different bread cheese or meat better and I'll never know&nbsp;</qco> </h3>      some people go their whole life without clean water and don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n5:57 pm</dco> &nbsp;<qco> I'm not rushingredients you, but when will you make a new video?</qco> </h3>      as soon as i f★king know how\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n5:49 pm</dco> &nbsp;<qco> do you have big brain</qco> </h3>      i am proud to announce that my brain is now small enough to fit inside a single room\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n5:46 pm</dco> &nbsp;<qco> How do I know what's good for me and what isn't?</qco> </h3>      water is good. everything else, you'll have to make it good by moving it around, in your own personal style. and also add water to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n5:45 pm</dco> &nbsp;<qco> how did you come up with the lyrics to \"alphabet shuffle\"?</qco> </h3>      they are totally random\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n5:40 pm</dco> &nbsp;<qco> Help. I have school tomorrow, but i have nothing interesting to talk about. What do i do?</qco> </h3>      you might have to listen to other people\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n5:37 pm</dco> &nbsp;<qco> So I'm weird right? So if I were to one day be normal, it would be weird... which would be normal... so it would be weird?\n<br></qco> </h3>      \neverything seems normal so far\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp;4:48 pm</dco> &nbsp;<qco> how do i be weird</qco> </h3>      just act naturally\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n4:43 pm</dco> &nbsp;<qco> Countdown timer is just a countdown to Jan 1 2020. This is just a countdown timer, not one the leads up to anything having to do with your video.</qco> </h3>      that's not true, it is leading to when i will actually be able to release new multi-media content. i personally am terrified, because that seems light years away, so that is why i am attempting to slow play the count as much as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n4:32 pm</dco> &nbsp;<qco> what is the countdown timer at?</qco> </h3>      44\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n3:53 pm</dco> &nbsp;<qco> What video are you the more proud of ?&nbsp;</qco> </h3>      i would prefer to make a new one of which to be most proud\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n2:42 pm</dco> &nbsp;<qco> is life worth living?</qco> </h3>      what the heck else would you do with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n2:41 pm</dco> &nbsp;<qco> When is your next video?</qco> </h3>      i'm having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n2:25 pm</dco> &nbsp;<qco> hey uhb i accidentally did the poopy in my pants what do i do</qco> </h3>      you may have to emmigrate to a different country\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n1:59 pm</dco> &nbsp;<qco> Do you like Billwurtz.com</qco> </h3>      i am trying to make it how i like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n1:43 pm</dco> &nbsp;<qco> How do I buy carrots?</qco> </h3>      you will have to find something that the carrot vendor wants more than carrots\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n1:37 pm</dco> &nbsp;<qco> Are you working on a super awesome epic cool amazing spectacular lit dope fantastic fabulous new project&nbsp;</qco> </h3>      i am learning to make videos. should be pretty cool, i always wanted to make videos\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n1:28 pm</dco> &nbsp;<qco> Hi bill, love your songs!&nbsp;&nbsp;Do you do everything analog or use virtual instruments?&nbsp;&nbsp;Also, what DAW?</qco> </h3>      that is a company secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n1:12 pm</dco> &nbsp;<qco> Is this place powered by magic?</qco> </h3>      which place, nevermind yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n1:00 pm</dco> &nbsp;<qco> can you give me a synopsis of the lorax?</qco> </h3>      capitalism tried to chop down all the trees, the lorax turns up, says 'stop' etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n12:58 pm</dco> &nbsp;<qco> I'm very ill and sad. Any tips</qco> </h3>      write down a list of all the things you would like to do when you are feeling better\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n10:57 am</dco> &nbsp;<qco> For someone who is readying to go into university for music theory, what would you suggest to get ready for that?</qco> </h3>      learn it all yourself first and then get a perfect score on the entrance test! and then get confused when they have nothing left to teach you. then have a few mental breakdowns and leave, i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n10:51 am</dco> &nbsp;<qco> hi i'm Steve</qco> </h3>      hi Steve\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n10:48 am</dco> &nbsp;<qco> Something is in the way, I am still, so how do I flow free again?</qco> </h3>      sounds like it's time for a good game of \"what do we know\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n10:18 am</dco> &nbsp;<qco> And the day goes on</qco> </h3>      i'm beginning to see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n9:39 am</dco> &nbsp;<qco> Where did u go after your home was lost didnt u say u couldn't go home?</qco> </h3>      i thought that story was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n9:23 am</dco> &nbsp;<qco> do you intend for people to read the questions page from top to bottom or bottom to top?</qco> </h3>      going up would be the correct way. but it might be difficult to comprehend a starting point, because there are hundreds of thousands of questions here. that's why i have provided the random page, which might be a good way to deal with the overwhelming quantity\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n9:07 am</dco> &nbsp;<qco> How come you don't put out little side projects while we wait multiple months for your next upload? I need some Wurtz in my life</qco> </h3>      i've tried that. what happens is, instead of asking what you just asked, people just ask why all my projects are so short and stupid, and then it takes even longer still to do the primary thing i am doing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n8:55 am</dco> &nbsp;<qco> Do you think impatience is good?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n8:24 am</dco> &nbsp;<qco> Would you be interested in releasing your music on vinyl if there was fan interest in it? Perhaps even just a limited release?</qco> </h3>      there are a few problems with i have with vinyl records:\n<br>     1. i don't know how to make vinyl records\n<br>     2. i don't know how to play vinyl records\n<br>     3. i don't know anyone who knows how to make vinyl records\n<br>     4. i don't know anyone who knows how to play vinyl records\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n8:24 am</dco> &nbsp;<qco> i have a worker called bill. how to pay bill?</qco> </h3>      how about by check. he will understand, most people named bill are extremely old\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n8:09 am</dco> &nbsp;<qco> Is making videos still as enjoyable as it used to be for you?</qco> </h3>      it's about to get much better\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n8:08 am</dco> &nbsp;<qco> what mood are you currently in?</qco> </h3>      20b\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n8:06 am</dco> &nbsp;<qco> \"la de da de da de da de day oh\" is a very outlandish title but it makes sense because that phrase is heard multiple times within the song itself. is this why it is the title? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tor is there some other reason?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n7:16 am</dco> &nbsp;<qco> Suddenly, i feel i cant hear the bass of your songs when im listening on my celphone...</qco></h3>      of course not. cellphones are not thicc enough for bass. to transmit low frequencies, the device must be a certain size. anything thinner than that and you hear nothing. i could be playing a C chord or Amin7 and you wouldn't hear the dam difference<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t should i only listen on the computer? Should i buy new headphones? What is a man to do?</qco> </h3>      if you're listening to anything on a phone, you gotta get headphones / ear buds if you wanna hear anything besides the hi-hats and \"s\" sounds\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n6:46 am</dco> &nbsp;<qco> Do you have tips for writing acapella music?</qco> </h3>      if you just start doing it you will learn everything you need to know. i think that's the only way to learn\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.18.19&nbsp; \n5:57 am</dco> &nbsp;<qco> <font style=\"font-family: comic sans ms\">Can you answer this question using Comic Sans?</font></qco> </h3>      no\n<br><br>"
  }
]
