[
  {
    "html": "<h3> <dco>12.19.17&nbsp;\n7:10 am</dco> &nbsp;<qco> What should I do if my crush becomes the girlfriend of my friend.\n<br></qco> </h3>      find a new crush, and a girlfriend, and a new friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.17&nbsp;\n3:04 am</dco> &nbsp;<qco> Do I have limits?</qco> </h3>      i don't know<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.17&nbsp;\n12:21 am</dco> &nbsp;<qco> how do I pitch ideas to people?</qco> </h3>      start by pitching the idea to a lot of people who you don't care if they accept it. this will give you some practice so that you will be really good at it when you pitch it to whom you really need to accept it<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp; \n11:45 pm</dco> &nbsp;<qco> what are some red flags on a first date? </qco></h3>      like if you hate the person<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, what is a red flag?</qco> </h3>      it's like when something's not quite right<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp; \n11:42 pm</dco> &nbsp;<qco> personally, i'm a quite busy person and rarely have time to do things i want to do. ever wish that you had more time to finish your shit?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp; \n10:56 pm</dco> &nbsp;<qco> was we could just get high inspired by a specific person</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n9:34 pm</dco> &nbsp;<qco> Thoughts on suicide?</qco> </h3>      seems like a waste of time<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n9:24 pm</dco> &nbsp;<qco> How would you feel if you became really mainstream? Would you prefer to remain aloof or would you bask in the fame?</qco> </h3>      i will continue to do both, as usual<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n9:13 pm</dco> &nbsp;<qco> congratulations, you have just won a big prize! how does this make you feel?</qco> </h3>      it is not credible, or verifiable<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n9:04 pm</dco> &nbsp;<qco> Is it true that the only certain knowledge we have outside of our immediate experience is that there is no certain knowledge outside of our immediate experience?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> is it ok to be gay</qco> </h3>      i will check with the rules and regulations\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n8:16 pm</dco> &nbsp;<qco> What if I open up each section of the website in different tabs and listen to and/or view each content piece chronologically by listed date, earliest to most recent?</qco> </h3>      you will probably understand me even better than you did before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n8:00 pm</dco> &nbsp;<qco> How are you so forward with all your questions?</qco> </h3>      it just seems like the right direction to go<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n7:21 pm</dco> &nbsp;<qco> what is your opinion on the emoji movie</qco> </h3>       <a href=\"q.php?date=201709140842\">9.14.17&nbsp;&nbsp;8:42 am</a> \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n7:05 pm</dco> &nbsp;<qco> what is your least favorite form of transportation?</qco> </h3>      the titanic\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n6:22 pm</dco> &nbsp;<qco> when does close ever count?</qco> </h3>      close always counts, as being close! i hope that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n6:18 pm</dco> &nbsp;<qco> The amount of hints you've dropped for this 3-minute video is massive, are you excited to unleash this hype-riddled banger?</qco> </h3>      i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n5:37 pm</dco> &nbsp;<qco> Do you prefer Do based minor, or La based minor?</qco> </h3>      i don't really use solfege but if you want to figure out where to put Do, i would say look at how much it borrows from its relative major\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n5:04 pm</dco> &nbsp;<qco> favourite album?</qco> </h3>       Pictures Of Abraham Lincoln Looking Really Tall In The White House\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n4:17 pm</dco> &nbsp;<qco> Is there a reason to why i find really random things (e.g. your videos) funnier than non-random things</qco> </h3>      my videos are not random. they are designed very carefully to be a certain way. for actual randomness, check random dot org\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n4:07 pm</dco> &nbsp;<qco> Why do you do merch if you hate it?</qco> </h3>      why have so many people asked me to do it if they know i hate it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n2:00 pm</dco> &nbsp;<qco> Why do you think 'pop hate' is such a common thing? Specifically with music too, there doesn't seem to be nearly as much hate directed towards 'popular' movies or books or art, etc. I always hear/read those 'music was so much better back in the day' things too, when a lot of those bands that people loved from 'back in the day' were pop bands (i.e. the beatles). Sorry, long rambling question.. but I don't know, just curious what your thoughts are on all this stuff.&nbsp;</qco> </h3>      there are many reasons why everyone will always be upset that everything \"sucks\" \"nowadays\" and it was \"better\" at a \"previous time that i'm thinking of\", but i can tell you 2 very important reasons it may be tempting to feel this way. one very simple reason is that when you listen to music from the past, it has already gone through many years of quality control filtering, and mostly the only surviving items would naturally be the 'better' ones. but if you listen to music in the present, you will hear everything that anyone is trying to do, including the stuff that won't even 'make it' to next week. for example, if you took a time machine to let's say 1975, or 1955 who cares when (you pick a time, it doesn't matter), and you turn on the radio, sure you would hear the classics that you've heard of, but along side that you would hear 3 other songs who are desperately trying to copy that one. listen to some \"air check\" recordings, from any year, it doesn't matter which year, listen to them and i think that should put things in perspective. Also, the other very simple reason why everyone always says that things are never is good as they used to be is just simple nostalgia. everything always seems perfect in the past. we forgive anything for sucking. and finally a 3rd reason even though i only said i was going to give 2, a 3rd reason is if you actually are a musician/artist or someone who deeply wishes to succeed, it can just boil down to jealousy and envy. and i just thought of a 4th reason, people engage in pop-hate as a way to fit in. if you bad-mouth something new, you are less likely to receive resistence because it less likely that that piece has accumulated a sizeable body of respect in society\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n1:34 pm</dco> &nbsp;<qco> how do we make money once robots take over all of our jobs?</qco> </h3>      why would we need money\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n1:30 pm</dco> &nbsp;<qco> are swedes bad people</qco> </h3>      there is a list online of which countries are bad, i forget if that is one of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n12:32 pm</dco> &nbsp;<qco> did a capital letter once do something bad to your family \n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do they not exist in your part of the universe</qco> </h3>      are you blind or visually impaired or do you just not notice <a href=\"capitals-report.php\">all the times i use them</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n12:17 pm</dco> &nbsp;<qco> hey bill, my name is neil and it's nice to meet you. my question is how can i be content with the music that i write? thank you</qco> </h3>      switch it up, try to write the music how you would like it to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n12:14 pm</dco> &nbsp;<qco> hey bill, my name is neil and it's nice to meet you. my question is how can i be happy? thanks&nbsp;</qco> </h3>      save someone's ass\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n12:06 pm</dco> &nbsp;<qco> Not too sure if anyone has asked before so sorry if this is a repetitive question, has your style of editing,music,ect changed much in the years?</qco> </h3>      you wanna check\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n11:45 am</dco> &nbsp;<qco> Heads or tails ?</qco> </h3>      i can't see the coin from here\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n11:39 am</dco> &nbsp;<qco> Bill, I have a theory that your secretly a black woman who is puppeteering a white mans body for the purpose of videos, what say you to these accusations.</qco> </h3>      if i was a black woman why would i want to keep that a secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n11:38 am</dco> &nbsp;<qco> Hello Mister Wurtz. I have a really important question to ask you. When is it ok to stick soap in your toaster?&nbsp;</qco> </h3>      any time. please don't call me mister wurtz<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n11:31 am</dco> &nbsp;<qco> you mentioned in one of the reality videos that you want to come to india. Can i expect u anytime soon\n<br></qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n10:05 am</dco> &nbsp;<qco> Have you ever had an interest in spirituality? And do you agree with the yogic philosophy that all thoughts, emotions and physical reality is maya? (Illusion)</qco> </h3>      forget 'interest' in spirituality, i say just do it. cut out the middle man, you know\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n9:36 am</dco> &nbsp;<qco> Who answers these questions?</qco> </h3>      me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n7:34 am</dco> &nbsp;<qco> Would you ever consider creating a whole section for the written scores(lead sheets) on expert mode?</qco> </h3>      unfortunately there is no 100% accurate way to describe a piece of music on paper, but i will consider it<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n7:20 am</dco> &nbsp;<qco> have you learned anything from all of these questions mr wurtz</qco> </h3>      yes, please don't call me mr. wurtz<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n6:21 am</dco> &nbsp;<qco> is australia real. im australian and&nbsp;&nbsp;i dont think its real</qco> </h3>      i know some aspects about it may seem a little outlandish, but it is real<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n1:38 am</dco> &nbsp;<qco> Hey fella, is it gay to be a communist</qco> </h3>      it can be!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n1:04 am</dco> &nbsp;<qco> What's the true meaning of Christmas?</qco> </h3>      darkness\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.17&nbsp;\n12:36 am</dco> &nbsp;<qco> i think the thing i really want is a lifetime of goofing around. yeah??</qco> </h3>      have you considered goofing forward? because that's where the real money is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.17&nbsp;\n11:41 pm</dco> &nbsp;<qco> Is the triangle head man in the 'i wanna be a movie star' video related to the triangle head man in the 'outside' video? They both appear when the lyrics mention something about going outside so i guess it makes sense.</qco> </h3>      what makes you think they are men<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.17&nbsp;\n11:29 pm</dco> &nbsp;<qco> pancakes?</qco> </h3>      ah great question<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.17&nbsp;\n11:28 pm</dco> &nbsp;<qco> What time signature is your new song in??</qco> </h3>      regular\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.17&nbsp;\n10:52 pm</dco> &nbsp;<qco> Any particular reason why your website looks like this: http://askmrcalculus.com</qco> </h3>      i think <a href=\"http://billwurtz.com\">this</a> would be a better example to describe how this website looks, rather than that other one you mentioned \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.17&nbsp;\n9:41 pm</dco> &nbsp;<qco> how do you feel about music not sung by real people, like w/ vocaloid? do think of it as real music bc some people say it is \"fake\" music. how do we decide what is and what isn't \"real music\"</qco> </h3>      it is important to remember that at every single moment in history there has always been a belief floating around that the latest technlogy has somehow ruined creativity. it's never been true and it will never be true <br><br>"
  },
  {
    "html": "<h3> <dco>12.17.17&nbsp;\n9:20 pm</dco> &nbsp;<qco> is the meaning behind your video gonna write bad bad song till i ruin someone's day really that you're gonna make bad \"bad songs\", meaning that, because of the double negative that they're actually good, \n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand because they're good then they'll never ruin someone's day,\n</qco></h3>      good/bad music is a matter of opinion<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n essentially meaning that you're gonna make songs forever?</qco> </h3>      i will do it for as long as i can<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.17&nbsp;\n8:36 pm</dco> &nbsp;<qco> Do you like fidget spinners?</qco> </h3>      they're ok<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.17&nbsp;\n7:53 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201712171144\">12.17.17 11:44 am</a>  jeez, can I help you escape the library so u can play real drums</qco> </h3>      <a href=\"http://billwurtz.com/donate.html\">sure</a><br><br>"
  },
  {
    "html": "<h3> <dco>12.17.17&nbsp;\n6:59 pm</dco> &nbsp;<qco> have you ever heard one of those songs that were just too good that you couldn't even fucking listen to it?\n<br></qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.17&nbsp;\n6:34 pm</dco> &nbsp;<qco> What if there's a wasp in my house?&nbsp;</qco> </h3>      you could try out for 'hey america, there's a huge bee in my house.... wasp edition'\n<br><br>"
  }
]
