[
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n10:42 pm</dco> &nbsp;<qco> what genre would you consider your music?</qco> </h3>      business music\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n10:01 pm</dco> &nbsp;<qco> help me with my homewokr</qco> </h3>      FEED IT TO YOUR DOG\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> Would you ever start your own podcast</qco> </h3>      i wouldn't be able to look myself in the eye if i called it a 'podcast.' if i did anything that resembles what is commonly called a 'podcast' i would almost certainly call it a 'talk show'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n9:07 pm</dco> &nbsp;<qco> is the latest project still a song, or something more? </qco></h3>      less!<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you still plan on uploading it on a tuesday,</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or does it get its own crazy release day by being so different?</qco> </h3>      likely, or perhaps could be a new trendsetter\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n7:07 pm</dco> &nbsp;<qco> In a long, long, long, way, how many miles did you drive in that one and only road that didn't pretend and you came there to lose but still won?\n</qco></h3>      i thought that story was about you<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And also why is there a clip on \"how to be good at spelling\" in the movie theater?(The dog on a pickle helmet in space)</qco> </h3>      because the scene was about going to the movies and watching films, and that was a video that i had access to and owned the rights to. also a fun bonus is that it had never been released on my site or channel before that. so it was a nice bit of intrigue there, which took another twist when i released the spelling video weeks later\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n6:58 pm</dco> &nbsp;<qco> what if you made a wormhole out of a bagel</qco> </h3>      i'm not sure what a wormhole is\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n5:44 pm</dco> &nbsp;<qco> bill, you have three songs title \"i love you\" (including \"i'm confused (i love you)\"). what gives?</qco> </h3>      where i'm from that's a very common and meaningful phrase. similar to how \"waaaaaaa\" is a common meaningful phrase in the World of Wario\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> are there trains in your next video?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n4:57 pm</dco> &nbsp;<qco> Have you watched your genius interview?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n4:52 pm</dco> &nbsp;<qco> how do u cope with sad moment... i am feeling we-ak in the knees. thank u bill</qco> </h3>      write a memoir\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n4:25 pm</dco> &nbsp;<qco> someone once said \"somewhere in the world, its always 4:20\" is this true or is this person trying to bamboozle me?</qco> </h3>      it's probably not always 4:20 but it is always 4:something, somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n3:31 pm</dco> &nbsp;<qco> when does confidence become arrogance?</qco> </h3>      when the exhibiting party falls out of favour with the appraisor\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n3:21 pm</dco> &nbsp;<qco> Do you believe in talent?</qco> </h3>      i recall knowing what that is but it has become hazy. probably because everyone has it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n3:07 pm</dco> &nbsp;<qco> is all of this pessimism about your new video some kind of complex marketing scheme to lower our expectations before it finally comes out and knocks our heckin' socks off?</qco> </h3>      no, it is to soften the blow of how lame the one after it is, because hopefully everyone will be accustomed to such lameness already by that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n2:11 pm</dco> &nbsp;<qco> Do you ever wonder how the universe works?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n2:06 pm</dco> &nbsp;<qco> why am I so fucking stuoid</qco> </h3>      ah, this is due to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n2:04 pm</dco> &nbsp;<qco> I think I need help. What are your thoughts?</qco> </h3>      wondering what kind of help you need\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n2:02 pm</dco> &nbsp;<qco> do you know how a chair works and if so please explain</qco> </h3>      i have tried many to explain it before, but with no such luck\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n1:55 pm</dco> &nbsp;<qco> I would love to see a behind the scenes video for one one your songs, would you ever consider doing one in the future?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n1:43 pm</dco> &nbsp;<qco> Could the new post on Instagram and notebook be related somehow?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> is humanity going through adolescence</qco> </h3>      perhaps humanity itself is the adolscence of our longer trajectory\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n12:29 pm</dco> &nbsp;<qco> Could you please re-release 'sexy pants' but with serious lyrics? Then I could listen to it in public without people looking at me like the dork I am.</qco> </h3>      you'll have to give me an example of serious lyrics\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n12:29 pm</dco> &nbsp;<qco> sometimes i feel i belong here, sometimes i feel this world is not set up for people like me</qco> </h3>      have you considered setting it up yourself? make a brand new set up, in the world. that could give you a chance to pause and wonder who on earth set it up before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n11:22 am</dco> &nbsp;<qco> your thoughts on oklahoma?</qco> </h3>      that reminds me of Sequoyah\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n11:04 am</dco> &nbsp;<qco> What happened to the monday videos?</qco> </h3>      i posted them to my website and youtube\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n10:45 am</dco> &nbsp;<qco> when do i start?</qco> </h3>      any time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n10:00 am</dco> &nbsp;<qco> does the number 72 illicit any good memories?</qco> </h3>      just memories of all the factors that have gone into it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n9:36 am</dco> &nbsp;<qco> have you ever considered making a personal religion for yourself, as a productivity technique</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n8:14 am</dco> &nbsp;<qco> You post on your twitter. Would you make a video out of your daily quotes?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n8:05 am</dco> &nbsp;<qco> Were you really stuck in a rut when you wrote stuck in a rut?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n7:53 am</dco> &nbsp;<qco> Bill, I'm currently in a band and I feel like the music is good. I write it all and make demos of the tracks at my house, so I have always had pretty much full creative control. We have decided to record a four song release, but the songs don't sound nearly as good as the demos. I think this is because I have not been able to do everything myself and other people have influenced the sound. I am reluctant to release the songs, even though we have spent money on them and also spent a lot of time on them. I don't want to release something I'm not 100% confident about. What do I do?&nbsp;</qco> </h3>      take a cold hard look in the mirror and then maybe a long walk in the wilderness\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n4:12 am</dco> &nbsp;<qco> Would you do more \"Bill Wurtz Explains ____ \" videos? that was really interesting see the ideas of Mt St. Helens Is About To Blow Up&nbsp;</qco> </h3>      i can explain things better if i'm the one making the final edit. that one was done by someone else so i have no idea how it turned out\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n2:20 am</dco> &nbsp;<qco> i'm baking oatmeal muffins right now and i just had a moment of quiet awe that this muffin batter literally looks like someone ate off the floor of the paper mill and then vomited it up, but once i bake it it's delicious and a different colour and a SOLID???? and worlds removed from the batter, just with the addition of a muffin tin and some heat, and the world is full of totally reliable surprise magic and i was so reverent of the whole process that i slouched on my floor and just stared into my oven for the bake time of the entire second batch. anyway do you ever feel anything like this when you're writing music</qco> </h3>      no but perhaps i should\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n1:53 am</dco> &nbsp;<qco> in \"i just did a bad thing\" is the harp good or bad? or just regular</qco> </h3>      it was supposed to be good but it's bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n12:42 am</dco> &nbsp;<qco> i'm gonna bar every single fret on my ukulele just to see what happens. is this productive?</qco> </h3>      sure, if you have not tried it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.5.19&nbsp; \n12:33 am</dco> &nbsp;<qco> what do you think about large differences between people?</qco> </h3>      \nthey size up quite toweringly when compared to medium sized differences\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n9:36 pm</dco> &nbsp;<qco> If/when you do a live tour can you consider coming to dallas or austin texas</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n9:16 pm</dco> &nbsp;<qco> what photo editor do you use&nbsp;</qco> </h3>      preview\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n8:02 pm</dco> &nbsp;<qco> you gotta be nuts to think astrology is anything other than good old fashion fun. there is no proposed mechanism of action by which the positions and motions of stars and planets could affect people and events on Earth that does not contradict well understood, basic aspects of biology and physics.</qco> </h3>      no need for stars and planets to 'affect' anything. that's not what it's for. it's just a very complex time-keeper. it's like a clock. the clock does not affect the time, but it is surely a very helpful device to determine what the time is. the question is can anyone on earth actually fathom how to read all of it properly, in its infinite intricacy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n5:53 pm</dco> &nbsp;<qco> Will you go on tour?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n4:32 pm</dco> &nbsp;<qco> Are you unpredictable?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n4:32 pm</dco> &nbsp;<qco> How do you know that something you did was right?</qco> </h3>      it's impossible to know\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> is your new video a skit? </qco></h3>      i'm not sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if it is, im excited. even if it isn't, im excited</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n2:45 pm</dco> &nbsp;<qco> How do you decide between giving a serious answer or not? And how do I know if this answer is serious?</qco> </h3>      each answer is like a sponge of seriousness, absorbing a serious mixture of all the elements i seek to cultivate on this page\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n1:33 pm</dco> &nbsp;<qco> what order do you answer these questions in? do you start at the most recently asked and work backwards in time, or do you start at the oldest unread and work your way up</qco> </h3>      going forward\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n1:18 pm</dco> &nbsp;<qco> hello Bill I am a huge fan and multi instrumentalist although I am best at guitar, if you haven't done so already, how will you go about creating your band</qco> </h3>      start with a trio and play extremely small venues, perhaps in disguise\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n12:17 pm</dco> &nbsp;<qco> how do i shed my worries about others' perceptions of myself so i can do what i gotta do without worrying?</qco> </h3>      they actually have no perceptions of you because they are too busy worrying about your perceptions of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n9:39 am</dco> &nbsp;<qco> what the heck are cowbells</qco></h3>      a 'clank' sound<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and what's the difference between a cowbells and a regular bells</qco> </h3>      a 'regular' bell might go 'ding' and a cowbell will probably go 'clank'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n9:01 am</dco> &nbsp;<qco> What advice would you give to someone who's afraid of girls?</qco> </h3>      they are more like you than you may realize\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.19&nbsp; \n8:39 am</dco> &nbsp;<qco> have you ever thought about quitting the music and youtube business and becoming a baker?</qco> </h3>      banker maybe\n<br><br>"
  }
]
