[
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n5:55 pm</dco> &nbsp;<qco> can i make fun of politicians?</qco> </h3>      \nonly if it's actually fun. you'd think it would be hard to forget this step\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n5:30 pm</dco> &nbsp;<qco> Do you forget something only when you realise you forgot it, or is it forgotten at some time in between? Are those two possibilities identical? If you never find out you forgot something did you ever really forget it? </qco></h3>      this is only scratching the surface of all the different shades of the word 'forget'. if you didnt notice you forgot something, someone else may surely be able to notice, and 'forget' will definitely be a good word for them to use to describe your behavior<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can you forget something you never knew???</qco> </h3>      no, but on the other hand that's precisely what might make that a useful poetic concept\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n5:00 pm</dco> &nbsp;<qco> how to become such a musical genuis alike yourself</qco> </h3>      \nwhy exactly would you want that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n4:24 pm</dco> &nbsp;<qco> In specifically what ways are birbs superior to humans?</qco> </h3>      \naltitude achievable without the use of any equipment or vehicle\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n4:13 pm</dco> &nbsp;<qco> Sorry this is a long one but I'll try to keep it broad. I make videos and I often hear that you should make content for yourself, and if you build it they will come. I do find that my videos that have broader appeal tend to perform better (on the tiny scale that my videos \"perform\" at all) but it seems that the only ideas I can consistently think of are the more esoteric \"for me\" ideas. should i just stick to my guns and keep making stuff for myself?&nbsp;</qco> </h3>      \ni guess you just have to ask yourself whether you are a leader or a follower. i remember actually one time i saw someone post a message to their audience asking 'what kind of content would you like me to make' and i instantly realized how empty that looks for an audience. they're here for you to take them somewhere. heck, sometimes they dont even know how to articulate that, they may clamour 'sequel this' or 'reboot that' but they dont know what theyre talking about. they want to be taken somewhere, and you are here to dream up somewhere new to take them. if they knew exactly what that was then they wouldnt need you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n4:04 pm</dco> &nbsp;<qco> is there a difference between watching something and seeing something?</qco> </h3>      \nyou'd have to check every different context to see what those words feel like for each context, but i think it might be safe to generally say that 'watch' may have slightly more intent, a little more deliberate focus. where as 'see', seems like that could almost happen by accident. but i'm sure you could find contexts where the reverse is true. and of course in other languages the deck gets reshuffled. they might even have more than 2 words for this kind of thing. heck, so do we. view, observe, look at, \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n4:02 pm</dco> &nbsp;<qco> What is one plus one minus one?</qco> </h3>      \none\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n3:58 pm</dco> &nbsp;<qco> What is your favorite Lego theme?</qco> </h3>      \nhow about land of orbular blobs where most of the things are supposed to be round\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n3:55 pm</dco> &nbsp;<qco> What is your middle favourite thing?</qco> </h3>      \nwhat if i have an even number of favorite things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n2:26 pm</dco> &nbsp;<qco> Have you ever called anyone 'bro'?&nbsp;</qco> </h3>      \nno but some people are named that anyway <br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n1:11 pm</dco> &nbsp;<qco> it's my birthday today</qco> </h3>      \nok so, just to see if i'm following along with what you're saying, would i be correct to assume that tomorrow is NOT your birthday? or would that day be your birthday also\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n1:10 pm</dco> &nbsp;<qco> what's something you're currently working on creating that you feel brings you joy?</qco> </h3>      \na set of videos, for which i am currently doing the cinematography\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n12:12 pm</dco> &nbsp;<qco> what is \"romp time\"?</qco> </h3>      \nif i recall correctly that was the on screen caption i used in the instrumental section of the video for the 'money' song, where some sort of figure jumps around, while the melody plays\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n10:31 am</dco> &nbsp;<qco> do you have thoughts on Ockham and his unassuming razor logic?</qco> </h3>      \nseems ripe for abuse\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n7:20 am</dco> &nbsp;<qco> could you explain your dislike towards favoritism questions?</qco> </h3>      \ni guess i'm just so head-over-heels in love with the differences of things, picking just one of course ruins that whole pleasure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n7:10 am</dco> &nbsp;<qco> does onomatopoeia sound like an onomatopoeia?</qco> </h3>      \nno. something more like doink\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n3:26 am</dco> &nbsp;<qco> orange sherbet\n<br>or\n<br>a nice tree to sit under</qco> </h3>      \ni guess i just dont understand what the choice will be used for\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n2:11 am</dco> &nbsp;<qco> THIS IS SO MUCH FUN (life), LET'S CELEBRATE!!!</qco> </h3>      \nokay\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n2:09 am</dco> &nbsp;<qco> what do you notice is most likely to trigger your flow-state?</qco> </h3>      \nnot having such a restricted definition of such a state\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.25&nbsp; \n1:02 am</dco> &nbsp;<qco> How do I improvise with a scale without it sounding like a scale?</qco> </h3>      \nto start, how about only playing notes that are NOT in the scale. this will immediately wake you up and put you directly in tune with how the notes actually feel to you, which is normally what the scale works to prevent\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n11:24 pm</dco> &nbsp;<qco> can I ask you three questions? What is the most interesting question you have stumbled upon on here?</qco></h3>      that one that everyone asks<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and also what is the story behind la de da de da de da de day oh, I've been listening to it like nonstop for 3 months lol?</qco> </h3>      \nthe only versions of the story i know are way too long or way too short\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n10:32 pm</dco> &nbsp;<qco> what is it like to watch a movie?</qco> </h3>      \nfor me it's inspiring and energizing. regardless of whether or not i think they did a good job. if i think they did a good job, then it excites me about making movies. if it feels like someone has done a horrible job, then that excites me too because i'm excited to show how it can be done better\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n10:26 pm</dco> &nbsp;<qco> are you going to do any crazy voice acting in your new vide os?</qco> </h3>      \nnot really. but maybe in the ones after\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n10:19 pm</dco> &nbsp;<qco> why does \"awful\" mean bad, when it is normally good to be ful of aw about something</qco> </h3>      \ni think it started with describing something as putting you in 'awe' in a fearful way. something that's breathtakingly scary. and it evolves from there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n8:53 pm</dco> &nbsp;<qco> can you type with one hand</qco> </h3>      \nsure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n8:02 pm</dco> &nbsp;<qco> how do triangle</qco> </h3>      \n3 points, all connected by straight lines. and then i guess you have to be in the same kind of physical dimensions as the ones where the word triangle was coined\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n7:55 pm</dco> &nbsp;<qco> Do you know everything yet?</qco> </h3>      \nhow many things do you suppose there are\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n7:20 pm</dco> &nbsp;<qco> What's the most unexpected question you've ever been asked?</qco> </h3>      \nthis one. even though i get asked this all the time, i still never expect it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n7:15 pm</dco> &nbsp;<qco> when does magic turn into non-magic? </qco></h3>      i thought i had some examples but they're all still magic. in fact, that's quintessential magic right there, something you thought had turned into not magic, but actually still is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and does that help with answering the question vice-versa?</qco> </h3>      \nnon-magic becomes magic at any given moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n6:02 pm</dco> &nbsp;<qco> is forgetting a kind of remembering?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n5:49 pm</dco> &nbsp;<qco> how not to make a video</qco> </h3>      \ndon't set the fps to 0. or what the heck, try it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n4:10 pm</dco> &nbsp;<qco> Which historical figure do you think would like your songs the most?</qco> </h3>      \nit's impossible to predict what songs will do to one person or another, but i think the deeper question to consider inside of your question, is who is and is not considered a historical figure, and why\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n3:59 pm</dco> &nbsp;<qco> Why does the \"inside the video\" section in \"Slow Down\" contain \"put it in a pan\"?</qco> </h3>      \njust jamming basically, at that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n3:40 pm</dco> &nbsp;<qco> i just watched an episode of tv in which two estranged traumatized sisters reunite with their surrogate father they thought had died, and it has left me in a state i don't understand. it was a completely surreal moment. i thought those wounds would never heal, that a scenario where things could be better would only ever exist in my mind. but then it actually happened on screen. i don't know what to do now. it made me cry but it didn't last long enough. i wish the entire next episode was just more of that moment. it moved on too quickly. i feel weirdly empty inside and i feel so strongly about this at the same time. help</qco> </h3>      \nlooks like you may have to become a writer so you can push this exploration further. audiences will be thankful\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; 1:35 pm</dco> &nbsp;<qco> Have you ever been betrayed, abandoned, or otherwise made an incoherent fool out of?</qco> </h3>      \ni think the underlying question here is, do i feel this would be someone else's fault\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n11:56 am</dco> &nbsp;<qco> Any opinions on alliteration?</qco> </h3>      \ni have a sneaking suspicion that the word alliteration is used more often in a classroom setting when teaching you what it means (or in nostalgic reference to such a classroom), than out in the actual real life situations when it's actually happening\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n9:57 am</dco> &nbsp;<qco> hey bill i dont mean to complain but i just cant help but notice its still warm, even though you said you were going to make it colder. in fact i think it might be warmer. whats going on here!!!! its almost like you want me to melt or something!!!!!!!!!!!</qco> </h3>      \nsorry about that, i made a mistake when trying to control the weather\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n8:52 am</dco> &nbsp;<qco> what do you do after lidfe gives you lemons</qco> </h3>      \nfigure out what a lemon is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n8:28 am</dco> &nbsp;<qco> how big can a zebra get before its too big?</qco> </h3>      \nmedium size, for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n7:00 am</dco> &nbsp;<qco> if you were in a maze, how would you get out of the maze?</qco> </h3>      \nstart learning the maze. exploring, mapping, \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n4:32 am</dco> &nbsp;<qco> Have you ever ridden a horse ?\n<br>Unrelatedely, do you own a cowboy hat, perchance?</qco> </h3>      \nno to both\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n3:42 am</dco> &nbsp;<qco> it was either Simon or garfunkel that said wish i was a kellog's cornflake (I think it was Paul Simon but idk it was in a simon&nbsp;&amp; Garfunkel song and I haven't listened to their stuff enough or know enough about them to be able to say which one is which) but whichever one of them it was doesn't really matter that line will always be so good to me</qco> </h3>      \nnot to take anything away from their cornflake mention, it's worth mentioning that john lennon also had a cornflake in the walrus song, around the same time period\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; 1:24 am</dco> &nbsp;<qco> What's the meaning of life? Asking for a friends</qco> </h3>      \nit's make your own. or, perhaps equally charming, is wander through the world and see what some of the other class mates have dreamed up\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n1:02 am</dco> &nbsp;<qco> how does your universe work</qco> </h3>      \nit's impossible to describe the whole thing at one time, but almost every thing i say is an attempt to describe some part of the world as i understand it at that moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.25&nbsp; \n12:12 am</dco> &nbsp;<qco> bill what do you think of Mickey Mouse if you know him</qco> </h3>      \nin an elite league of branding, alongside coca cola, santa claus, and mcdonalds\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n11:11 pm</dco> &nbsp;<qco> is my tv watching me?</qco> </h3>      \nmaybe, but it might not be paying very close attention\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n11:08 pm</dco> &nbsp;<qco> i've been guitaring and whatnot for a couple years now and i got the idea to make a shitty little EP just cause i want to play music and get music out there. i have a tendency to procrastinate indefinitely if i'm not actually making steps towards something. but 15 minutes of trying to figure out how you record stuff has totally zapped me of any desire to do it. even like, buying mics, i don't know what a compressor is. it's an entire new skillset (and money sink) i wasn't prepared for. penny for your thoughts&nbsp;</qco> </h3>      \nyes i give this thought all the time. at the risk of boring some people to death who always hear me give the same advice, i will say that the feeling you are having is exactly what happens when you start too big. now you may be saying 'but wait, i didnt think i was starting that big', well, too bad, it's still too big for you at this moment. and so youve been knocked on the ground. The answer to this is extremely simple, and it's just to start smaller. For example, you say 'i dont know what a compressor is.' Ok, great. then dont use it right now. Honestly, it's a huge shame that you have even heard of a 'compressor' right now, because all it's doing for you is bringing you some sense of 'obligation' to do something youve never even identified, never consciously needed or wanted, means nothing to you at this time. which is precisely why you had no energy to think about it. So anyway, back to a mic, because yes you do want make music that can be stored in a bottle and played back at a different time (i believe that was your original desire.) This is a lot like going up a staircase. when you approach the stairs for the first time, are you saying \"Which step SHOULD i go to? which is the best and most professional step, to step on?\" and then you get overwhelmed and pass out into a depressed nap. but what you should have asked instead is ARE ANY OF THE STEPS STEPPABLE, FROM THE GROUND. are any of the steps right next to the ground where i can step on it. the answer is yes and that would of course be step number 1 for you. Anyway, back to mics, dont buy a mic, the golden rule to start, is of course 'use the one you already have.' Yes, if you really dont have any microphone device, then go to the nearest store and buy any mic, but the thing is i'm sure you actually do already have a microphone device. almost any device that can type something into this question box probably has a mic on it. in contrast to that horrible dreadful feeling of confusion and guilt, i think you may find that the idea of starting your musical journey using only whatever's already right there with you on your deserted island, is just absolutely romantic. you can take your pet volley ball along<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n10:39 pm</dco> &nbsp;<qco> Is consciousness the ability to interpret experience, or is it something else?</qco> </h3>      \nin my view, consciousness is the actual ability to change your mind..... INCLUDING about whether or not you are going to change your mind, at any given moment\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n9:50 pm</dco> &nbsp;<qco> shampoo or conditioner</qco> </h3>      \nhow can i get the best of both worlds\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.25&nbsp; \n9:30 pm</dco> &nbsp;<qco> what would happen if i question the question questioning questions while the question questions the question questioning all the questions in the questionverse</qco> </h3>      \nyou'll lose sight of all else in the world other than the word 'question'\n<br><br>"
  }
]
