[
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n2:16 pm</dco> &nbsp;<qco> Do you think sus chords are the best chord?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n2:04 pm</dco> &nbsp;<qco> What is the most annoying body part?</qco> </h3>      \nwisdom teeth\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n1:57 pm</dco> &nbsp;<qco> What is the opposite of middle?</qco> </h3>      \nedges\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n1:52 pm</dco> &nbsp;<qco> Where did my school go?</qco> </h3>      \nto school\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n1:46 pm</dco> &nbsp;<qco> is there any velcro-related wfaoie planned for the future?</qco> </h3>      \ni am waiting for some improvements in the velcro industry\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n1:43 pm</dco> &nbsp;<qco> I'm bad at doing thing. Any tips on doing thing?</qco> </h3>      \ndo it on the stairs\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n1:36 pm</dco> &nbsp;<qco> What do you think of spring&nbsp;</qco> </h3>      \nseems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n12:40 pm</dco> &nbsp;<qco> Why do so many people ask if you exist or are real?</qco></h3>      that's because there was some kind of mixup, and their question didn't exist<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t It annoys me because it seems like it would annoy you. Also I've seen a lot of people asking when you're next video will done but I don't want you to feel any pressure, I'm fine with waiting for as long as it takes! Your music is amazing and you inspire me.</qco> </h3>      \nholy qualcomm you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n12:36 pm</dco> &nbsp;<qco> do you believe in the law of attraction?</qco> </h3>      \nit's more like a general guideline, of attraction\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n12:30 pm</dco> &nbsp;<qco> How to do you recommend growing a youtube channel? I don't personally make music but you grew your channel a lot, if you have any tips what would they be?</qco> </h3>      \njust do your best work viciously and regularly on every online platform you can find. and gently mingle with others who are doing the same, in a highly genuine fashion. it won't necessarily be youtube that grows first. for me it was 3rd\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n12:06 pm</dco> &nbsp;<qco> i feel a good warm thing inside my heart when i read this page, or see your videos, or anything else on billwurtz.com, is it ok?</qco> </h3>      \nholy pooltoy you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n11:20 am</dco> &nbsp;<qco> do you plan on ever doing anymore keys/vocals improv?</qco> </h3>      \noh hell yeah. also plan on doing more edits/posts of the thousands of hours i've already done so far \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n11:09 am</dco> &nbsp;<qco> WILL YOU EVER ANSWER A QUESTION USING ALL CAPS?</qco> </h3>      \ni have done that before, let me see if i can show you when i have done that. ok, i have done it <a href=\"q.php?date=202002240143\">here</a>, <a href=\"q.php?date=202002232159\">here</a> and <a href=\"q.php?date=202002231927a\">here</a>, and that's just within the past 2 days alone. but if you are wondering if i will continue to do it in the future, the answer is yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n10:59 am</dco> &nbsp;<qco> can i schedule an appointment for my punishment</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n10:43 am</dco> &nbsp;<qco> I'm bored. Do you have any advice on what I should do?</qco> </h3>      \nadapt a novel into a screenplay and then back into a novel again\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n10:28 am</dco> &nbsp;<qco> Do you support hidden soup?</qco> </h3>      \nsounds like fun, but let's be real it's time to reveal the soup\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:55 am</dco> &nbsp;<qco> Is the sun real?</qco> </h3>      \noh that would explain a lot\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:55 am</dco> &nbsp;<qco> Is humanity just part of a science fair experiment by some Neptunian fifth grader </qco></h3>      no, everything about that scenario seems suspiciously human. so, i don't quite believe that humanity is contained within something else which seems to clearly be a human scenario with the name of another planet swapped in<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand if so what was the experiment?</qco> </h3>      to win the science fair, or at least get second place\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:29 am</dco> &nbsp;<qco> is milky way made of milk?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:21 am</dco> &nbsp;<qco> So many people trying to be original when all they ever needed to be was honest.</qco> </h3>      \ni know what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:01 am</dco> &nbsp;<qco> How much does it cost to be creative?</qco> </h3>      \ncreativity comes at a very unpredictable price. that's because the price itself is creative\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n8:58 am</dco> &nbsp;<qco> what would you say is your most serious song?</qco> </h3>      \nstrong enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n8:10 am</dco> &nbsp;<qco> does having a strict schedule make you feel like you're doing the same things over and over again and unable to explore cause you have to hit said schedule?</qco> </h3>      \nyes, sometimes. but on the flip side, having no schedule makes me feel like things are going slower and slower and more meticulous as everything withers away into nothing. at some point around september 2016 i recall spending nearly an entire day looking through google images of apes, trying to find exactly the right one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n7:02 am</dco> &nbsp;<qco> I don't remembered what I asked.</qco> </h3>      \nit was <a href=\"q.php?date=202002071233\">this</a> <remqq></remqq>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n6:16 am</dco> &nbsp;<qco> man, babies are getting old.</qco></h3>      that's true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t i don't have a question, hope that is okay</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n4:58 am</dco> &nbsp;<qco> It's 5 o'clock&nbsp;</qco> </h3>      \nthat may be true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n3:19 am</dco> &nbsp;<qco> Stop procrastinating!</qco> </h3>      \ni still have not started procrastinating. just haven't gotten around to it i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n3:02 am</dco> &nbsp;<qco> do you season your doorknobs with salt or fairy powder?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n2:44 am</dco> &nbsp;<qco> any suggestions for new colors?</qco> </h3>      \nred\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n2:40 am</dco> &nbsp;<qco> &gt;i can do it in 2. i did that seven times in a row in late 2018\n<br>\n<br>do you talk about this issue in \"Slow down\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n2:26 am</dco> &nbsp;<qco> where have you hidden the artifacts page?</qco> </h3>      \nin plain sight\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n2:26 am</dco> &nbsp;<qco> learning 3D modeling and cinema animation is no easy thing, no wonder it took one year.</qco></h3>      haha, it takes hundreds of years. but i am cutting it short after learning only about .01% of it. this is for your own benefit, i have decided<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I sinceraly hope you had fun in this project and fuck imma enjoy the crap out of the video no matter what =).</qco> </h3>      well, the whole idea is that it will NOT be 1 video. it will be the ongoing ability to make videos, similar to when i learned to do this around 2014 and thereafter. if you are expecting just 1 extremely extremely good video, i am afraid you will be sorely sorely dissapointed. if you are expecting to watch me learn and improve as i go and then gradually make better and better videos, similar to the way we did throughout 2014 and beyond, then i think you may be in for a treat\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n2:09 am</dco> &nbsp;<qco> What font did you use in your \"trivia\" video?</qco> </h3>      \ni have had many videos with trivia. i'm afraid you will have to be more specific\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n1:43 am</dco> &nbsp;<qco> have you ever felt burnout doing your vontent?</qco> </h3>      \nNO\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n1:26 am</dco> &nbsp;<qco> Have you tried painting? [not sonically, on a canvas]</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n1:25 am</dco> &nbsp;<qco> Why do all other history Youtubers present locations on ugly 2d maps, and you're the only one that uses a pleasant 3d globe?</qco> </h3>      \nwell, the reason i decided to invest in the 3D technology for the history of the world video, was because i knew i had to zip around to very extreme and distant locations, and it just wouldn't have had the right effect on a 2D map. think of that cold war north pole shot. the dynamic between those 2 regions just wouldn't play out nearly as well in 2D. the projection would dement it all up\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n1:22 am</dco> &nbsp;<qco> Is butter better iced?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n12:58 am</dco> &nbsp;<qco> i get really bad social anxiety in weird situations. especially when i have to interact directly with people in the internet. any advice?</qco> </h3>      \nyou could try interacting with them in a less direct way, such as face to face, in real life\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n12:49 am</dco> &nbsp;<qco> Hows after effects going?</qco></h3>      never used it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t TIP: use Video CoPilot ORB plugin for globe models, runs like a dream and looks pretty clean;&nbsp;you might be going for more of a windows movie maker look</qco> </h3>      not even close\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n12:43 am</dco> &nbsp;<qco> is your next song name \"vacationing in the middle of the sun\"?</qco> </h3>      \nno, but that is what the process i have been undergoing for the better part of this past year will be known as, on the expert page\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n12:41 am</dco> &nbsp;<qco> what's your favorite type of science?&nbsp;</qco> </h3>      \npseudo\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n12:38 am</dco> &nbsp;<qco> hey dude, i know lots of people send here things like hey your vids are cool, but i rlly wanted to let you know your music has been really helping me not be sad and depressed lately. the way you just say random things and it's funny but it also seems to have a lot of meaning and be inspiring is just really amazing, and makes me happy while most other music just makes me more sad or melancolic. thank you for making songs. ur the best artist (you don't rlly have to answer this tho just read it)</qco> </h3>      \nholy wyddgrug, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n12:36 am</dco> &nbsp;<qco> In your last video you said you changed your character and shirt. What was your character and shirt beforehand?</qco> </h3>      \ni thought that song was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.20&nbsp; \n11:19 pm</dco> &nbsp;<qco> If you could promote one symbol to letter, what would it be?</qco> </h3>      \nf. already promoted it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.20&nbsp; \n11:14 pm</dco> &nbsp;<qco> Do you use artforms to more often express yourself or entertain others?</qco> </h3>      \nyes!\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.20&nbsp; \n11:13 pm</dco> &nbsp;<qco> What is the strangest dream you've had that happened in real life?</qco> </h3>      \n woke up\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.20&nbsp; \n11:11 pm</dco> &nbsp;<qco> How do you flirt? Asking for a friend.</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.20&nbsp; \n11:09 pm</dco> &nbsp;<qco> Do you pick the questions you answer based on which questions you feel you have the ability to answer most impressively?</qco> </h3>      \nmost RESPONSIBLY\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.20&nbsp; \n11:08 pm</dco> &nbsp;<qco> Billie W my man ayyy so you've had like blueberries 3 times over the past 2 days right, man? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tJust askin for a friend aiiight ya know? Gotta stay healthy, dawg.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.20&nbsp; \n11:04 pm</dco> &nbsp;<qco> do you think I can be good at things? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI don't think I am and need someone else's opinion and/or advice :(</qco> </h3>      what do you want to be good at\n\n<br><br>"
  }
]
