[
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n9:01 am</dco> &nbsp;<qco> what is the best shape?</qco> </h3>      \ndot\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n8:19 am</dco> &nbsp;<qco> how do i stop bobbing my head when i understand something&nbsp;</qco> </h3>      \nyou could go to the far reaches of outer space, actually i just realized that will probably make you do it more\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n4:26 am</dco> &nbsp;<qco> What is you're favourite movie?</qco> </h3>      \nernest escapes out of one jail and into another jail\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n3:08 am</dco> &nbsp;<qco> What is your definition of normal? I see it a lot on this page and was curious</qco> </h3>      \nnormal basically means anything with that 'wow' factor\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n1:16 am</dco> &nbsp;<qco> is there a specific reason you type in lower case? is it for aesthetic or maybe because it's easier?</qco> </h3>      \nthis might be the same reason you do it, but, i do it because it's normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n12:07 am</dco> &nbsp;<qco> What's the best fruit</qco> </h3>      \npassion\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n10:37 pm</dco> &nbsp;<qco> is there a reason that \"memory\" appears between aaaacv and frenca, then again between frenez and loveqa and yeat again between lovesz and zzzzya in the part of got some money where the 6-letter combinations are scrolling down the screen?&nbsp;</qco> </h3>      \nyes. What i would have preferred to do, is to be able to actually create that entire alphabetical phrase list. which i was able to generate quite easily, but the problem we run into, when the list goes into the graphics, .... the list is so long that it actually makes the computer lag, or probably even crash, depending on how you do it. There's literally millions of lines in that text pattern, if it were carried out properly from a to z across all 6 characters. So even though it's just text, it actually is an absurdly unnecessary strain on the memory of the scene, pretty much any way you slice it. And the truth is, in that scene, with the small amount of time it's shown, you'd never see all the lines. and also, another reason you don't wanna include the whole list is that the scroll direction would become incoherently out of phase. like those car wheels on tv that seem to move slow or backwards or whatever. So it turns out, even just to create the proper looking downward scroll, you need to reduce the number of elements drastically. like pretty much skip 99% of the parts during the fast scroll. But this still does create a continuity problem, because if anyone sees the (maybe 1) frame where you can see it jump from A to L or whatever, .... i feel there's gonna need to be an explanation there. So my explanation is 'memory' as a place holder for the perhaps millions of lines we've skipped\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n10:28 pm</dco> &nbsp;<qco> hey genius, I'm listening to ur music while following along with the lyrics. and it's very hard to do when the backround is a very bright red.</qco> </h3>      \nthat's to decrease the chances that the lyrics will be taken outside of the context of the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n7:09 pm</dco> &nbsp;<qco> i've invented cds.</qco></h3>      i believe you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are you interested in releasing your music on my funky new music format?</qco> </h3>      \ni'll think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n7:05 pm</dco> &nbsp;<qco> How do you create the music videos?</qco> </h3>      \ni would love to come up with a way that's viable\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n6:32 pm</dco> &nbsp;<qco> how far along are you in recording your new song?</qco> </h3>      \npretty far\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n6:20 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202107232111\">7.23.21&nbsp;&nbsp;9:11 pm</a>  did you compose without instruments? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how??</qco> </h3>      you have to imagine what you want, and then write it down on paper\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n4:38 pm</dco> &nbsp;<qco> In \"at the airport terminal\" at 1:11, what are the notes in the chord where you said \"planes\"?</qco> </h3>      \nBb, Db, G\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n3:54 pm</dco> &nbsp;<qco> how to be normal</qco> </h3>      \njust go ahead and travel from point A to B\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n3:17 pm</dco> &nbsp;<qco> What pronouns appear in your next song?&nbsp;</qco> </h3>      \ni, you, me, it, anything, everyone,\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n2:42 pm</dco> &nbsp;<qco> how can I figure out if the stock market will go up or down?</qco> </h3>      \nno need to figure it out, i can tell you the answer. it will do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n2:05 pm</dco> &nbsp;<qco> what is your preferred method of transport?</qco> </h3>      \nalready being there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n1:17 pm</dco> &nbsp;<qco> how do you change the key of a song so much and make it sound amazing</qco> </h3>      \na good ground rule is to throw out anything that doesn't sound amazing. but unfortunately you even have to break that rule sometimes just to make the machine work\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n1:08 pm</dco> &nbsp;<qco> In money, near the end, the \"types of trees\" part. It makes me feel a type of way that I can't explain.\n<br>\n<br>How did orchestrating that tiny bit make you feel?\n<br></qco> </h3>      \n3 different ways. for when i wrote it, then made produced the music, then produced the video. the trees you mention are actually from a year earlier, and had nothing to do with the song when i made them. they were a graphics test gone tastefully awry\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n10:16 am</dco> &nbsp;<qco> why did the cops put you in jail in i'm best friends with my own front door&nbsp;</qco> </h3>      \nbecause it was the beginning of the song. just to show what foot things can start off on, sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n8:46 am</dco> &nbsp;<qco> what word does your next song have?</qco> </h3>      \ndream\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n7:54 am</dco> &nbsp;<qco> what is your favorite letter of the alphabet?</qco> </h3>      \nfuck the alphabet\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n7:34 am</dco> &nbsp;<qco> how do you generalise your thoughts to be able to let others know about them</qco> </h3>      \nsometimes i like to think of a common metaphor that everyone can hook into, such as.......  dynamic memory allocation\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n4:15 am</dco> &nbsp;<qco> what does dance have to do with music and do you think the type of music affects what kind of dancing people do along with it? \n<br>\n<br></qco> </h3>      \ndance is a physical representation of the music. different music = different dance\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n1:47 am</dco> &nbsp;<qco> What is your favorite flower?</qco> </h3>      \nhuge\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.24.21&nbsp; \n12:33 am</dco> &nbsp;<qco> how did you create a genre that doesn't exist?&nbsp;</qco> </h3>      \nthat's easy. no genres exist. so just act naturally \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n9:11 pm</dco> &nbsp;<qco> why in new canaan the line \n<br>\n<br>\"i'm gonna go to starbucks, and play my ukelele\n<br>under the bright blue sky\n<br>i'm goin to new canaan and everything feels just right\"\n<br>\n<br>HITS SO FUCKING HARD HOLY SHIT BILL YOUR AMAZING</qco> </h3>      \nthe reason for this is because i gave it a re-write, 3 years later. the original line, written on 5/15/2009 actually on location in new canaan, was 'sittin outside starbucks in the hot warm sun, eating my spaghettios', to the exact same melody as the 'let me stop in harlem' line from the previous verse.\nbut, thanks to the rewrite, years later with more songwriting experience and actually next to a keyboard instrument, i was able to sum up the same scenario with a little more perspective, and nostalgia. including the ukulele which i actually didn't buy until the following week, 5/23/2009, but was thinking about getting  <br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n8:36 pm</dco> &nbsp;<qco> how did you manage to get exponentially better at music production and at video making at the same time?!</qco> </h3>      \nthat's easy. just take infinite time on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n7:06 pm</dco> &nbsp;<qco> how can i counter my shoulder's unbalance from having my hand on my computer's mouse all day</qco> </h3>      \n\nswitch to the other hand half way through the day. this may be a mindfuck, but it's good for your brain\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n6:29 pm</dco> &nbsp;<qco> What's the weather forecast for this weekend?&nbsp;</qco> </h3>      \nnormal\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n5:36 pm</dco> &nbsp;<qco> It seems with the \"got some money\" video you've explored the charms, power, and convenience of a more minimalist visual style. Have you thought about taking a similar approach to recording your songs?</qco> </h3>      \nyes. that's probably my only hope at this point\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n4:24 pm</dco> &nbsp;<qco> whenever i am brainstorming, it's like there are so many ideas coming into my head it's like ahhh im gonna miss some of these, even when I'm writing as fast as i can. what is something i can do about this</qco> </h3>      \n2 strategies: <br>\n     1. write more, so you get better at writing, from the practice. <br>\n     2. write less, so you'll learn how to make the writing better, to compensate for the scarcity\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n3:42 pm</dco> &nbsp;<qco> what is your favorite type of water?</qco> </h3>      \nwet blast\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n2:22 pm</dco> &nbsp;<qco> A bit after the release of I'm A Princess, I realized the grammatical meaning of the 3rd verse (the one with the soldiers), and that, grammatically, \"dreamed that it's ok\" would refer to the soldiers doing the dreaming. I felt a bit disappointed when I realized this because to me it feels very strangely powerful to think of that line as disconnected from the previous lines in a songy sort of way, only being connected to the daydream line by a shared word, and perhaps referring to the narrator doing the dreaming. This interpretation also turns the previous lines from a sentence to just some relevant imagery, which also feels more powerful to me. Do you internalize that verse as one big sentence or as a series of disconnected lines? What did you intend?</qco> </h3>      \ni probably intended to find something better, but, i couldn't really figure out how to work the grammar to add up correctly and still get the sound i wanted. by the way, it's \"i dreamed that it's ok\" although the \"i\" is probably  not vocalized. You can put the phrase boundaries in two different places. the soldiers \"make sure i'm lonely through the daydream\", ... or ... \"through the daydream, i dreamed that it's ok\". Hopefully by the end you've gotten a bit of both\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n1:40 pm</dco> &nbsp;<qco> how can i make it feel like i have atleast twice the amount of time i have</qco> </h3>      \ndo things in a simpler way\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n1:29 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202107221342\">7.22.21&nbsp;&nbsp;1:42 pm</a>  how profound. does that stand for 'money'?</qco> </h3>      \nthat's a mcdonald's\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n12:46 pm</dco> &nbsp;<qco> what is your favorite punctuation mark?</qco> </h3>      \n.\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n12:06 pm</dco> &nbsp;<qco> is your next video a song?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n10:53 am</dco> &nbsp;<qco> In your song 'got some money' there is a line that goes \"it's 4.99, some call it 3.95\"\n<br>I looked it up, and 4.99 in canadian dollars is about 3.97 in american dollars\n<br>If the price is 4.99 to you, does this mean that you are canadian or were in canada when you wrote this song?\n<br></qco> </h3>      \nyou'll have to do the conversion again, because you got the original values wrong. the song lyrics are \"4.95\" and \"3.99\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n10:32 am</dco> &nbsp;<qco> who is your favorite music artist accept you</qco> </h3>      \ncould be you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n7:29 am</dco> &nbsp;<qco> where do you get your ideas</qco> </h3>      \nthey are sandwiched between other ideas. the hardest part is accepting the other 2 ideas along with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n1:41 am</dco> &nbsp;<qco> Do you have autism?</qco> </h3>      \nput it this way, i plan to think of everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n1:06 am</dco> &nbsp;<qco> who is your favourite artist?</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n12:53 am</dco> &nbsp;<qco> What's your favorite letter?</qco> </h3>      \na\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.23.21&nbsp; \n12:01 am</dco> &nbsp;<qco> opinion on squids?</qco> </h3>      \nit's very difficult to tell how big they are, because they are never next to any other object i am familiar with \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n10:09 pm</dco> &nbsp;<qco> How does it feel to make a song\n<br>?</qco> </h3>      \nlike going to sleep and waking up at the same time\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n9:12 pm</dco> &nbsp;<qco> any plans to release your songs on cd?</qco> </h3>      \nif i find out that CDs exist, i will consider it. this ties into the general theme of 'existence' which is the throughline of my work\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n8:29 pm</dco> &nbsp;<qco> how would you call your music style?</qco></h3>      normal<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It sounds like a whole new genre</qco> </h3>      there's nothing i can do about that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n8:23 pm</dco> &nbsp;<qco> why is gravity supposed to be used properly?</qco> </h3>      \nbecause \"properly\" means \"the way it's supposed to be\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.22.21&nbsp; \n6:56 pm</dco> &nbsp;<qco> what is the best method of flipping the universe upside down?</qco> </h3>      \njust flip yourself\n<br><br>"
  }
]
