[
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n12:00 pm</dco> &nbsp;<qco> i know that last time i heard your tripod status you have been putting your phone on picture frames to act as tripods but have you gotten a tripod yet or do you still use The Picture Frame Method™\n<br>i assume you have not gotten a tripod</qco> </h3>      i have one but it still doesn't get as close to the wall as the picture frame. plus even if it did, i would have to get rid of that picture\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n11:49 am</dco> &nbsp;<qco> why are fire trucks red</qco> </h3>      it helps them sneak up on the fire\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n11:34 am</dco> &nbsp;<qco> do you like purple?</qco> </h3>      yes but it doesn't work unless you use other colors too\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n11:20 am</dco> &nbsp;<qco> Do you have any tips for jazz improvisation?</qco> </h3>      listen to the song. hear the song, know the song, be the song, ... get inside the song's head. Tip of The DAy: if the song ever had words, see if you can check out a version with the words. sometimes that's where songs are found in their natural habitat. then all of a sudden you will know what you're playing about\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n11:05 am</dco> &nbsp;<qco> what are u working on</qco> </h3>      being \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"normal\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n10:30 am</dco> &nbsp;<qco> top conundrum?</qco> </h3>      those damn re-occuring automatic f-curves in cheetah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n9:31 am</dco> &nbsp;<qco> how did you manage to break the B key in one of your piano keyboards</qco> </h3>      i was mad at the universe for being the wrong shape, which i must humbly admit was an error of judgement on my part. it's the right shape, and it was possibly me that was the wrong shape. the universe then rewarded me generously by giving me a keyboard which was the wrong shape, as a souvenir\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n9:05 am</dco> &nbsp;<qco> what's your opinion on dwarves</qco> </h3>      i keep forgetting what height they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n6:26 am</dco> &nbsp;<qco> how do i summon you</qco> </h3>      not sure, still trying to summon myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n5:02 am</dco> &nbsp;<qco> my neighbor keeps being rude and judgy, how should i respond?</qco> </h3>      how about being nude and pudgy\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n3:39 am</dco> &nbsp;<qco> What's 240</qco> </h3>      2 x 2 x 2 x 2 x 3 x 5\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n3:19 am</dco> &nbsp;<qco> Why is everyone asking you about an album?</qco> </h3>      perhaps they want me to stop making so many god damn videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n2:51 am</dco> &nbsp;<qco> Could you suggest a name for a unicorn</qco> </h3>      My New Unicorn\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n2:42 am</dco> &nbsp;<qco> What was rock bottom like for you?</qco></h3>      the view is spectacular if you look up<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Am I right to assume it was near the date when you decided to catalogue everything you've written and shift gears to hyperproductivity?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n1:08 am</dco> &nbsp;<qco> Why am I still awake?</qco> </h3>      because you're going to learn everything!!!!!!!!!!!!!!!!!!!!!!!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.9.19&nbsp; \n12:09 am</dco> &nbsp;<qco> can we have just the instrumental from that riff in History of Japan at 7:24 (https://youtu.be/Mh5LY4Mz15o?t=444)? \n<br>\n<br>also, how do you make such awesome sound effects?</qco> </h3>      i can tell you one thing you might enjoy, is a delay pedal. actually lets face it this day and age it will be a pedal simulation that you will most likely operate with your hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n11:23 pm</dco> &nbsp;<qco> You seem to prefer songs over albums, saying (I'm paraphrasing) that albums are awkward permutations of stand-alone songs. But I hear lots of albums where the songs have built-in transitions between them (examples available upon request). Like chapters of a book: distinct enough to be considered separate, but meant to be part of a larger scheme. Would you consider doing an album like that?</qco> </h3>      what happens is; by the time i've put in all the transitions and everything else to my liking, it can hardly be called an album anymore, it's already turned into something quite a bit more/different\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n10:41 pm</dco> &nbsp;<qco> how to keep in touch with somebody?</qco> </h3>      you try a parent constraint\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n10:29 pm</dco> &nbsp;<qco> what will be the next song be about?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</qco> </h3>      well i didn't expect this but it's turning out to be about the god damn Z axis\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n10:11 pm</dco> &nbsp;<qco> did you have a good tax season</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> Do you have a specific coordinated routine?</qco> </h3>      some of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> How often do you get unique questions?\n<br></qco> </h3>      several times a year at least\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n9:10 pm</dco> &nbsp;<qco> Have you ever thought about doing a Collab with Bill Wurtz?</qco> </h3>      that sounds vaguely familiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n8:21 pm</dco> &nbsp;<qco> Can this be in comic sans?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n7:32 pm</dco> &nbsp;<qco> am i an average joe</qco> </h3>      you might be one of the more spectacular joes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n7:31 pm</dco> &nbsp;<qco> What's an unexpectedly powerful phrase in asong that you don't see get enough credit?</qco> </h3>      poopy-di scoop scoop-diddy-whoop, and so forth\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n7:19 pm</dco> &nbsp;<qco> do you know any songs with a cool climactic end?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n5:50 pm</dco> &nbsp;<qco> what is my MEANING?</qco> </h3>      ming ny mae tiw sha\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n5:19 pm</dco> &nbsp;<qco> how can i make my music sound more fuller? i'll add bass and chords but unless i add a limiter to the master or add a billion clones of different instruments (which both i sometimes don't want to do) it'll still sound empty. how can i fix this?</qco> </h3>      sounds like you need to get yourself into a situation where you are stranded with a room full of souls and you are the one solely responsible for bringing the music to them, with only 1 instrument and your voice. fullness will find and rescue everyone, through you, in a matter of weeks maybe days. then use that model of playing as an example for what to re-create in the computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n5:11 pm</dco> &nbsp;<qco> What is your opinion on weird al?</qco> </h3>      he is normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n3:23 pm</dco> &nbsp;<qco> favourite bill wurtz song?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n2:31 pm</dco> &nbsp;<qco> why is music so elusive?</qco> </h3>      so we like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n2:05 pm</dco> &nbsp;<qco> How would you rate the earth on a 1 to 10 scale?</qco> </h3>      8. was a 7 but it got 1 bonus point for having an improvable rating\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n2:01 pm</dco> &nbsp;<qco> Can you release one word in the title of your next video?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n1:30 pm</dco> &nbsp;<qco> I was listening to a really dramatic piano song, and was like, man it would be cool if you made music like that. But then I was like, no it wouldn't because then you wouldn't be making the unique and great stuff you are doing as much. The person who made that dramatic piano song has more of that stuff, and every musician ever has stuff of there own style, and that's the beauty of it. People don't need to force themself to do a certain style, because other musicians will be doing that style. People can cover what they want to and/or capable of. And just because I can't get my music into the style I look up to, doesn't mean I'm failing, as people have complemented my music before, and as long as I keep going I will get better at covering my style of music</qco> </h3>      if an acoustic piano was in here, i would spend much more time making dramatic piano music. pianos are very dramatic, and whenever i'm on one i can't resist temptation to be dramatic\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> will you sing a bit louder live than you do in the recordings</qco> </h3>      maybe but also quieter maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n11:39 am</dco> &nbsp;<qco> also btw can u teach me every chord xddd</qco> </h3>      no, that's because there are infinitely many. you can make them up. in fact all the existing ones are made up. sometimes the same ones are even made up again, differently. then what<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n11:01 am</dco> &nbsp;<qco> What are the chords in Monk's dream by Thelonius monk from his 1963 album of the same name?&nbsp;</qco> </h3>      \nthat would be<br><br>\nCma7   \tF13\t\t   Bb7b5<br>\n<br>\nCma7   \tF13  \t   Bb7b5<br>\n<br>\nCma7    F13       B-11(no5)    Bb7b5 <br>\n<br>\nA7b5     Ab7b5 G7b5<br>\n<br>\nand the b sec is all C7 pretty much please wear hat sideways due to being a monk tune, etc;<br><br>\nform is AABA\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n10:35 am</dco> &nbsp;<qco> i want to join the FBI, any advice?</qco> </h3>      get involved in some crime and then report it to the FBI. only report half of it, then you can promise to tell them the rest if they let you join\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n10:11 am</dco> &nbsp;<qco> Is there any place I can buy ice butter? Or can I have a recipe?&nbsp;</qco> </h3>      make a cube, then scale it so it's longer in 1 dimention than the others. then keyframe it to move around a little as desired. then export it to a 2d program and fade the color from light blue to golden yellow. a label saying  'ice butter' would be helpful, because this particular kind is impossible to eat, i would venture the only reason you even knew what it is was from the label\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n9:50 am</dco> &nbsp;<qco> Why did you put a 5 day forecast with more than 5 days on \"Hi I'm&nbsp;</qco> </h3>      that's just a sneak preview of up coming 5 day forecasts\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n9:02 am</dco> &nbsp;<qco> How to get better at drawing</qco> </h3>      drawing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n7:41 am</dco> &nbsp;<qco> How did you make the slide effect from 'might quit?' Ex: 'And I walked through the DOOR'</qco> </h3>      i guess i just sang the 5 6 and 3 really quick. with a slight ghostly shiver i suppose, that may have helped. like pretend the door is lightly haunted with spirits, i guess? not crazy spirits, just the default spirits that come with the door\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n7:15 am</dco> &nbsp;<qco> Can I make content like you do?</qco> </h3>      i was wondering if i could make it like you do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n6:23 am</dco> &nbsp;<qco> recently ive been feeling theres a big question that i need to ask myself and find the answer to and i dont even know what it is all i know is its hindering my life to not have the answer or the question... Thoughts? is this a lost cause ?</qco> </h3>      picture a ouija board in your head, and imagine what it might say. don't do it with a real ouija board, that's a common mistake. ouija board is an imagination based board. do it in your mind to get the proper results\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n5:58 am</dco> &nbsp;<qco> do you ever wake up at 3 am and have a sudden urge to play sudoku</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n4:09 am</dco> &nbsp;<qco> People keep saying that nobody can police how you live. What is the best way to have better control of how you spend your day (that isn't only checking a list down)?</qco> </h3>      instead of being policed around by the person telling you not to get policed around, you could take the flippant approach and opt to be policed around anyway. or you could police the police around, that's always an interesting approach\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n4:03 am</dco> &nbsp;<qco> Is there a SINGLE chance of you releasing a studio album? Like in a million year?</qco> </h3>      how about i release all the songs on the album, and many many more, and you can choose the order. most of the time when i hear someone's album i always feel ilke it's in the wrong order anyway, so i am just doing it in the way that i think is best\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.8.19&nbsp; \n2:52 am</dco> &nbsp;<qco> so if it's too powerful to post insta hints at the moment when do you think it will not be too powerful?</qco></h3>      they are too powerful but i am waiting for them to be even more powerful. just to even it out<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; unless if there's no hints you can post that will be a balanced power level for this entire project and we just need to wait until the thing comes out</qco> </h3>      it's possible but this video would be the most fun to instagram\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.7.19&nbsp; \n10:36 pm</dco> &nbsp;<qco> What does a #### or bbbb in front of a staff/bass clef mean on sheet music??</qco> </h3>      if it says #### (and it HAS to be on the F, C, G, and D lines) it means play every F, C, G, and D note as F#, C#, G# and D# instead, which for the folks at home means we will be playing in the key of E. If it says ♭♭♭♭ (and it HAS to be on the B, E, A, and D lines) it means play every B, E, A, and D note as B♭, E♭, A♭, and D♭ instead, which for the folks at home means we will be playing in the key of A♭. But when you see the symbols at the beginning, if there are 4 of them like you said, they HAVE to be on those exact lines. otherwise you can send the charts back with some <a href=\"thesearentright.mp4\">educative instructions</a>\n<br><br>"
  }
]
