[
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n11:56 am</dco> &nbsp;<qco> Do you answer questions?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n11:48 am</dco> &nbsp;<qco> Wow, when I get older I think might be my favorite song AND video from you so far. The music during the poem about rain/poem about fame gives me goosebumps. I also really like the \"acting\" in the video, it seems like you got really into filming this one with more wild dance moves and facial expressions.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n11:29 am</dco> &nbsp;<qco> You're learning and getting stronger from each video, right?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n What was one of the lessons you learned from When I Get Older?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n (Also, dude, just, this song is so lovely. The video is so delightful/playful. You're a real inspiration.)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n11:09 am</dco> &nbsp;<qco> Love the new song. It's my new favorite (they have always become my new favorite with each release) and it's very balanced between silly and serious. Having a lot of fun with the green screen? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I feel like you are on the brink of doing even more magnificent things with that green screen.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; One thing I've done before is laid on the grass outside and used the grass as a green screen.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Could be fun!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n10:37 am</dco> &nbsp;<qco> Could you please explain to me all the different ways to call different chords?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n10:14 am</dco> &nbsp;<qco> Why Is When I Get Older Not On Your Website Yet&nbsp;&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n10:02 am</dco> &nbsp;<qco> Why do I keep blaming myself even though I did nothing wrong?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n9:24 am</dco> &nbsp;<qco> ueqstions really?? where am i?? i feel trapped on your website of wird sounds and carzy vocals, are you okay bill? seriouly you can talk to me were all friends here. like whats with all the hidden txt on the scrambled page,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i feel like there is some really geneious things at play here.. or your completely looing it. also whys the merch so expencive&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n9:20 am</dco> &nbsp;<qco> <a href=\"q.php?date=201810162323\">10.16.18&nbsp;&nbsp;11:23 pm</a> \n<br>What did you do? You're referring to acquiring that helmet, right? Did you borrow it from a fellow knight? Perhaps you took it from a museum. Care to elaborate?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n9:19 am</dco> &nbsp;<qco> i'm not sure if you're a perfectionist or a bit anything goes. which is it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n9:16 am</dco> &nbsp;<qco> how do you play a catchy rhythm?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n8:41 am</dco> &nbsp;<qco> Ladedadedadedayoh sounds very different from your other songs especially more recent ones both with it's lyrics and melody.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Did you approach this song differently than any of your others or did it just develop differently?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n8:36 am</dco> &nbsp;<qco> when is next song coming out</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n8:26 am</dco> &nbsp;<qco> can you give us a quick rundown on how to not be a loser</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n8:00 am</dco> &nbsp;<qco> I've just watched your new video!\n<br>I felt there was something new!\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Btw,are you used to making videos so fast?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:58 am</dco> &nbsp;<qco> Your last song is fucking amazing man!!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:45 am</dco> &nbsp;<qco> how do i go dimensional travelling without letting my dog drown</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:20 am</dco> &nbsp;<qco> are you aware that your songs are masterpieces? good job</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n7:00 am</dco> &nbsp;<qco> how to make one really like something?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:36 am</dco> &nbsp;<qco> Is \"When I get Older\" your first full-length song with a 3/4 time signature?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:33 am</dco> &nbsp;<qco> If life gives you lemons, who gave life the lemons in the first place?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:20 am</dco> &nbsp;<qco> Hey Bill, big fan! Have you ever though doing some vlogs? Would love to see some of that :) Pretty please?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:17 am</dco> &nbsp;<qco> do you ever just !?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n6:04 am</dco> &nbsp;<qco> you didn't post a tweet about the new song, you didn't post the song/video in ivdeos and snogs, is it normal?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n5:46 am</dco> &nbsp;<qco> I'm amazed by the pace you've been uploading videos lately! Do you have an editor or someone else to help you?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I'm asking because the newest music video (great song btw) had a kind of new style and I really liked it c:</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n5:16 am</dco> &nbsp;<qco> is \"when i get older\" in 7/4 time</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n5:06 am</dco> &nbsp;<qco> triplets or quintuplets?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n5:04 am</dco> &nbsp;<qco> When making your audiovisual content, were you ever in the situation when you had a lyric for a song but felt like you couldn't make the visual for that lyric good enough so you had to rewrite that lyric?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:55 am</dco> &nbsp;<qco> is there any hidden meanings in any of your lyrics?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:46 am</dco> &nbsp;<qco> What does the time on these questions represent? Time asked or time answered?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:14 am</dco> &nbsp;<qco> Do you have a tripod? In your latest video it looks like you're constantly bending down to the camera</qco> </h3><a href=\"https://instagram.com/p/60exfhzYDF\">instagram.com/p/60exfhzYDF</a><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:12 am</dco> &nbsp;<qco> hey bill, do you think you'd still be doing all this great content if you only had a tiny audience?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:12 am</dco> &nbsp;<qco> should I eat only burritos from now on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:10 am</dco> &nbsp;<qco> The stuff you put out these days is uniquely positive and uplifting in a change the world kind of way. What is it that drives it all and how do you stay anchored in the creative process?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n4:09 am</dco> &nbsp;<qco> Do you want to get better?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you think that the Moon is made of Cheese (but I can't taste it) is too complex musically?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you think that When I Get Older is too simple musically?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I love your music and I love watching the journey you're on.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:53 am</dco> &nbsp;<qco> How much water does it take to drown a fish?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:52 am</dco> &nbsp;<qco> I feel like I just want to go to sleep and wake up later. Like when I'm free. But I can't. And right now I'm trapped. Like I need something but I don't know what I need. Like I just need to get through the next few years and I'm good but I don't know if I can. I just want to be freeeeeeeeeeeee. Have you ever not been free and how did you cope with it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:50 am</dco> &nbsp;<qco> i think i recently had a breakthrough in my guitar playing and a lot of things i couldn't do but wanted to do are possible for me. all i want to do now is flex my new metaphorical muscles and see what my new limits are. but i also feel very unstable. the excitement is making me feel like i can't keep up with normal day to day maintenance. what should i do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:45 am</dco> &nbsp;<qco> <a href=\"q.php?date=201810151248\">10.15.18&nbsp;&nbsp;12:48 pm</a>  it seems to me like the first step is to try and finish songvideos a little bit earlier than the deadlines, and then spend the extra time before release making, say, half a reality video</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:18 am</dco> &nbsp;<qco> are you running your emotions or do they run you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n3:05 am</dco> &nbsp;<qco> bill, that new song was amazing. it kinda reminds me of some of your earlier songs, specifically i'm crazy/it's raining. probably because you show more clips of you in this one.&nbsp;&nbsp;anyway, what is your opinion on bread?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:55 am</dco> &nbsp;<qco> hi again, another question about your video. there's a part where u have a section at the bottom of the screen that is presumably a screengrab of your desktop and some folders. it seems like you chose to include that but imaginably something like that could happen where something unintended shows up at a point in editing/review and you're like \"ooohps! i didn't intend for my desktop to leak into this shot but i like how this looks and feels\" and you leave it in. does that happen a lot?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or a small amount?\n<br>\n<br>all the best and sending a lot of love your way</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:50 am</dco> &nbsp;<qco> What is a phrase you think more people should adopt?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:45 am</dco> &nbsp;<qco> for stuff like the little earth that u carried with a string of paper clips in when i get older, do u locate it frame by frame? i'm sorry if so. much love</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:44 am</dco> &nbsp;<qco> Hey Bill ever thought of collaborating on a song with someone else</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:32 am</dco> &nbsp;<qco> Do you answer questions on here to please the people or is it some weird way of relaxing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:24 am</dco> &nbsp;<qco> Will you go on tour or just say hi at least somewhere</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:24 am</dco> &nbsp;<qco> Can I interview you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:17 am</dco> &nbsp;<qco> if you could change the color of strawberries, what color would you choose?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.17.18&nbsp; \n2:11 am</dco> &nbsp;<qco> what are your feelings on russia</qco> </h3><br><br>"
  }
]
