[
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n8:50 am</dco> &nbsp;<qco> what are your thoughts on brexit?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n8:43 am</dco> &nbsp;<qco> What should I do if I open a door and then every single doorknob in my house falls off? Please note that this did not happen, I would just like to be prepared for what to do if it ever does happen.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n8:33 am</dco> &nbsp;<qco> what happens when a large get bigger?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n8:31 am</dco> &nbsp;<qco> Is Christmas real</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n7:59 am</dco> &nbsp;<qco> How do you know how many people ask you stuff? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tfor all you know its only one person doing everything</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n7:30 am</dco> &nbsp;<qco> do u wanna be the president of our country?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n6:27 am</dco> &nbsp;<qco> i brought a new bass today. what should i play</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n6:05 am</dco> &nbsp;<qco> Can you do a song about how I asked a question then forgot about the question then came here to read more questions only to realise that the answer was inside me all along?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n4:24 am</dco> &nbsp;<qco> if we'd meet in person, would a hug be okay?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n4:15 am</dco> &nbsp;<qco> opinion on questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n3:55 am</dco> &nbsp;<qco> Best movie ever you watched?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n2:37 am</dco> &nbsp;<qco> I really wanna write a book with an alien character inspired by u. What are your thoughts on this&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n2:35 am</dco> &nbsp;<qco> I signed up for 16 weeks of an online class, and now all assignments that I never finished are due today. What should I do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n1:39 am</dco> &nbsp;<qco> You know, it's odd that in the attention spidr web of youtube, where evry youtuber is vying for views and likes and subs etc, it is you, bill Wurtz, that i always seem to come back to. I cant put my finger on exactly why (maybe for the same reason that describng music is almost entirely impossible??) but i know that you, on average, make me feel happy, but that average also skims over the bits where u make me feel sad or reflective or bewildered or worried or whtever else we percieve (those feelings arent bad, theyre feelings). Above all, you make me think, and you challenge me not to think too highly. so i guess this is a thank you for your remixes of human ideas. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t\n<br>(I also realize this isnt a question...\n<br>How can I turn it into one?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n12:49 am</dco> &nbsp;<qco> do your advisory statements on this page apply to more than just music?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t i'm attempting to work on many many many personal projects having to do with illustration and narrative storytelling, but i can't convince myself to put down distractions or feel motivated enough to start. the worst part is that i have many other things going on at the same time and i feel very overwhelmed to the point of giving up and deciding to play video games or watch other content on youtube, twitch, etc. i've tried some tactics, like writing down small thoughts that pop into my brain randomly, but it's beginning to feel more like an external catalogue than a bonafide process and that scares me because i worry that i'll never start this damn thing, let alone get it done.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n12:41 am</dco> &nbsp;<qco> How many cats can one person own before it starts to become concerning?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n12:21 am</dco> &nbsp;<qco> Have you ever thought about how the b in thumb is silent</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.14.19&nbsp; \n12:00 am</dco> &nbsp;<qco> what do you like about your car?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n11:57 pm</dco> &nbsp;<qco> do you in spaghetti sauce rub meatball all over my overalls while i eat your garlic bread</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n11:42 pm</dco> &nbsp;<qco> Listening to your songs helped me awaken 5 brain cells. Thank you, I owe you my life.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> A duck walks up to a lemonade stand</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n11:31 pm</dco> &nbsp;<qco> Why are red pens so much more common than orange pens?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n11:22 pm</dco> &nbsp;<qco> to get to my goals, i have to do many things that i'm not so good at (i guess that's just how it goes). How do i attempt to make these things more bearable along the way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n11:17 pm</dco> &nbsp;<qco> do you ever just want to set the world on fire</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n11:06 pm</dco> &nbsp;<qco> have you ever forgot to send a you're welcome card when someone sends you a thank you card? what did you do??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n11:04 pm</dco> &nbsp;<qco> why would anyone do anything that makes people feel bad</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n10:54 pm</dco> &nbsp;<qco> Bill do you think anyone will ever love me&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n10:51 pm</dco> &nbsp;<qco> do you answer old questions first or new ones first?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n10:39 pm</dco> &nbsp;<qco> what is a green bean?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n10:38 pm</dco> &nbsp;<qco> where is the money tree</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n10:24 pm</dco> &nbsp;<qco> Why cook bread again when it's already been cooked?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> Is the earth flat?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n10:12 pm</dco> &nbsp;<qco> can we get a reality video of you yelling at people while you're in traffic? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\ti know you be recorded dem car rides boi. road raging with epic musical punctuations. and now i guess i'm firmly secured that that will never happen because i know you don't like taking suggestions, but maybe by saying that i can reverse psychology you into doing it just to spite me, except i just explained the reverse psychology so now it's basically no psychology but anyways that's just an idea i had but really i should probably just do it myfucking self because god knows i have a lot of recordings of me losing my shit in traffic.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n10:07 pm</dco> &nbsp;<qco> i'm having an extensive argument/conversation/therapy session with an imaginary wise person who's also me and it's both thrilling and educational. i really should do this more often. do you type to yourself to work things out much or is it mostly talk these days?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n10:05 pm</dco> &nbsp;<qco> \"And the day goes on\" or \"the moon is made of cheese (but I cant taste it)\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> Where's your 3D work?!?!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n9:49 pm</dco> &nbsp;<qco> Do you ever regret mentioning Velcro (in \"Wild Frolicking Adventures of Informational Education\") in response to the heaps of questions you receive about it?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t (If it matters, trust that I am not trying to contribute to the aforementioned heap with this question.)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n9:45 pm</dco> &nbsp;<qco> how do i make friends</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n9:41 pm</dco> &nbsp;<qco> when will you make more songs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n9:17 pm</dco> &nbsp;<qco> Bill help me decide what to eat for lunch</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n9:09 pm</dco> &nbsp;<qco> Do you like sushi</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n9:00 pm</dco> &nbsp;<qco> Bill I just made porridge for my breakfast but I heated it for the wrong amount of time, just like in your airport video. What do I do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n8:57 pm</dco> &nbsp;<qco> what is the best water</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n8:48 pm</dco> &nbsp;<qco> are CAPS letters overrated?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n8:03 pm</dco> &nbsp;<qco> how to count inclusively</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n7:29 pm</dco> &nbsp;<qco> How do you get from Argentina to Bulgaria?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n7:28 pm</dco> &nbsp;<qco> Hallo Bill. What should I do with 40 bucks. I honestly don't know. Please help...</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n7:25 pm</dco> &nbsp;<qco> Bill can you give me 25 words that make a sentence without using A thank you for your input.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n6:34 pm</dco> &nbsp;<qco> What languages you like the way they sound but dont actually understand them?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>12.13.19&nbsp; \n6:25 pm</dco> &nbsp;<qco> what is the perfect length for a song?</qco> </h3>"
  }
]
