[
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n11:09 pm</dco> &nbsp;<qco> How many verse are your next song?</qco> </h3>      \n4\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n5:26 pm</dco> &nbsp;<qco> how many words are there in your next song?</qco> </h3>      \naround 394, depending on how you break down some of the non-wordal vocal riffs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n2:40 pm</dco> &nbsp;<qco> is the name of your next song \"might mess it up\" or \"maybe i'll mess up\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n2:25 pm</dco> &nbsp;<qco> What kinds of questions do you dislike getting</qco> </h3>      \nthe ones that request for me to dislike something\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n2:13 pm</dco> &nbsp;<qco> what is the first chord of the next song</qco> </h3>      \nF\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n2:10 pm</dco> &nbsp;<qco> help how do i stop writing snogs at 150 BPM</qco> </h3>      \njust get a metronome and set it to something different (106 is the most different, in your case). and then just start playing things with it, singing things with it, etc. maybe talk about how your day is going, with the metronome\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n2:06 pm</dco> &nbsp;<qco> what are the numbers (240) on the back of the wall in some of your videos for?</qco> </h3>      \nthat's a remix of the original order the numbers were in, when i found them there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n1:47 pm</dco> &nbsp;<qco> hey bill what do you think of storytelling</qco> </h3>      \nuseful business tactic\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n1:42 pm</dco> &nbsp;<qco> Does the next song contain the word word?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n1:39 pm</dco> &nbsp;<qco> is music poetry in motion?</qco> </h3>      \nit has poetic qualities, but it has a lot more to it that poetry doesn't have\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n12:37 pm</dco> &nbsp;<qco> When did wrote got some money?</qco> </h3>      \ni wrote the first 8 bars on october 26, 2018. the next 19 bars were written on august 15, 2020. the rest of the song was written on march 23, 2021 \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n12:18 pm</dco> &nbsp;<qco> how many songs are there?</qco> </h3>      \nhow many do you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n11:54 am</dco> &nbsp;<qco> Why is the universe soo scary?</qco> </h3>      \nto make sure you never get bored with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n10:50 am</dco> &nbsp;<qco> What's your opinion on ducks?</qco> </h3>      \ni know they can fly but i've never seen them do it \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n10:34 am</dco> &nbsp;<qco> i wanna make music but i might be made fun of by people because it's dumb and stupid</qco> </h3>      \nsometimes you can pre-empt this by making fun of them first\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n10:23 am</dco> &nbsp;<qco> do you think there is a reason why some people hate \"deep\" lyrics</qco> </h3>      maybe if they happen to also be bad lyrics, or if the music is bad also\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n9:42 am</dco> &nbsp;<qco> is composing improvising in stop time?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n9:09 am</dco> &nbsp;<qco> thoughts on korea?</qco> </h3>      \nit's been having a friendly disagreement since the 1950s\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n9:06 am</dco> &nbsp;<qco> how often do you use your mouse to drag things in videos? and should I try that more if I make some videos?</qco> </h3>      \nonly if i'm actually recording the movement. Here's my general rule to go by: if you find yourself moving the mouse over to click a fake button, then you are having a bad time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n6:22 am</dco> &nbsp;<qco> does the next song's title start with the word \"my\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n2:08 am</dco> &nbsp;<qco> Would you say that your songs have changed genres throughout the years?</qco></h3>      i don't even know how to do a song without changing genres. every song i've ever heard changes genres within the first 10 seconds<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you consider them still being in the same genre (if it fits in a genre at all)?</qco> </h3>      i have a sort of umbrella genre that i use, which i'm calling 'normal' due to the fact that i consider every song ever made on earth to be in that genre, by default. the top 2 qualities of that genre is that everyone uses it, and it's completely ridiculous\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n12:58 am</dco> &nbsp;<qco> Bill, at 2:37 in your \"I'm a princess\" video, do you purposely make that imaginary drum you had disappear a bit late?</qco> </h3>      \nit was part of a broader scheme to to a sub-par job on the entire thing, to allow the whole process to take only 8 months instead of 1000\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n11:59 pm</dco> &nbsp;<qco> any tips on getting better mixes?&nbsp;</qco> </h3>      \ndon't put reverb on the bass\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n10:58 pm</dco> &nbsp;<qco> What is the 17th word in the next song?</qco> </h3>      \ndream\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n9:39 pm</dco> &nbsp;<qco> why can't i talk to people normally? i used to be able to, then some bad things happened, and I think I now see myself as someone who just can't communicate with the average person in an honest and fulfilling way. I just want to be free and happy and truly loving people the way I do. What's the key to opening this locked chamber within myself?\n<br></qco> </h3>      \nstep 1 is not being in a global pandemic\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n7:52 pm</dco> &nbsp;<qco> Do you usually write chord progressions based on their key (C, D, E) or their relation to the tonic (I, ii, iii)?</qco> </h3>      \ni write chord progressions based on the melody/lyric\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n7:48 pm</dco> &nbsp;<qco> so I tried writing a piece that started in C Dorian, and it sounds okay, but as I was looking at it today, I realized I flatted the sixth instead of the third. the resulting scale was this: C D E F G Ab Bb C. it's not Dorian, so what would you call it?&nbsp;</qco> </h3>      \nsome people might call that F melodic minor over C. others may call it C ionian b6 b7. others may call it C aolian natural 2 natural 3.  others may call it C major b6 b7. others may call it a C whole tone scale with F and G instead of F#\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n5:23 pm</dco> &nbsp;<qco> how do i stop feeling guilty about quitting things i don't like?</qco> </h3>      \nyou're almost there, you just have to quit 1 more thing you don't like, which is feeling guilty\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n4:36 pm</dco> &nbsp;<qco> I've been listening to your older work recently, and they're all so damn good man. I don't think there's a single song I dislike from you, you are easily one of my favorite musicians. </qco></h3>      holy smokes you are very friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How long did it take you to get your voice to something you're comfortable singing with,</qco></h3>      maybe 10 years<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how did you train it (if you did) </qco></h3>      by improvising a lot, or singing cover songs at the keyboard but then ditching into an improv almost immediately. also by recording vocal tracks to my own compositions<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how many tries on average does it take to sing your songs?</qco></h3>      i try each word about 20 to 50 times<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thank you, keep up the amazing work man.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n4:18 pm</dco> &nbsp;<qco> How many records on vinyl do you own?</qco> </h3>      \n0\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n3:15 pm</dco> &nbsp;<qco> Do the lyrics of your next song contain the letter Z?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n2:27 pm</dco> &nbsp;<qco> Did you make any songs that you didn't finish or post?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nIf so why?</qco> </h3>      \nan example of why i might not have finished something is if i finished something else instead. the problem, as i think you can see, is i am unable to finish every imaginable thing in the universe. this tends to be a source of great turmoil and strife for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n1:54 pm</dco> &nbsp;<qco> is the tempo of your upcoming song quarter note equals 110 BPM?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n1:27 pm</dco> &nbsp;<qco> how can I translate my thoughts in my head into some type of art?</qco> </h3>      \nthere must be a million ways. here are some tools i can think of, in no particular order: pencil, typing text, speaking voice, singing voice, making sand dunes, foodless plates, the list goes on and on\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n1:02 pm</dco> &nbsp;<qco> what is your next song about?</qco> </h3>      \ni can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n1:01 pm</dco> &nbsp;<qco> what is the meaning of chairs</qco> </h3>      \nsomeone combined lying down and standing up. best of both worlds\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n12:27 pm</dco> &nbsp;<qco> What's a good \"middle 8\"?&nbsp;</qco> </h3>      \nit all depends on what happened in the other 8s\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n11:56 am</dco> &nbsp;<qco> Are you interested in making more tunes in 13/16? \"Violence. Don't do it.\" has such a good and interesting groove! I love it and I wish there was more of it</qco> </h3>      \nyou can't be goal oriented with time signatures. the best recipe i have is to actually imagine scenes and video scenarios. this is what most often seems to produce some of the most musically interesting things you might crave, such as that one. but it doesn't really work if you go into it thinking it has to be a ceratin time signature. that's like trying to make a picture that's exactly 4.315 megabytes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n9:10 am</dco> &nbsp;<qco> I might be reading too far into this, but are you doing a remake or sequel to Mt Saint Helens is About to Blow Up??&nbsp;</qco> </h3>      \nthere's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n9:05 am</dco> &nbsp;<qco> when will you make a song about bees?</qco> </h3>      \nnot soon enough\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n8:15 am</dco> &nbsp;<qco> hi bill. what are the chords for the part in mt st helens where you go \"but me i'm feeling curious so i think i just might stay\"??? i'm desperately trying to figure it out</qco> </h3> \n\n     \nme= C<br>\n     \ni'm feelin= Cmin<br>\n     \ncuri= Bmin7<br>\n     \nous= Emin7<br>\n     \n(so i think i)<br>\n     \njust= A7<br>\n     \nmight= D7sus4<br>\n     \nstay= G\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n8:12 am</dco> &nbsp;<qco> Why did you come back to your old style to make the video for got some money instead of just continuing in 3d?</qco> </h3>      \nthink of it this way ...... if i had continued in the same manner as the previous 2 videos, that video would definitely not be finished yet, and you wouldn't even know it exists. you might even still think of me as a 'quitter', or someone who is on..... 'hiatus'\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n6:14 am</dco> &nbsp;<qco> thoughts on metaphors?</qco> </h3>      \nthey remind me of something\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n5:59 am</dco> &nbsp;<qco> you answer questions of the fifth of every month. is there a story about it or is it just random?</qco> </h3>      \ni answer questions every day. which i admit is a very random and unpredictable thing to do. possibly even less predictable than answering questions only on the fifth\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n3:02 am</dco> &nbsp;<qco> Would you make your music sound different if there were not supposed to be a music video for it?</qco> </h3>      \ni always try to make it different, but, that has nothing to do with whether there is a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n2:49 am</dco> &nbsp;<qco> Do you have any soap tips</qco> </h3>      \njust clean everything, that's what i say\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n12:42 am</dco> &nbsp;<qco> what is the last word of your next song</qco> </h3>      \nup\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.21&nbsp; \n12:40 am</dco> &nbsp;<qco> How do you come up with your lyrics?</qco> </h3>      \nmusically\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.21&nbsp; \n10:07 pm</dco> &nbsp;<qco> what's that thing floating over the princess head?</qco> </h3>      \na cranial acoutrement\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.21&nbsp; \n10:07 pm</dco> &nbsp;<qco> so what's stopping me from notating a Dm chord as F6 ??&nbsp;</qco> </h3>      \npossibly the................. bass\n\n<br><br>"
  }
]
