[
  {
    "html": "<h3> <dco>11.30.18&nbsp; \n5:10 am</dco> &nbsp;<qco> why your songs are so cool?&nbsp;</qco> </h3>      it's somewhat of a defense mechanism / survival strategy for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.18&nbsp; \n3:32 am</dco> &nbsp;<qco> this isn't really a question but last year in august I had a breakdown that caused a temporary psychosis and during said psychosis I became delusional that your videos were actually secret coded messages to some sort of secret society akin to the illuminati and that I'd somehow stumbled onto a da vinci code level world of secrecy and deception</qco> </h3>      oh that's classic\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.18&nbsp; \n2:08 am</dco> &nbsp;<qco> Do you like cars?</qco> </h3>      i like the vroom vroom quality they have to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.18&nbsp; \n1:27 am</dco> &nbsp;<qco> Do you think you could get love and fun happening in a song at the same time? Lovely fun, or funny love?</qco> </h3>      i try to do that every time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.18&nbsp; \n1:05 am</dco> &nbsp;<qco> why did u start youtube</qco> </h3>      i started uploading my videos there due to pressure from society\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.18&nbsp; \n12:13 am</dco> &nbsp;<qco> why does school make me hate the things i learn?</qco> </h3>      perhaps they are teaching you things you didn't want to know at that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n11:59 pm</dco> &nbsp;<qco> what makes the world go round?</qco> </h3>      momentum, at this point\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n11:34 pm</dco> &nbsp;<qco> vibraphone?</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n11:30 pm</dco> &nbsp;<qco> Dear bill, i read a question where you said the words of a song are important.\n</qco></h3>      yes, together with the music<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; That being said, do you put a lot of thought into all of your songs?\n</qco></h3>      yes, and feeling<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are your lyrics extremely metaphorical?\n</qco></h3>      sometimes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; im just amazed at the uniqueness and randomness of your spirit. it inspires me. i think i will be forever influenced by you. Thank you so much. i think the Iletter i has a lot of personality too.</qco> </h3>      that is nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n11:26 pm</dco> &nbsp;<qco> do you ever pourposfully intend wierd things?</qco></h3>      yes and no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For example how much thought went into the title of this very page: \"ueqstions\" . why is the q green? did you think about this a lot? or do these sort of things come naturally?</qco> </h3>      all these titles are like a continuation of the theme started with the <a href=\"https://billwurtz.com/expert.html\">orignal page</a> of this site. the goal was to accomplish the same thing as a title graphic, but without actually using any pictures, to keep it text only and lightning fast even on cave persons' computers\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n11:18 pm</dco> &nbsp;<qco> why is new years day your favorite holiday.</qco></h3>      it's not really. there is no favorite of most things, but inevitably i cave in from time to time, due to unrelenting pressure to choose something<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n what is so soecial about that?</qco> </h3>      it's the lowest numbered date of the year, all the stores are closed, and everyone's asleep. it's a famous holiday where no one actually celebrates or does anything. also the year number is a completely brand new number that has never been the year before\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n11:13 pm</dco> &nbsp;<qco> Do you like communication?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n11:08 pm</dco> &nbsp;<qco> What does \"normal\" even mean anymore? Was there ever a true meaning to \"normal\" in the first place?</qco> </h3>      it means like everything else\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n10:34 pm</dco> &nbsp;<qco> do you agree that we should destroy all oboes?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n9:30 pm</dco> &nbsp;<qco> what kind of interview will the podcast be? will it be more personal questions or more about your career etc?</qco> </h3>      on this particular one, i am not the one who is supposed to be asking the questions. but maybe i should ask some anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n8:52 pm</dco> &nbsp;<qco> What do you think about people who make all these claims that A=432Hz is more natural and has these third eye opening powers?</qco> </h3>      first i would challenge them to a blind test, but next i would argue that if you want to even get the job done whatsoever, as far as the powers they seek, it's all in the relationship between the notes, and quite frankly has nothing to do with the absolute pitch, aside from simple range and timbre issues. would be excited to invite them to a blind test\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n7:58 pm</dco> &nbsp;<qco> what is your outlet for creative expression</qco> </h3>      videos, songs, songs with videos, videos with songs, tweets, the questions page, and the anagrams page. those are the main ones currently but there have been others in the past and will be more in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n6:42 pm</dco> &nbsp;<qco> Who put numbers in \"ascending\" order</qco> </h3>      you could, if you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n5:19 pm</dco> &nbsp;<qco> what is the meaning behind christmas isn't real?</qco> </h3>      the first line was trying to have a spicy good title time, with all the twists and turns baked right into the title (the title at that time i was considering to be the entire first line, up until jesus.) then when writing the rest of the song, there was a deliberate attempt to steer it back toward very genuine holiday spirit, to counteract the slightly outrageous start. then the pendulum continues to swing back and forth between the 2. as usual. that's pretty much what i always do, try to balance between fun and love i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n5:10 pm</dco> &nbsp;<qco> How can I know if this is earth</qco> </h3>      there should be a sign some where\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n4:39 pm</dco> &nbsp;<qco> What message are you trying to convey in Christmas Isn't Real?</qco> </h3>      the first line was trying to have a spicy good title time, with all the twists and turns baked right into the title (the title at that time i was considering to be the entire first line, up until jesus.) then when writing the rest of the song, there was a deliberate attempt to steer it back toward very genuine holiday spirit, to counteract the slightly outrageous start. then the pendulum continues to swing back and forth between the 2. as usual. that's pretty much what i always do, try to balance between fun and love i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n4:26 pm</dco> &nbsp;<qco> when you go through your queue of questions, do you start at the most recent one asked or the one closest to the most recent one answered? (i hope that makes sense)</qco> </h3>      i do them chronologically\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n3:38 pm</dco> &nbsp;<qco> what are a couple other songs that use the technique of rhyming scatting with english lyrics like christmas isn't real does?</qco> </h3>      la de da de da, thanks for asking, this is a nice tie-in to the question i answered immediately before this. but besides my songs, hmm, how about ... skinamarinkeedinkee dink etc ? .... \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n3:20 pm</dco> &nbsp;<qco> Are you going to make another song similar to La de da de da de da de day oh? That's my favorite song of yours:) Love your work so much!!</qco> </h3>      many of my songs have at least some similarities to that one. in fact, some people think all my songs are similar\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n2:12 pm</dco> &nbsp;<qco> How did you get so smart?</qco> </h3>      by utilizing dumbness, and stupidity\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n12:21 pm</dco> &nbsp;<qco> Hey bill - any advice for new youtubers?</qco> </h3>      no, i don't know anything about youtubers or what that even is really\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n12:09 pm</dco> &nbsp;<qco> i feel like extracting something today but i don't know what</qco> </h3>      how about some natural resources\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n11:09 am</dco> &nbsp;<qco> would you ever consider explaining a song? that is, commenting on what you felt when writing the individual lines and why you did so, overall theme and meaning and all that. or would you rather the listener figures it out at their own pace?</qco> </h3>      it would be fun to explain it in detail, from my perspective\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n9:52 am</dco> &nbsp;<qco> what is the longest hiatus you ever had creating content? (from 14 years of age and onward)</qco> </h3>      maybe 1 week\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n9:26 am</dco> &nbsp;<qco> What do you want to talk about on the H#H# podcast this Friday?</qco> </h3>      ponys\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n9:05 am</dco> &nbsp;<qco> if Christmas isn't real, is Halloween?</qco> </h3>      yes, and fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n8:35 am</dco> &nbsp;<qco> why are the Shirts sold out?</qco> </h3>      i don't know .... you could politely email them and ask why  (hello@dftba.com) ... i really have nothing to do with the merch. i designed it but that's all. i am generally not comfortable with merch, and i am grateful that dftba has decided to take care of it for me but perhaps they are not ... i am not sure. feel free to email them about it, and be very very very nice!\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n7:05 am</dco> &nbsp;<qco> did you write christmas isnt real with consumerism in mind?</qco> </h3>      some parts of it surely relate to that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n4:37 am</dco> &nbsp;<qco> I'm a little confused by how to say a rhythm. So apparently you can count 16th notes in a 4/4 by saying \"1 e&nbsp;&amp; uh 2 e&nbsp;&amp; uh 3 e&nbsp;&amp; uh 4 e&nbsp;&amp; uh\". Is that standardized? </qco></h3>      i'd say so. it's spelled 1 e & a<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nSo if I say that, everyone will understand that e.g. the \"e\" syllable is before the \"&amp;\"? I've seen a couple questions and answers on here that seem to use this kind of notation.\n</qco></h3>      yes, it's also like an address for when a note is. if you say a note is \"on the and of 4\" that means it's the last 8th note of the bar. if you say something is \"on the a of 2\" that would be the second 16th note in the second beat, in other words the 6th 16th note of the bar<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nAlso, how do you count odd time signatures that way?</qco></h3>      would be the same probably, unless it's like 6/8 or 9/8 or 12/8 etc, which by convention are usually based in groups of 3 8th notes.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n Do they have standardized ways of saying them as well?</qco></h3>      less so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n How does it all work?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n3:30 am</dco> &nbsp;<qco> <a href=\"q.php?date=201811280049\">11.28.18&nbsp;&nbsp;12:49 am</a>  but was it based on a real mail you received</qco> </h3>      vine comments\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n3:04 am</dco> &nbsp;<qco> How do i follow my dreams if they keep going around the bend and disappearing by the time i get there</qco> </h3>      dreams are like fog. it is everywhere but it can be almost invisible if you are right next to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n2:11 am</dco> &nbsp;<qco> would you ever consider trying out the medium of a video game?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n1:05 am</dco> &nbsp;<qco> is there a history topic that you like that you haven't made a video about yet&nbsp;</qco> </h3>      there was but after spending an entire year on a world history video i don't think i ever want to think about history or say another word about it ever again\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n12:59 am</dco> &nbsp;<qco> I would like to donate to you. What amount of money do you prefer/recommend as a monthly payment?</qco> </h3>      1 million dollars is preferable but some people don't have that much and that's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n12:49 am</dco> &nbsp;<qco> <a href=\"q.php?date=201811271104\">11.27.18&nbsp;&nbsp;11:04 am</a> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this is misleading. you're neglecting to mention that that chord symbol also asks for the notes A and C, which can be voiced beautifully with the added maj7 and #11 notes. i honestly don't understand why you don't mention this</qco> </h3>      it wasn't important to what i said. regardless of whether you include the A and C (or even G), the notes i mentioned still have that defining effect i was talking about. also i should mention, that chord symbol doesn't really 'ask' for C. i think maj7, min7, dom7, any chord that doesn't mention the 5, to say it asks for the 5 i think is a myth. can be there it's not what makes the chord tick. but even if it's there it doesn't affect what i was trying to say in that question\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n12:43 am</dco> &nbsp;<qco> i can't tell if i'm on the verge of a fantastical breakthrough or a fatal breakdown. but something is about to explode. or implode. oh boy, oh jeez, oh fuck a lucky duck.&nbsp;</qco> </h3>      ah, #relateble\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.18&nbsp; \n12:22 am</dco> &nbsp;<qco> If Christmas isn't real, is Thanksgiving?</qco> </h3>      yes, and fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.18&nbsp; \n11:33 pm</dco> &nbsp;<qco> when's the interview&nbsp;</qco> </h3>      friday at 3pm pacific time (i think)\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.18&nbsp; \n11:03 pm</dco> &nbsp;<qco> where are today's questions</qco> </h3>      on the questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.18&nbsp; \n10:44 pm</dco> &nbsp;<qco> do u think people are doomed to be miserable&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.18&nbsp; \n10:34 pm</dco> &nbsp;<qco> how do u deal with dark thoughts.</qco> </h3>      make interesting patterns and designs with them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.18&nbsp; \n10:31 pm</dco> &nbsp;<qco> Why has your upload rate been so good recently? It scares me!</qco> </h3>      the secret is that i am now making content much faster than i ever dreamed i was capable of\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.18&nbsp; \n10:27 pm</dco> &nbsp;<qco> Will the next 2-3 songs be holiday themed just like the new one?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.18&nbsp; \n10:16 pm</dco> &nbsp;<qco> Hello Bill. The universe is so humongous big. And it's basically empty. So nothing that we do really matters. And yet it does. Because we are a small spark of self-consciousness in what appears to be a never-ending expanse of lifelessness. There is all of this stuff here, but it's so far apart in all of this nothingness. It doesn't matter, because we are so small, and yet it's the only thing that matters because we the planets are all that really exist. Going around stars that give us heat and energy and life and brought us into this world and keep us safe in their gravity wells. This solar system is our playground and we're both spoiling and squandering it. So many beautiful worlds that we could get to know. The things we aren't doing could save us from our eventual demise, and the things that we are doing are speeding it up. We are trapped on this planet by our own ineptitude and our own inability to just be cool to one another and try to think ab\n out how \n cool the universe is. That's why I like you. You make music that's chill and gets people thinking about how cool shit is. I want to help make more people think about the universe before it's too late because they've just been thinking about themselves. I feel lost and confused and don't know how to start. I tried some stuff but it just got me in trouble and I lost my job because apparently music isn't professional and shouldn't be shared over work email. A lot of other shit happened too. Now I'm broken and tired and just want to run away to the wilderness but it doesn't exist anymore, especially not in the polluted and soon-to-be-underwater concrete hellscape that is Florida. I'm lost and confused and finding hope in your music even though I hate what trying to follow in your footsteps has done to my life. I just wanna run away from the bad. I just wanna run towards the good. I just wanna run. And yet all I can seem to do is cry for the mistakes we as a living planet have ma\n de and t\n he things we have done to ourself. I love this universe. I hate this universe. It's fascinating and brilliant. It's horrible and cruel. It has so much potential and so much risk. I just want to help it. And yet I feel so incapable of doing so. Can we please just start to be a real planet with real goals and dreams and impressive accomplishments instead of a ball of fighting jerks that will destroy itself? I don't know what to do anymore.</qco> </h3>      we are getting there and have been getting there for a long time. we have made crazy progress. i did some world history research and found out we all used to be rocks for an extremely long time. then some how we discovered, 1 bit at a time, how to have more fun. and each discovery is faster and wilder than the previous\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.28.18&nbsp; \n9:55 pm</dco> &nbsp;<qco> Do you consider yourself a competitive person?</qco> </h3>      that depends on the prize\n\n<br><br>"
  }
]
