[
  {
    "html": "<h3> <dco>3.10.23&nbsp; 4:36 am</dco> &nbsp;<qco> oh no wear is my pink tutu</qco> </h3>      \n\nit's in the mail\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.23&nbsp; \n1:33 am</dco> &nbsp;<qco> what animal would take over the world if given the chance</qco> </h3>      \n\nbugs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.23&nbsp; \n1:19 am</dco> &nbsp;<qco> Admit it, the ETA for the next song/video is Tuesday, March 14th 2023</qco> </h3>      \n\nthe correct eta was december 27, 2022, which is now invalid for reasons such as it being in the past\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n10:58 pm</dco> &nbsp;<qco> Can you show me a screenshot of your actual DAW?</qco> </h3>      \n\ni will show you this one later, after i've moved on to the next one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n10:47 pm</dco> &nbsp;<qco> do you have unearthly ideas? or unearthy ideas?</qco> </h3>      \n\nyep, sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n9:05 pm</dco> &nbsp;<qco> Favorite artist growing up&nbsp;</qco> </h3>      \n\nhadn't seen or heard all of them, so it's not really fair\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n7:50 pm</dco> &nbsp;<qco> how do i make things right</qco> </h3>      \n\ni'm still counting the ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n7:10 pm</dco> &nbsp;<qco> What were you like as a kid? </qco></h3>      i was just like you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did you like school?</qco> </h3>      i liked the way the sun hit the building at 8:02 in the morning\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n6:33 pm</dco> &nbsp;<qco> do u have any new soap tips since 2017. i think im running out of ways to use soap. ive done everything</qco> </h3>      \n\nrecycle soap\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n5:45 pm</dco> &nbsp;<qco> Hey, so a friend is making a piano arrangement of i'm a princess, and, the marimba at the very beginning, at like 0:04, what is the final note played by the marimba? We think it's a low F# but it's hard to tell.\n<br>Also, i know this is a lot of work, but it would be nice to just have the sheet music to the parts in your songs so that it's easy to know what the chords are when there are like 8 notes playing at the same time, so that we can play your songs PERFECTLY with peace of mind we didn't get one of the notes wrong somewhere, because that is the kind of thing that will keep you awake at night.</qco> </h3>      \n\ni think when you get 'every exact note' that specifically, but it's not the actual original recording, in most cases i don't think that's gonna sound any good. On the other hand, however, if you digest the song and then re-produce it using methods that are more genuinely comfortable for you, then, well there's a good chance you can get it to sound better than i did\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n5:34 pm</dco> &nbsp;<qco> What was the time sig for the end vamp of \"got some money? Seemed like 3/4 or 9/8 or smk like that. </qco></h3>      9/8, except i might have cheated and left an extra 8th note in one of the bars near the end. i did that by accident when doing the temp, and i can't remember if i kept it that way or not. and i haven't listened to it since i made it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also what are you're opinions on picardy thirds</qco></h3>      never heard of it but i will look it up. ah yes, that's what i call \"good, nice,\" etc<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; since I don't recall you using one apart from in \"I like\" and \"the ground plane\" </qco></h3>      i do it all the time. it's hard not to do it. write a story where it's raining. try to resist temptation to make the sun come out. the longer it rains, the more appealing that move becomes       \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n5:33 pm</dco> &nbsp;<qco> do you like the stick or the ball more?</qco> </h3>      \n\neach one makes me like the other one more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n4:55 pm</dco> &nbsp;<qco> How to pull a rabbit out of a hat?</qco> </h3>      \n\njust leave it in there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n4:17 pm</dco> &nbsp;<qco> how to play the hippest licks?</qco> </h3>      \n\njust play 1 note, ever\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n3:07 pm</dco> &nbsp;<qco> best text editor for coding? (careful, you will upset the rabble)</qco> </h3>      \n\nthank you for giving me the opportunity to upset someone. i prefer one i wrote myself, which i haven't written yet. so for now i prefer the default plaintext editor, with keyrepeat speed set to maximum, keyrepeat pre-delay time set to minimum, and shortcuts for jumping forward or back 1 word, and shortcuts for mass adjusting the indentation of many lines at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n1:33 pm</dco> &nbsp;<qco> why is 6 afraid of 7</qco> </h3>      \n\nbecause it's bigger\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n1:27 pm</dco> &nbsp;<qco> have the last few months just been spend producing the upcoming video, or are there some other cool things going on?</qco> </h3>      \n\nabout 2 weeks on the video, 2 weeks vacation, and many more weeks of exciting developments all throughout the production process\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; 12:38 pm</dco> &nbsp;<qco> how to ask ueqstion</qco> </h3>      \n\ni was going to ask you that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n12:38 pm</dco> &nbsp;<qco> To what degree do you subscribe to the philosophies presented in \"i wanna be a movie star\"?</qco> </h3>      \n\ni recall a lot of questions and maybes in that song. so i don't think it's clear to say that any particular philosophy is presented. but i subscribe to the emotions in the song, for sure\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n12:08 pm</dco> &nbsp;<qco> can you give me a hint about your next video?</qco> </h3>      \n\nit hits that sweet spot between song and non-song. it has a lot of choreography. but it's not very long, because it was aimed to be completed in a very short period of time: from dec 20 to dec 27, 2022\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; 12:00 pm</dco> &nbsp;<qco> write a book?</qco> </h3>      \n\ni'd prefer to write some more non-books\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n10:58 am</dco> &nbsp;<qco> and the day goes on is my favorite song of all time \n<br>\n<br>what's your favorite hours of sleep to get of all time</qco> </h3>      \n\n3pm-3am\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; 9:01 am</dco> &nbsp;<qco> WHy dont you ever use capital letters</qco> </h3>      \n\ni do use them, but i think i figured out the reason it may appear to you that i don't use them, and that could be because you have selective vision. And that is fair, because honestly everyone has selective vision. otherwise we would be overwhelmed by all the small dust and dirt particles we see all over everything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n7:19 am</dco> &nbsp;<qco> why is your humor so funny ?</qco> </h3>      \n\nbecause it's serious\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n5:00 am</dco> &nbsp;<qco> What are your favourite jazz chords?&nbsp;</qco> </h3>      \n\nthere is no such thing as a jazz chord. jazz may use chords, for sure, but none of those are reserved for jazz. i just realized i also don't know what jazz means, but, that does not reduce my confidence in my answer here\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n3:22 am</dco> &nbsp;<qco> my life has gone close to nowhere in the last half a year and there doesn't seem to be much i can do about it. i was training for a job but that's been stopped dead in its tracks and there's nothing i can do to speed it up, i'm running out of energy/motivation to draw, and i'm still as scared as i ever was of trying to force myself to get writing done on songs. i've been stuck in this hole for so long i've started picking up random new hobbies and getting tired of them after a few days and falling back into nothingland. this year is racing by and i have done not one important thing with it. i don't want to sound dramatic but fucking HELP! PLEASE! i'll take whatever you have&nbsp;</qco> </h3>      \n\nif you like puzzles, that's good news. because this is one. and also good news is there's an answer. because, you care about this very much (just judging from your word-count here). so that means, whatever amount of anxiety you've experienced, you'll experience at least that much revelation when you start putting the pieces together and finding what you really want to do and how to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n12:58 am</dco> &nbsp;<qco> why do you include speech bubbles in your videos</qco> </h3>      \n\nto increase the chances that someone might understand what the hell i'm saying\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n12:20 am</dco> &nbsp;<qco> how is it possible to see glass if glass is see through</qco> </h3>      \n\nbecause it is not 100% see through\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.23&nbsp; \n12:04 am</dco> &nbsp;<qco> how do a write a chord progession that's not cliche</qco> </h3>      \n\nyou shouldn't evaluate cliche-notcliche based on chords alone. that would be like thinking a car is cliche just because it has 4 wheels\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n11:12 pm</dco> &nbsp;<qco> I am a drummer who is learning Piano. What is your advice?\n<br>&nbsp;</qco> </h3>      \n\nlearn things from your favorite songs. learn the melodies. learn anything else you think is in those songs. the piano can house just about any note that's in a song, except for the drums, which you already know about of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n9:51 pm</dco> &nbsp;<qco> hi, what instrument do you think has the silliest name? :^)</qco> </h3>      \n\ndrum\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n9:16 pm</dco> &nbsp;<qco> when are u gonna do another interview\n<br></qco> </h3>      \n\napril 7\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n8:23 pm</dco> &nbsp;<qco> shower thoughts or presleep thoughts?</qco> </h3>      \n\nif you fall asleep in the shower you can have it all\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n7:31 pm</dco> &nbsp;<qco> What's the average time you spend answering a question?</qco> </h3>      \n\nabout 1 second, unless for some reason the question stirs up a deep conflict within my soul\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n6:45 pm</dco> &nbsp;<qco> have you ever tried eating bricks?</qco> </h3>      \n\nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n5:47 pm</dco> &nbsp;<qco> do you think questions are a real thing or is it just wonders we put into words</qco> </h3>      \n\nare you saying wonders and words aren't real also\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n5:06 pm</dco> &nbsp;<qco> What is a strange dream you've had recently?&nbsp;</qco> </h3>      \n\ni've never had a strange dream\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n4:34 pm</dco> &nbsp;<qco> any ETA for the next podcast(s)?</qco> </h3>      \n\napril 7\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n2:08 pm</dco> &nbsp;<qco> What existed of 'here comes the sun' in 2011?</qco> </h3>      \n\nabout <a href=\"https://billwurtz.com/here-comes-the-sun-write.jpg\" target=\"_blank\">this much</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n1:51 pm</dco> &nbsp;<qco> i spend a lot of time on the questions page using the random question feature, and it's really fun!! but i've noticed that my favorite part by far is the BIG responses you give, like when you write a paragraph for your response. though sadly, you can't really do that for all of them. not all the questions need a big answer, and even if they all did there's no way you'd be able to respond with a full paragraph for all of them, there's just way too many.&nbsp;</qco> </h3>      \n\nif all the answers were that long, they would not seem as special to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n1:39 pm</dco> &nbsp;<qco> Thoughts on e? (As in the number which is approximately 2.718 not just the letter)</qco> </h3>      \n\ntoo real\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n9:34 am</dco> &nbsp;<qco> does the day stop?</qco> </h3>      \n\nsometimes it seems that way, but it's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n9:25 am</dco> &nbsp;<qco> What do you think about&nbsp;&nbsp;the famous adage/attitude that goes, \"Art is never completed, only abandoned. Except Star Wars. Star Wars was complete when I saw it as a child in the 80s.\"?\n<br></qco> </h3>      \n\nthat reminds me of another famous adage: \"All art is based on how far you can push the technology. So, the more facile, the more fluid the technology, the easier it is to actually do your art. And, in this particular case, I looked at it, and I said, there's a lot of things that I think could be improved here. Primarily editing, which is the thing I was the most interested in. And special effects, which is the other thing I was interested in. And it wasn't really until I did Star Wars that we started to deal with some digital technology. It was very early on in the process of making films using computers. And we had to build some special purpose computers for Star Wars.\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n9:22 am</dco> &nbsp;<qco> why does everything make so much sense but so little sense at the same time?</qco> </h3>      \n\nto inspire, and dazzle you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n2:52 am</dco> &nbsp;<qco> What drew you to making these more surrel styles of songs and video's in the first place?</qco> </h3>      \n\njust trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; \n2:02 am</dco> &nbsp;<qco> do you support defenestration?</qco> </h3>      \n\nno, but let's face it, what's really at stake here is the word defenestration, which is presumed to be amusing in this case\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.23&nbsp; 12:50 am</dco> &nbsp;<qco> do you like your own songs</qco> </h3>      \n\ni'm supposed to make them how i like them. whether or not this is possible, is another story\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; 11:56 pm</dco> &nbsp;<qco> Thoughts on thoughts</qco> </h3>      \n\nhard to believe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n10:54 pm</dco> &nbsp;<qco> where did the tomatoes go</qco> </h3>      \n\nnowhere. all tomatoes are still at their previous locations\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.23&nbsp; \n10:44 pm</dco> &nbsp;<qco> make album</qco> </h3>      \n\nhow about something better, with a little more intrigue\n<br><br>"
  }
]
