[
  {
    "html": "<h3> <dco>2.18.18&nbsp;\n8:52 am</dco> &nbsp;<qco> is communism the answer?</qco> </h3>      to what question\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.18&nbsp;\n7:38 am</dco> &nbsp;<qco> is what you mean by 'all music is bad' all music is kinda related to the body, related to our internal genetic impulse, say, for dancing, humming, ranting, jumping with music?sort of irrational, sort of primeval&nbsp;</qco> </h3>      sure, but much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.18&nbsp;\n7:37 am</dco> &nbsp;<qco> <a href=\"q.php?date=201802161738\">2.16.18&nbsp;&nbsp;5:38 pm</a>  how do you determine the length of the video while you're making it?</qco> </h3>      timed run-throughs, which happens in the writing process. with songs, i do timed run-throughs with a click, and setting the exact tempo is a requirement for the writing process\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.18&nbsp;\n7:33 am</dco> &nbsp;<qco> have you ever considered closing down this questions page, </qco></h3>      absolutely not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;since you've mentioned that most of the questions asked everyday is becoming repetitive?</qco> </h3>      the fun is just getting started\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.18&nbsp;\n4:40 am</dco> &nbsp;<qco> So if light takes the path through a medium that takes the shortest time.. uh how does it know what path takes the least time?</qco> </h3>      maybe trial and error, because at that kind of time scale it can do everything at the same time and just only admit to the right thing<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.18&nbsp;\n1:55 am</dco> &nbsp;<qco> when you were figuring out how the universe works, did you take any inspiration from the beliefs of various religious traditions?</qco> </h3>      sure. by the way i am still figuring it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.18&nbsp;\n1:44 am</dco> &nbsp;<qco> <a href=\"q.php?date=201802161745\">2.16.18&nbsp;&nbsp;5:45 pm</a>   don't just leave us hanging like that...​</qco> </h3>      what do you mean. what is this entire website and the hundreds of videos and things i've written and thousands of questions i've answered ..... chopped liver?\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.18&nbsp;\n12:02 am</dco> &nbsp;<qco> I got a bass and i thought u were lying about basses having muddy chords but i hooked it to an amp and u were right :(</qco> </h3>      you don't need to frown about it. the bass is meant for something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n11:25 pm</dco> &nbsp;<qco> Is nothing (true, absolute void) a something, even hypothetically? (This question is really messing with my existential theories)</qco> </h3>      your mention of it was something\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n11:08 pm</dco> &nbsp;<qco> Can u help me get over my fears?</qco> </h3>      i am trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n10:53 pm</dco> &nbsp;<qco> are these questions real</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n10:39 pm</dco> &nbsp;<qco> is time real or just a social construct?</qco> </h3>      real\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n10:36 pm</dco> &nbsp;<qco> Your history of the world video made me get a 5 on the world history AP test, so could you maybe do one for US history? I need another 5 boi...</qco> </h3>      if i was doing that for purposes of test prep, i proably wouldn't have spent 3 times longer than your entire semester working on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n10:09 pm</dco> &nbsp;<qco> hey bill i need life advice. i moved far away from my hometown about 2 years ago. I've enjoyed these past few years in this new place and I've made a lot of new friends. but recently I've felt really lonely and I've been overcome with homesickness for my hometown (a place that i desperately wanted to leave). where the hell should i go</qco> </h3>      visit your home town for just a bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n10:06 pm</dco> &nbsp;<qco> I feel like ads just seed distrust in anyone who see them, like If I really needed this then why do you need to convince me to by it?</qco> </h3>      that's a good point\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n9:58 pm</dco> &nbsp;<qco> Ever just find something out of nowhere that gives you so much happiness and so much life?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n9:29 pm</dco> &nbsp;<qco> how would one overcome camera shyness</qco> </h3>      spend more time on camera\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n9:11 pm</dco> &nbsp;<qco> Do you think it's good to spend time learning music by playing other people's songs?\n</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n What if it takes priority over creating your own music?</qco> </h3>      which do you want to do?\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n8:59 pm</dco> &nbsp;<qco> Spiders?</qco> </h3>      ah, that's a great question, still debated among scientists today\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n8:38 pm</dco> &nbsp;<qco> will you ever break composure?</qco> </h3>      yes, and then re-build it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n8:32 pm</dco> &nbsp;<qco> Bill, have you ever thought to yourself, \"man, I just love the way hot dogs are shaped\"?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n8:32 pm</dco> &nbsp;<qco> why don't you use capital letters? like at all?</qco> </h3>      PERHAPS YOU COULD ASK YOURSELF THAT\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n8:22 pm</dco> &nbsp;<qco> How long do your videos take to make?</qco> </h3>      longer than i wish\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n7:55 pm</dco> &nbsp;<qco> what's the funniest joke?</qco> </h3>      comedy/humour\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n7:43 pm</dco> &nbsp;<qco> hey man good content good site keep it up sorry people think you're depressed or something you seem to be doing amazing but what is your opinion on pockets</qco> </h3>      they are helpful, and useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n7:33 pm</dco> &nbsp;<qco> Why is focusing on homework so hard</qco> </h3>      because it's not something you want to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n7:24 pm</dco> &nbsp;<qco> I just had a pretty intensive discussion with a friend and i'd love to get your opinion\n<br>We were both talking about life and stuff until we realized that we were both at a major crossroad in our life. Like a life changing decisions could be made. Both of us aren't able to make a decisions on whether or not to go down this path. Both options work in our opinion, so we just stay like that making no decision.\n<br>then we looked at friends and it felt like some of them already took some of these decisions, and these guys seemed like \"adults\" (meaning old/grownup)\n<br>Do you think that being an adult is making your choice and following it ?\n<br>Do you think that we don't want to take a decision because we still want to have that freedom ? (which is a bit what an adolescent goes through;&nbsp;he realizes he isn't fully free)\n<br>Did you take such a decision ? How do you follow it ? Do you feel like you could go back ? Would you ?</qco> </h3>      you never told me what decision you are talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n7:20 pm</dco> &nbsp;<qco> What time of the year did you go to new canaan and what was the weather like??? Cuz in the song you sing \"the season is winter, and the sky is so blue\" but also \"it's summer and the sky has turned grey\". But there's also the 'lie about details' line that kind of murks everything up even more.</qco> </h3>      it was may 15, 2009\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n7:16 pm</dco> &nbsp;<qco> This is a statement.</qco> </h3>      i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n7:04 pm</dco> &nbsp;<qco> thoughts?</qco> </h3>      that might be preferable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n6:59 pm</dco> &nbsp;<qco> Do you believe in global warming&nbsp;</qco> </h3>      yes, and cooling\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n4:14 pm</dco> &nbsp;<qco> What's one thing you could do with an expired gift card?</qco> </h3>      eat rice\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n4:13 pm</dco> &nbsp;<qco> will your new song have a video?\n\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, is it going to be all graphics or will it be another live action one?</qco> </h3>      a mix of both\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n4:03 pm</dco> &nbsp;<qco> you mention trees quite a bit in your stuff (The Trees, eat trees, maybe i could eat blades of grass, etc). do you have some sort of special connection to trees or is this just a coincidence</qco> </h3>      i keep trying to stop saying trees but apparently i can't stop\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n3:56 pm</dco> &nbsp;<qco> i write the song, with lyrics and melody and chords. but i wanna make it Sound Good! i don't want it to be just that! i want interesting sounds. but i don't know how to do it.</qco> </h3>      whenever you make a song, with any sounds, you always learn. so use whatever sounds you have available, and buckle up for the learning<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n3:36 pm</dco> &nbsp;<qco> Is your new song F# major?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n3:30 pm</dco> &nbsp;<qco> what do you do when not making music/videos?</qco> </h3>      tweets, anagrams, and other things related to bill wurtz dot com and the bill wurtz brand\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n3:28 pm</dco> &nbsp;<qco> How can I make an egg a weapon</qco> </h3>      it already is a weapon, of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n3:23 pm</dco> &nbsp;<qco> are men allowed to like cute things?</qco> </h3>      you will have to check with your local government\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n3:10 pm</dco> &nbsp;<qco> Why is a raven like a writing desk?</qco> </h3>      \n<a href=\"q.php?date=201701301439\">1.30.17&nbsp;&nbsp;2:39 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n2:53 pm</dco> &nbsp;<qco> I'm a coconut. What should I do?</qco> </h3>      migrate? or at least try\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n2:44 pm</dco> &nbsp;<qco> how do i get&nbsp;&nbsp;La de da de da de da de day oh unstuck from my brain?</qco> </h3>      listen to something else even more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n2:21 pm</dco> &nbsp;<qco> in hotewig, why did you feel the need to include that the sultan of oman lives in zanzibar now?</qco> </h3>      <a href=\"q.php?date=201705242050a\">5.24.17&nbsp;&nbsp;8:50 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n2:15 pm</dco> &nbsp;<qco> How do you explain what you do to people on airplanes?</qco> </h3>      i do not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n1:52 pm</dco> &nbsp;<qco> do you think comic sans is slowly becoming cool to use</qco> </h3>      any font can be cool, with the right attitude\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n1:50 pm</dco> &nbsp;<qco> Do you deliberately paint your reputation so that you seem depressed?</qco> </h3>      absolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n1:27 pm</dco> &nbsp;<qco> Has your piano gotten hairy again? Haven't shaved it in quite a while.</qco> </h3>      that makes no sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n1:03 pm</dco> &nbsp;<qco> Do you have a life </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are you just a rock?</qco> </h3>      rocks don't make videos and music. at least not like i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n12:46 pm</dco> &nbsp;<qco> Someone told me I am ugly, is that constructive criticism?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.18&nbsp;\n12:40 pm</dco> &nbsp;<qco> I went to a chain pet store a few months ago to get hay for my rabbit. I signed up for a membership to get a discount. Now I get texts from them daily. I can text back to the number \"STOP\" in order to unsubscribe to their ads.. but it's not a toll free number. So I literally have to pay money to get this place to stop texting me ads. Like, what the fuck. I don't want any more ads, but out of principle I don't want to pay them to stop.&nbsp;</qco> </h3>      the mistake you made was signing up for the membership\n<br><br>"
  }
]
