[
  {
    "html": "<h3> <dco>2.28.24&nbsp; 8:12 am</dco> &nbsp;<qco> Do you have a favorite chord?</qco> </h3>      \nchanging chords is the only thing that does it for me anymore \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n7:40 am</dco> &nbsp;<qco> Why is life so lively?</qco> </h3>      \nkeep up appearances\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n3:29 am</dco> &nbsp;<qco> how do you become the living embodiment of world peace? or something close to that</qco> </h3>      \ni assume you already are\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n1:52 am</dco> &nbsp;<qco> its actually insane that you have a FAQ like this. how do you respond so fast?</qco> </h3>      \nnow i'm wondering how fast you think i respond\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n1:41 am</dco> &nbsp;<qco> I'm currently learning guitar, do you have any tips to help me learn?</qco> </h3>      \nnot without knowing how it's currently going. the only tip i can think of is one that would literally apply to everyone, which is you'll probably need to have a guitar. but i assume you are likely a few steps ahead of this at least\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n12:53 am</dco> &nbsp;<qco> out of all of the questions to which you've answered \"I'd prefer a new one to be my favourite\" which was your favourite</qco> </h3>      \ni have never answered with that exact phrasing. the phrasing i normally use is \"i would prefer to make a new one to be my favorite\", and the question that that's meant to fit with is \"what is your favorite video/song you've made\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.24&nbsp; \n12:27 am</dco> &nbsp;<qco> is playing music meant for one instrument on another a good exercise? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i read that scott lafaro practiced clarinet music on the bass and it seems to show in his playing. thoughts?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n11:16 pm</dco> &nbsp;<qco> where would you really like to visit?</qco> </h3>      \nhow about the ends of the earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n11:10 pm</dco> &nbsp;<qco> My questions teacher says that the best questions are who what when where and why questions. Is this true?</qco> </h3>      \nwhich kinds of questions do you like the best\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n10:04 pm</dco> &nbsp;<qco> What does your music and videos mean?</qco> </h3>      \nwhat does your whole life mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; 9:44 pm</dco> &nbsp;<qco> how much is too much?</qco> </h3>      \njust enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n7:32 pm</dco> &nbsp;<qco> what are your thoughts on the newest meme?&nbsp;</qco> </h3>      \nit's a re-make\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n6:56 pm</dco> &nbsp;<qco> Do you ever go anyplace that isn't home or the workplace? Y'know, cafes and theaters and the like? Or even non-places, such as the subway or the mall?</qco> </h3>      \nthose places are all places, but yes i do go to and through those places on occasion\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n4:29 pm</dco> &nbsp;<qco> do you know all the answers?</qco> </h3>      \nnot at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n4:19 pm</dco> &nbsp;<qco> do you have any tips for getting better at writing songs on keys? i feel like i always get caught in the same chords. i stopped taking lessons after i'd learnt classical piano, so do you think learning jazz piano would help?&nbsp;</qco> </h3>      \nspend hours just messing around on the piano, just genuinely experimenting with what the heck that thing can really do for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n12:30 pm</dco> &nbsp;<qco> what if i have an idea for a part of a song, say just chords and melody, but it doesn't work, or i don't like it. what if it would work if i add bass, or drums, or another section, or cool sounds? if i'm writing a song before adding those things, i'll never know if they would justify a given off-kilter idea. does that mean i should accept that i'll never write a song that isn't fully functional with just chords and melody?&nbsp;</qco> </h3>      \nthere's a lot of different ways to do it. if you feel like you're missing out on a certain angle, you can do it a different way. you could make some grooves first, to see if that gets you somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; 11:28 am</dco> &nbsp;<qco> how do i fail an exam</qco> </h3>      \nyou'll have to figure out all the answers to make sure you can correctly avoid them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n10:01 am</dco> &nbsp;<qco> will you run for president please i think it would be super cool</qco> </h3>      \nsure, but it will be a long time before i reach the minimum age limit of 75\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n9:25 am</dco> &nbsp;<qco> have you ever had a song stuck in your head and when you go to the song to listen to the real version the modified one stuck in your head is better?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n8:32 am</dco> &nbsp;<qco> are la de da de da de day oh, long long long journey&nbsp;&amp; and the day goes on connected?&nbsp;</qco> </h3>      \nyes, same writer and producer and singer and player of all the instruments\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n7:11 am</dco> &nbsp;<qco> Why does Bread make up so much of our diet&nbsp;</qco> </h3>      \nbecause it's just so..... makeable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n6:34 am</dco> &nbsp;<qco> DID YOU NOTlCE HOW I SNUCK AN L INTO THE PLACE WHERE AN I SHOULD BE?</qco> </h3>      \nno but i do now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n3:47 am</dco> &nbsp;<qco> thoughts on pursuing a passion or dream?</qco> </h3>      \ncould happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; 2:48 am</dco> &nbsp;<qco> How do I ask a question?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n2:29 am</dco> &nbsp;<qco> Will I ever get there?</qco> </h3>      \nwhere? nevermind, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n2:23 am</dco> &nbsp;<qco> I know how to read music and have some basic understanding of music theory (not self taught). I love listening to different types of music and try to understand what I'm hearing but I find it extremely difficult to even identify different instruments, what key the music is in, cannot play by listening or improvise in a way that makes sense (or sounds good in any way to me). So how should I practice hearing and playing things in a more intuitive way? I feel like my biggest problem is not being able to hear critically or actually understand what I am reading rather than just playing the notes written then they sound good.&nbsp;</qco> </h3>      \ni have no idea. i have never been in this situation. i came at this from the opposite way as you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n1:59 am</dco> &nbsp;<qco> what are your aesthetics</qco> </h3>      \ngood, bad,\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n12:30 am</dco> &nbsp;<qco> what defines the word \"politics\" to you</qco> </h3>      \nit's the sport that rarely admits it's a sport\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp;\n12:04 am</dco> &nbsp;<qco> So, I know that if you multiply or divide a positive number by a negative number you get a negative number, and if you multiply or divide two negatives, you get a positive.... But I remember learning \"that's just how it is\", and I can't really conceptionalize what's actually happening there... Can you maybe help me to understand what it means to multiply or divide a number 'a negative amount of times'?<br><br>Multiplications means \"the repeating addition of groups of equal sizes\"... So -2 x 3 means that I have three groups of -2 that I am adding together... -2 + -2 + -2, which is -6... And I know that if -2 x 3 = -6, then 3 x -2 must also = -6 (symmetric property or whatever that's called)... But what am I actually doing if I have 3 x -2??? Like what is actually happening to that 3 to get me to -6?</qco></h3>      you add up two negative 3s<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3 x -2 means that I have \"negative two groups\" of 3 that I am adding together? How can I have \"negative two groups\" of something?</qco></h3>      2 groups of negative the thing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And then why would having \"negative two groups\" of -3 give me a positive 6?</qco></h3>      maybe it would help if you thought of 'negative' to mean 'opposite'. going to the opposite side of zero, on the numberline<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think I'm confused because negative numbers don't truly exist as quantities.</qco></h3>      maybe you could think of them as directions. for example, if you go East, negative 10 miles, this means you actually go West 10 miles<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; You either have some of something, or you have none of something. There's no such thing as a \"negative amount\" of something in real life. I can have no (0) hats, or I can have 1 hat, 2 hats, 3 hats, etc. But I can't have a negative amount of hats. </qco></h3>      sure, but you can have a change in the amount of hats, and this number can be positive or negative. if you have 2 hats but you used to have 5, you can say you have negative 3 hats compared to what you had before. you'll also need the negativity concept if you have debt. for example, if you have -3 hats, this means you owe someone some hats, so even if you aquire some hats later you'll have to immediately give them away before you get to keep that 4th one, bringing you to 1<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So how can I multiply/divide a number by a negative amount of times? In this case, isn't the negative number being used as a quantity?&nbsp;</qco> </h3>      it's more like a direction\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n11:22 pm</dco> &nbsp;<qco> When I write music I am pretty good at coming up with lots of small ideas but can't coherently connect them to make a song. Any tips?</qco> </h3>      \nfind one of them that belongs at the beginning of a song. then just figure out what comes next. don't try to connect separate ideas together, just work with one and figure out what treatment it deserves\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n11:16 pm</dco> &nbsp;<qco> Should I just enjoy what I have or&nbsp;&nbsp;risk it by trying to get something better&nbsp;</qco> </h3>      \nyou might have to start trying to measure how good some of these things are, or would be\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; 11:14 pm</dco> &nbsp;<qco> Favorite day of the week?</qco> </h3>      \ntuesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp;\n10:54 pm</dco> &nbsp;<qco> is it normal to want to argue with people sometimes<br><br>but not in an actual argumentitive way. like, just getting all of your thoughts out all at once without having to engage in a real conversation<br><br>i feel like real conversations can distract from what i actually want to say sometimes. it's easy to misspeak or misinterpret the other person when speaking face to face, because you don't have as much time to process the information and come to a reasonable conclusion. maybe that's why i like text-based arguments better. you can get everything you want to say out, then edit it when needed to make the actual words of your argument match up better to your true feelings about it.<br>but on the other hand, i feel like maybe the opposite of that is true in a way. maybe when speaking face to face, you're forced to be more honest. you don't have time to go back and deeply consider every one of the other person's claims. you have to make a snap decision on whether or not you agree with their argument as a whole. and maybe this forces you to be more honest about what those feelings you have are.<br><br>and maybe it's also somewhat cowardly? to only want to speak in a setting that allows only you to speak. or, maybe not. i like having conversations with people online, i like hearing peoples' opinions on things. i don't think i don't like real-life arguments because they allow other people to argue with me, i think i just don't like being misrepresented in the heat of the moment, either by myself, or the person i'm arguing with. or maybe that justification is just something i've made up to make myself feel more comfortable about disliking arguing face to face.<br><br>i don't know. i just think interacting with people in real life is exhausting. i wish there were a way to let people know exactly what i was thinking without having to deal with the social cues about when and how it is acceptable to say what i want to say. and having to find the exact words to say what i mean on the spot. but maybe that's just life. it's certainly a skill i don't have right now<br>anyway what was my question again? oh, whatever, what's your stance on doors</qco> </h3>      surprisingly 2-sided\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n10:32 pm</dco> &nbsp;<qco> My 2024 resolution was to write and produce a song every month. It's the end of February and I have failed at this goal. I have gotten started writing plenty of times but I keep criticizing what I write and starting over. How do I optimize between two seemingly opposing goals of creating music I feel proud of and creating music in a timely matter? Is the answer to wake up earlier and try harder?</qco> </h3>      \nif you get desperate enough you will do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n8:47 pm</dco> &nbsp;<qco> Is there any point in using a 64th rest or is it better to just say grace note</qco> </h3>      \nthose don't seem like the same thing, but, if you are in a context where you are using 64th notes, then indeed the 64th rest would become relevant. However, there are so many beams and flags on the 64ths, it's not too easy to read, and there's usually no reason not to just switch the tempo and use 16ths or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n7:32 pm</dco> &nbsp;<qco> You ever head bang to hard ass music in your car?</qco> </h3>      \nno but that's not because i don't like the music. it's because i'd like to be gentle with my head, as well as concentrate on automobile safety\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n7:31 pm</dco> &nbsp;<qco> Are you from the past?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n7:28 pm</dco> &nbsp;<qco> If you could create a new type of opening/closing bracket character (as in ()[]{}), what would it look like and what would it be used for?</qco> </h3>      \ni'd make a variety of them, for a variety of uses\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n7:07 pm</dco> &nbsp;<qco> how to make sure that i am motivated enough by my past failures to do more and succeed? what if i slip up and fall behind again</qco> </h3>      \nyou're halfway there. just get a little more scared. if you're scared of not being scared enough, then that may bring you to 75%<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n3:35 pm</dco> &nbsp;<qco> What makes the sandals so special at the beginning of 'Fly Around'? is it the material?</qco> </h3>      \nit's open to interpretation, so as to maximize the range of sandal-types on which this song will be effective\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n2:41 pm</dco> &nbsp;<qco> Why does the last 10% of a project always take much longer and seem much harder than the other 90%?</qco> </h3>      \nbecause it's better\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n1:34 pm</dco> &nbsp;<qco> where has all the time gone?</qco> </h3>      \ninto the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n1:31 pm</dco> &nbsp;<qco> how bonkers are you</qco> </h3>      \nhalfway\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n12:28 pm</dco> &nbsp;<qco> what do you think of february 29th</qco> </h3>      \nrare\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n12:01 pm</dco> &nbsp;<qco> I always want to ask you a question but I don't know what to ask can you suggest a question</qco> </h3>      \ni would just end up suggesting this question, which may trigger a repetetive cycle\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n10:37 am</dco> &nbsp;<qco> You always mention being self-taught. I'm wondering how this applies to the voice. I sang from the time I was 2 on my own, got lessons in college, and then taught voice for years. I'm wondering what your process was like. I feel like your tone is really good and you have consistent technique. I like modeling my vowels off of yours! \n<br>\n<br>When teaching yourself singing, did you ever research vocal technique, or is it moreso you just practiced until you found what felt good?&nbsp;</qco> </h3>      \nif i ever researched vocal technique, i would often find that the advice seemed impossible to consciously implement. occasionally i might find a tip that's useful, but usually it's just things to feel guilty about not being able to figure out how to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n10:16 am</dco> &nbsp;<qco> Should I be a nurse in the psychiatry clinic, a musician or study sports science?</qco> </h3>      \nall in due time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n9:30 am</dco> &nbsp;<qco> in the phrase \"double cheese burger\" do you think \"double\" modifies \"cheese,\" \"burger,\" or \"cheese burger?\"</qco> </h3>      \nburger\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n9:18 am</dco> &nbsp;<qco> what do you think of fish</qco> </h3>      \nplausible\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n8:53 am</dco> &nbsp;<qco> what if i don't know what to do</qco> </h3>      \nexplore\n<br><br>"
  }
]
