[
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n6:36 pm</dco> &nbsp;<qco> Hey bill. So I've read a lot of other questions about writing melodies/lyrics at the same time. I have applied it and got some nice verse melodies with lyrics I like too.&nbsp;&nbsp;But now I'm in a predicament with the second verse. Now I'm kind of back to trying to puzzle piece lyrics into the preexisting verse melody. I've tried to come up with a new melody/lyrics but then it seems too unrelated to the beginning. So what's the technique for getting around this/ what do you do to help with writing second verses are things like them? Thank so much!!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n6:23 pm</dco> &nbsp;<qco> Have you ever made waltz-style music? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nIf no, have you thought of making waltz music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n5:12 pm</dco> &nbsp;<qco> what does the \"oh no wear is my pink tutu\" on the 404 page mean?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n5:05 pm</dco> &nbsp;<qco> In your last song (got some money), I really really love the rythm and harmony when you say \"got some money (etc.)\" in various parts of the song. My question is: can you tell me what chords are you using? I'm not capable of figuring all of them out on my own :/. And if you won't do it, thank you anyways for your contribution to the world of music. Bye! =)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n4:23 pm</dco> &nbsp;<qco> what are you thinking about right now</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n3:23 pm</dco> &nbsp;<qco> when i heard I'm A Princess for the first time and it got to the bit about the door that put a big smile on my face because i remembered how often you had talked about doors on this page. i know that song was written and recorded largely before you started talking about doors a bunch, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but i'd still like to ask: do the songs you work on inspire the answers you give? other way around? coincidence?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n2:39 pm</dco> &nbsp;<qco> Did you create the universe as we know it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n2:15 pm</dco> &nbsp;<qco> is the yea at the end of money the same as the yea it took me all day to compose from this is a song for my next album?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n1:59 pm</dco> &nbsp;<qco> would you put glowworms all over your ceiling</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n1:14 pm</dco> &nbsp;<qco> Do you use auto-tune</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n10:25 am</dco> &nbsp;<qco> how did you make the vocals of \"understand\" (2:28) in \"money\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n3:31 am</dco> &nbsp;<qco> is your next song gonna be about common problems in someone's life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n1:42 am</dco> &nbsp;<qco> do you have any hobbies that others may find quite niche? could be completely unrelated to making music or entertainment for the masses.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n1:11 am</dco> &nbsp;<qco> how do i stop overthinking everything i do and say?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n12:55 am</dco> &nbsp;<qco> Would you ever use equal temperaments other than 12-tone?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.8.21&nbsp; \n12:17 am</dco> &nbsp;<qco> when i'm singing a song, and i start to go in a different direction from where the actual song goes, should i try to get back on track or can i let myself get carried away with the music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n11:42 pm</dco> &nbsp;<qco> Is Electric Feel [https://www.youtube.com/watch?v=MmZexg8sxyk] in C minor or Eb major?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n11:00 pm</dco> &nbsp;<qco> How different do you think your songs from, say, 2011 would have come out if you had written or produced them today?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n9:56 pm</dco> &nbsp;<qco> the best video you ever made?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n9:36 pm</dco> &nbsp;<qco> thoughts on linear algebra?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n8:59 pm</dco> &nbsp;<qco> is long long journey a sequel to when I get older?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n8:37 pm</dco> &nbsp;<qco> what is the origin of life</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n8:04 pm</dco> &nbsp;<qco> Hearing your thoughts on 12TET and your experiments with just intonation was really cool! Have you done any similar tinkering with tuning systems like 19TET, 24TET, etc? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm really interested to try and experiment with them myself but I'm having difficulty figuring out how to do that in a way that isn't weird.\n<br>\n<br>You can use a normal midi-controller to try to make 24TET music, but doing that for any extended period of time seems like it would be confusing to work with if you're somebody who already has normal 12TET piano muscle memory. Without hardware made for microtones or a standardized system of notation it seems like a difficult thing to incorporate into the existing system. What are your thoughts on all of this?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n6:31 pm</dco> &nbsp;<qco> Why is your music reminiscent of my train of thought?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n4:06 pm</dco> &nbsp;<qco> I never feel like my music is truly great. I mean, I like my music, but I never feel like my music is something that someone would hear and feel powerful emotions that would make them want to listen to it repeatedly. Do you ever feel this way? How could you go about creating music that would make a person feel intensely?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n1:30 pm</dco> &nbsp;<qco> At what time in the song making process do you know when it's gonna release?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n12:57 pm</dco> &nbsp;<qco> at the very bottom of the \"expert mode\" page is the most awesome randomness. (pictures of stuff, etc.) will you ever continue adding these kinds of things? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, what is https://billwurtz.com/red%206%20windows.png ?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n12:53 pm</dco> &nbsp;<qco> do you live in another dimension and your only method of communication is through your songs which is why they are so epically different</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n12:13 pm</dco> &nbsp;<qco> For how long have you been a duck?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n11:13 am</dco> &nbsp;<qco> Any tips for transcribing drum parts of songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n10:38 am</dco> &nbsp;<qco> do you make some lyrics in your songs seem to have a meaning but they have no meaning at all?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n8:37 am</dco> &nbsp;<qco> are you a genius?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n7:39 am</dco> &nbsp;<qco> in just did a bad thing, is the chorus the 'i regret the thing i did, and you're wondering what it is...' melody the chorus or is the 'hey what's the name of this game' melody the chorus? or neither?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n2:55 am</dco> &nbsp;<qco> what are some sounds that make you stop what you are doing and say, wow, that's a good sound</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n2:51 am</dco> &nbsp;<qco> should i go to art school?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.7.21&nbsp; \n1:05 am</dco> &nbsp;<qco> bill I need ur help learning piano, so far I can name every key on the keyboard, and can build major and minor chords (uninverted) just by listening to the other keys. I don't know what I should learn next, but I'm very interested in knowing how to improvise in every key AND being able to transcribe those chords for other people to play</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n11:54 pm</dco> &nbsp;<qco> Why are some people intelligent and others stupid?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n11:20 pm</dco> &nbsp;<qco> what do you think of the level I multiverse? i think it makes sense, upon inspection and close reading</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n10:55 pm</dco> &nbsp;<qco> when is your next song coming out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n10:39 pm</dco> &nbsp;<qco> was Kurt Cobain really the last true rock star?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n10:31 pm</dco> &nbsp;<qco> hey bill do you like tetris?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n10:26 pm</dco> &nbsp;<qco> Have you thought about making a song about God or the Cosmos or Tao or Brahmin?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n10:13 pm</dco> &nbsp;<qco> how did you know that music was what you wanted to do with your life?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n8:50 pm</dco> &nbsp;<qco> how do I achieve normalcy levels similar to yours&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n8:39 pm</dco> &nbsp;<qco> have you considered abandoning music and living in a small fungal city in the middle of a museum</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n8:02 pm</dco> &nbsp;<qco> Did you do anything in a minor key?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n7:24 pm</dco> &nbsp;<qco> what is your opinion on grammarly</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n6:34 pm</dco> &nbsp;<qco> gonna buy a car and then change it was released on my mom's birthday in 2018</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n5:08 pm</dco> &nbsp;<qco> What are some natural instruments, not man made?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>5.6.21&nbsp; \n3:32 pm</dco> &nbsp;<qco> Is learning music hard for those who are just starting out?&nbsp;</qco> </h3>"
  }
]
