[
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> Is normality itself a paradox,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n considering the fact that a huge part of the norm is that most people are strange in their own way? Or does that just make the strange UNstrange?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> but HOW does one get a nice voice? Like some peoples' voices are so nice and calming?? Like what? How? How much did you pay? How many blood sacrifices did you make?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> How did you come up with \"Wild Frolicking Adventures of Informational Education,\" anyway?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n8:00 pm</dco> &nbsp;<qco> hey so i commented a while back on wether not i should talk to a certain girl or not and over the months theres been some developments but long story short, 3 months ago she definitely found out, she might have suspected before then but she definitely knew then. not a lot happened over the next bit between us or anything (as if anything had really happened before) but then valentines day rolls around and i think to make her a sort of gift with some contact info and a song playlist i made for her. she hasn't responded or checked the playlist. which she does not have to, she doesn't owe anything to me, but i just feel awful. i honestly would have felt better if she had just flat out told me that she didn't care for me but no, nothing. i had heard many rumors that she may have been interested in me at somepoint earlier on or something like that this year, but now nothing. i dont honestly even care about starting a romantic relationship with her at this point as much as i do just establishing a relationship period, however i feel that my ship has already sailed. do you have any advice bill on what i should do, i she hasnt left my concious in over 2 years and i still want to think i have some sort of chance to maybe get to know her but i fear i may just be floating, or over thinking too much, thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n6:18 pm</dco> &nbsp;<qco> how do i disagree?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> that 2 week schedule is looking real nice right now isnt it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> what's the current schedule for reality videos? (if any)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201711011833\">11.1.17&nbsp;&nbsp;6:33 pm</a>  oh man I am trying so hard to find this but I don't know any of these songs I just wanna hear the beast pockets</qco> </h3><a href=\"ohmymymy-drumfill.mp3\">here</a>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:53 pm</dco> &nbsp;<qco> how do i stay focused on my homework that's due in four days</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n3:44 pm</dco> &nbsp;<qco> In your video \"do re mi\", when you sing \"do re mi\" you're actually singing mi fa sol, or G# A B to be precise. Why is that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n3:39 pm</dco> &nbsp;<qco> Your most recent video makes me smile so hard. Whats your magic?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> why is everything on this website lowercase? its making me go insane</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n2:41 pm</dco> &nbsp;<qco> How do fish get into isolated bodies of water like lakes/ponds?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n2:27 pm</dco> &nbsp;<qco> Does your site have a secret part?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n2:03 pm</dco> &nbsp;<qco> Thoughts on buttermilk?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n11:52 am</dco> &nbsp;<qco> Favorite chord/progression?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n11:52 am</dco> &nbsp;<qco> have you read douglass adams</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n11:14 am</dco> &nbsp;<qco> has the quality of questions gone up or down recently?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n10:46 am</dco> &nbsp;<qco> My only desire is to go absolutely crazy. And I have made some good progress there and the shareholders are very pleased. But then I take a look at you and see how free and crazy you are, and I say, \"damn, I'm way behind.\" Any advice on cranking up the insane factor?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n8:18 am</dco> &nbsp;<qco> do you ever have trouble converting your thoughts to words/sentences ?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n it seems like from what i've seen (at least when in front of other people) that you kind of stumble over your words a bit sometimes. not that that's a bad thing, but i was just curious if it was something that often happens to you or if it's just around certain people or if i'm completely misunderstanding everything and you don't have much trouble at all.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n i guess one of the reasons i'm asking this is because i myself have A LOT of trouble conveying my emotions with words/explaining pretty much anything in general and idk i guess it would be comforting to know if you had the same thing.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:59 am</dco> &nbsp;<qco> what is your formula for balancing a new songs goodness and originality as you write it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:49 am</dco> &nbsp;<qco> my life just got way harder and i am accomplishing less now. i feel like a failure because i didn't prepare for my life to get harder. i'm not used to this much struggle and i'm not sure if i can make it through. i'm overwhelmed.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:39 am</dco> &nbsp;<qco> time sig of new track?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:39 am</dco> &nbsp;<qco> will you share a single chord from your upcoming song that you got particularly excited about when u first played it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:35 am</dco> &nbsp;<qco> what's your next song about?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:27 am</dco> &nbsp;<qco> do be conscious of your levels of consciousness&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n3:30 am</dco> &nbsp;<qco> is c7 in the key of c major?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n because is had a Bb and that's not in C major but is it one of those things where the people just go meh</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n11:43 pm</dco> &nbsp;<qco> Do you ever go back and watch your old videos and think of ways to make them better?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n11:38 pm</dco> &nbsp;<qco> Will you ever make a video for \"The Future Song?\"&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n11:36 pm</dco> &nbsp;<qco> what size back catalogue are you thinking you'll need before you tour with a band?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n10:33 pm</dco> &nbsp;<qco> how are you so normal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> hey what kind of toast is best, from an objective viewpoint</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n9:59 pm</dco> &nbsp;<qco> The vocals in wfaoie sound CRISP as, did you get a new mic or something? Or just figure out a better processing method? or am I just imagining it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n9:51 pm</dco> &nbsp;<qco> was the particular voice style you used for \"if someone tells you they live in greenland\" a reference to anything?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n9:10 pm</dco> &nbsp;<qco> What's the story behind (what) love is?</qco> </h3><a href=\"https://billwurtz.com/reality/201106300053.mp4\">6.30.11 12:53am</a>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n8:44 pm</dco> &nbsp;<qco> whats up with https://www.youtube.com/watch?v=GtwVQbUSasw</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n8:35 pm</dco> &nbsp;<qco> Why is \"questions\" spelled as \"ueqstions\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n8:29 pm</dco> &nbsp;<qco> Will these new informational adventure videos affect how quickly you make new music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n8:11 pm</dco> &nbsp;<qco> as you get more and more popularity, do you still like it when we tell you non-questions akin to \"your music means so much to me it helped me get through a lot of shit\" or is it a hassle here and there's another way you'd prefer to recieve thanks? i want to tell you what a positive and powerful impact your work has but i don't wanna accidentally be a pain in the ass in the process</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n7:55 pm</dco> &nbsp;<qco> I make my own music, and recently, I've tried out doing the wrong things during the creative process. So far, I've found immediate success with originality. Does this mean I'm doing it right, or am I still doing it wrong?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n7:41 pm</dco> &nbsp;<qco> what will happen when i get older?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n6:34 pm</dco> &nbsp;<qco> Can you put I'm crazy/it's raining on itunes please</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n6:13 pm</dco> &nbsp;<qco> would you ever upload \"write a song on the count of 3\", or \"rabbit snakes\", or in general, any of your older songs to itunes and subsequent music sites?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> im going on a date and im worried that i'll act too nervous , any tips?anxiety level's going through the roof rn</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n3:49 pm</dco> &nbsp;<qco> Where can I buy your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n3:18 pm</dco> &nbsp;<qco> what's the point in having a bank of ideas if you are just going to make and execute new ones on the fly?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n2:07 pm</dco> &nbsp;<qco> I really wanna just go for a walk with my thoughts, but there's bad ice on the sidewalks and i have a foot injury. can you suggest an alternative?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n1:17 pm</dco> &nbsp;<qco> Advise for starting musicians?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n12:52 pm</dco> &nbsp;<qco> Hows life im full of hippieness</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n12:39 pm</dco> &nbsp;<qco> Did you know that if you put a pink object in pink water it will appear even more pink?!?</qco> </h3>"
  }
]
