[
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n3:16 am</dco> &nbsp;<qco> hi bill, i'm starting to get into songwriting in the opposite way you did, where i'm writing songs before learning an instrument. like to write songs, i'm essentially singing the melody-lyric and tapping out a rhythm into the microphone, and writing down the lyrics so i remember them. </qco></h3>      that's not really the opposite of how i do it. that's very similar to how i do it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this comes very easy to me, way easier than it does for you, </qco></h3>      it comes easy for me too<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like i can pretty much immediately come up with the next part of the song easily after listening / reading it through, or even just thinking about the song off-handedly, as long as i have enough mental energy</qco></h3>      me too<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (which hasn't been that often until recently due to my chronic illness, but that's another story entirely). it hasn't taken me much longer than like a couple hours or so to finish writing any of my full-length (like 2-3 minute) songs so far, one of them was even written in a half hour and i still really like it,</qco></h3>      most often the best ones are the quickest<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; although i haven't finished more than like 10 or 15 (i haven't counted yet), and my almost-finished songs have been at a similar pace too. as i've started. so the songwriting is going fantastic so far. anyways i'm getting off track, the problem is, i have little to no experience with any musical instrument, and know no way of coming up with chords other than entering the melody notes in a website to figure out the scale, looking up the notes&nbsp;&amp; chords in that scale, and hoping for the best. do you have any tips for me to get better at using the instrument and learning how chords work naturally?</qco></h3>      just grab a keyboard and start playing with it. it's just like language. the only great way to learn it is to just jump in and start using it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; since i know that's how you learned yours, and had pretty much the exact opposite problems as me when it came to writing &amp; recording songs, &nbsp;</qco></h3>      many many years ago maybe, but then i learned to push the instrumentalist out of the way and just write the song instead, and life got a lot more fun. one of the biggest breakthroughs was to do it away from the instrument. like in the library using only paper<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so i wondered if you had any tips for a beginner approaching music in the opposite order as you, </qco></h3>      i'm not buying this whole opposite theory you have, but, .... think about this.... if it really is the opposite way, then how could i have any tips for that? it sounds like you think things are much easier for you than for me, and if that is the case then you should probably be giving me tips<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;as a pretty confident songwriter only now approaching the instrument hurdle as a necessary way to get things recorded. thabks</qco> </h3>      instruments are like langauges. just grab one and start living in it. you might be scared at how 'long it takes', but you can keep going forever and keep learning. the progress never stops, and it starts immediately, as soon as you first see the instrument\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n12:44 am</dco> &nbsp;<qco> should i go to music school</qco> </h3>      \nsure, but if it gets weird, don't blame yourself nor the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n12:01 am</dco> &nbsp;<qco> what makes a subaru a subaru ?</qco> </h3>      \nthat jingle\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n9:49 pm</dco> &nbsp;<qco> Hello Mr.Wurtz I was wondering if there was one piece of life advice you could give to one random person who had many problems in life of which you knew none of them, what would you say?</qco> </h3>      \nstart by giving someone else advice\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n9:20 pm</dco> &nbsp;<qco> I'm organizing a party on the sun, are you coming?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n7:41 pm</dco> &nbsp;<qco> has music always/ever been your calling? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how did you discover it if it was?</qco></h3>      at many different times, and many different ways, i became hooked on it in one way or another. throughout childhood, i had a tendency to become deeply hooked on certain things, whether it's juggling, magic tricks, etc, ..... but a huge percentage of those 'hooks' were directly related to music. and by the time i was about 12 i just noticed, thinking back on my life up until that point, amongst the never ending parade of things i get 'hooked' on, from year to year, month to month, etc, music in one form or another always seems to come back strong and hard. in many different ways, and keeps building and expanding on itself every time. i just realized this is not going away and i should get used to it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; cheers from the guy who has asked various questions regarding not having hobbies&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n7:16 pm</dco> &nbsp;<qco> in <a href=\"q.php?date=202101200410\">1.20.21&nbsp;&nbsp;4:10 am</a> , you say that 3D was about to ruin your whole life;&nbsp;how so?</qco> </h3>      \naround august 2020, i had gone so far down the rabbit hole of programing, experimenting, and planning, that i suddenly realized there is no end in sight. i'd spent the previous few months working character animation (it was then that i modeled and developed the rig and character animation system i still use today) and i was just doing test videos where a person is talking for 5 or 10 minutes (not me, just random clips i found from interviews. some of them were actually foreign languages just for the heck of it) to hone in on my abilities to animate a character talking, gesturing, etc. and somewhere along the line i decided it's probably a good idea to make some teeth appear and disappear in the mouth, to make the letter \"F\" (or \"V\", etc) jump out a bit more. so, somewhere in the midst of trying to develop the F-teeth scheme, i realized there was no end to how deep this goes and i jumped hastily out of the rabbit hole and directly into the song/video writing and selection process to prepare the next actual video for production and release\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n4:02 pm</dco> &nbsp;<qco> did school feel like a jail to you?</qco> </h3>      \nnever been to jail but i'm confident that jail is much much worse. similar architecture though, sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n3:30 pm</dco> &nbsp;<qco> in what ways is writing song lyrics different from writing poetry?</qco> </h3>      \nsong lyrics are music\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n3:09 pm</dco> &nbsp;<qco> Why do I tend to say \"yes\" when my answer's actually \"no\"?</qco> </h3>      \nbecause 'no' has a bad reputation\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; 1:46 pm</dco> &nbsp;<qco> Would you ever release an album?</qco> </h3>      \nhopefully something warmer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n11:28 am</dco> &nbsp;<qco> if you' re like to make a game, what it would be called?</qco> </h3>      \nthat all depends what game it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n7:01 am</dco> &nbsp;<qco> I just failed my regional band audition and I don't know why I always screw these things up because I practice so much and I work so hard and then I get in the room with the judge and it's like my brain short circuits and I just perform horribly and I'm so upset because this was my last year to audition and everyone, including myself, was expecting me to do well but I just totally screwed it up. What's wrong with me? And how do I suck less at auditions? You would think it'd get easier with time, but I've done tons of auditions by now, and they always turn out this way. Like I know I'm a good musician but I can never seem to do a good job of showing it</qco> </h3>      \nyou're trying to do music in a world which is not necessarily the best thriving environment for music. it's like if the Sun were practicing really hard to enter a Sun competition and hoping to be judged well at being a sun. But that's not really what sun and sunshine are all about. sunshine is about glowing with light and giving life to the earth and other planets. no one judges that, it's just what the sun does. so, on that note, go ahead and do music. if you love it then it will be loved and so will you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n6:18 am</dco> &nbsp;<qco> what isn't art?</qco> </h3>      \nevery time i think of something that isn't art, i realize it actually is\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n5:17 am</dco> &nbsp;<qco> I've noticed you do a thing sometimes where you delay the resolution of your synth fills so that they only reach the 1 of the scale a while after the bulk of the lick is played.\n<br>\n<br>For example, at 0:32 of im best friends with my own front door, there's a descending recorder thing that ends on the 3 (F#), but then hits the 1 (D) super soft in the left ear at 0:35, a whole bar later.\n</qco></h3>      no it doesn't. it never hits one. you're imagining that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Also at 0:23 in alphabet shuffle with the flute sound.\n</qco></h3>      also never hits 1<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you have name for this?</qco> </h3>      hallucination based on expectation. happens all the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n1:24 am</dco> &nbsp;<qco> If you could pick a number between two different numbers, what number would you pick?</qco> </h3>      \nusually the exact average, unless there is some reason otherwise\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.29.23&nbsp; \n12:16 am</dco> &nbsp;<qco> why do fans spin so fast?</qco> </h3>      \nto make a breeze\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; 11:46 pm</dco> &nbsp;<qco> do you have any question?</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n11:33 pm</dco> &nbsp;<qco> is anger ever rational</qco> </h3>      \nthrashional\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n10:58 pm</dco> &nbsp;<qco> im stuck how do i create things?</qco> </h3>      \nsee if you can create everything at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n9:56 pm</dco> &nbsp;<qco> when a game comes out, do you play it?</qco> </h3>      \nno, i usually play it another time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n9:11 pm</dco> &nbsp;<qco> Would you ever consider selling a CD with your songs?</qco> </h3>      \nif i can prove that someone has a CD player\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; 6:36 pm</dco> &nbsp;<qco> What is life</qco> </h3>      \ni'm not quite sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n6:11 pm</dco> &nbsp;<qco> Do you read graphic novels? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, would you like to?</qco></h3>      i could<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would you like to make one?&nbsp;</qco> </h3>      \ni could\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n6:03 pm</dco> &nbsp;<qco> you're not like a perfectionist or anything, right?</qco> </h3>      \nthat's right, i am not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n5:11 pm</dco> &nbsp;<qco> Is it a good idea to not listen to any songs for a while so that if I do want to hear music, I have to make it myself?&nbsp;&nbsp;Or would this be bad for creating things?</qco> </h3>      it's fine, but the habit probably won't last and it's ultimately not necessary. it's nice to try it for a little while\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n4:53 pm</dco> &nbsp;<qco> is it worth it to overthink things?</qco> </h3>      \nonce in a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n4:31 pm</dco> &nbsp;<qco> what do you think would happen if someone went and graffitied the moon?</qco> </h3>      \njust the process of developing the tools to do that would probably make their phone and/or email start ringing with very serious inquiries\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n1:56 pm</dco> &nbsp;<qco> do you ever just hear a song thats really good and you just wanna make a song thats as good as that song so badly but you just cant figure out how</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n11:03 am</dco> &nbsp;<qco> will your next video feature song or something longer than jingle but shorter than song?</qco> </h3>      \nsomething longer than jingle but shorter than song<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n9:20 am</dco> &nbsp;<qco> you are a walking lasagna</qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how hard is it to walk</qco> </h3>      walking is currently very natural and easy for me. for this i am grateful\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n8:48 am</dco> &nbsp;<qco> do you think there's a time on the clock that you've never seen before?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n8:12 am</dco> &nbsp;<qco> im 24 and i will be 25 in 7 months fuck fuck fuck i think my mind is sort off in running mode trying to make me losing my mind resulting creating many videos and anything i want to do then releases them to my website and then writing many things even if its bad I JUST WANT TO CREATE IM GETTING OLD FUCK FUCK FUCK NO NO NO NO NO NO!!!!!! NOOOOOOOOOO why is it fun by the way?</qco> </h3>      \nto keep you coming back for more\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n1:39 am</dco> &nbsp;<qco> what is it like, to be free</qco> </h3>      \nit probably doesn't feel like anything. need some form of limitation on something, somehow, in order to gamify the scenario into conscious existence\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n12:59 am</dco> &nbsp;<qco> can you pronounce llanfairpwllgwyngyllgogerychwyrndrobwllllantysiliogogogoch?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.23&nbsp; \n12:49 am</dco> &nbsp;<qco> can you tell my friend Collin to shut up</qco> </h3>      \nno, but you can go out for chinese food repeatedly until eventually one of the fortune cookies says it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n11:01 pm</dco> &nbsp;<qco> bill i made some songs that i don't entirely hate!! are you proud</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n10:28 pm</dco> &nbsp;<qco> so what if someone self-released an album and it had no name or art? would that even be possible, would distribution services even consider it, </qco></h3>      not necessary. you can self release it and just leave it in the gobi desert or something<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and do you plan on ever doing this ever&nbsp;</qco> </h3>      that was the dream originally, then i came down to earth a little\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n10:25 pm</dco> &nbsp;<qco> fuckin magnets, how do they work?</qco> </h3>      \nthey are harkening into another time, another world, where those 2 pieces were/are together\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n10:01 pm</dco> &nbsp;<qco> what if you had a boat that sprayed water below it that way it could then move along the water, then it had a vacuum in the back to suck up the water and spit it back out again so it could keep moving forward, therefore providing a boat to use on land</qco> </h3>      \ni'd go directly to shark tank\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n9:42 pm</dco> &nbsp;<qco> damn i keep embarrassing myself when i try to make music and i hate it and it's not just embarrassing it also just sucks to be called out like that in front of everyone. even if it wasn't in front of everyone, it would still sucks. i would like to just quit. but i can't even quit right now. i'll have to wait until next year. and when i quit everyone will be like \"oh i guess she quit because she was no good. and thank goodness she did.\" damn this kind of sucks. i know you said some of the best things are embarrassing, but when does it stop getting embarrassing and start becoming the best? </qco></h3>      pretty soon<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because i don't know how much longer i can handle the embarrassing part of this.&nbsp;</qco> </h3>      try doing it alone for just a little bit longer. record yourself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n7:43 pm</dco> &nbsp;<qco> how much time does it take you to write a song</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n6:44 pm</dco> &nbsp;<qco> what's your subway order, if you ever found yourself in a subway and had to order something</qco> </h3>      \ni can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n6:40 pm</dco> &nbsp;<qco> What question did I ask again?</qco> </h3>      \n<a href=\"q.php?date=202212200522\" target=\"_blank\">this one</a><remqq></remqq>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n6:39 pm</dco> &nbsp;<qco> bill.&nbsp;&nbsp;last night i submitted about 4-5 important questions.&nbsp;&nbsp;when i was done, as a funny little jokey joke, i submitted one last question. \"whats your favorite color\".&nbsp;&nbsp;i thouht this one would not be answered.&nbsp;&nbsp;unfortunately it was the only one that was.&nbsp;&nbsp;do you choose the unimportant questions on purpose?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n6:25 pm</dco> &nbsp;<qco> whats it like when you do feel like a piece of content is good enough to upload</qco> </h3>      \nnice\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; 5:55 pm</dco> &nbsp;<qco> damien why is everything so dumb and stupid</qco> </h3>      \ndue to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n5:07 pm</dco> &nbsp;<qco> am i trapped</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n4:41 pm</dco> &nbsp;<qco> how to be free?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.23&nbsp; \n4:24 pm</dco> &nbsp;<qco> will your next video feature jingle?</qco> </h3>      \nyes\n<br><br>"
  }
]
