[
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n2:24 am</dco> &nbsp;<qco> What do you think of Harmonic Minor Keys? </qco></h3>      it's really just a result of what happens when you are in the key of C minor and you use a Gmaj (or G7) chord<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you have any tips on how one could use them in songs? </qco></h3>      no, but i can explain why they have a word for it. it's because someone was noticing that a 'minor scale', in C minor, for example, seems to naturally want to contain these notes: C, D, Eb, F, G, Ab, Bb, C. But what happens, often enough, is you go to your big strong 5 chord and it's G7 which has the note B natural in it. and the melody may hit that B natural too. so the person was looking for a way to explain this so they said 'what the heck, just call it a new scale and say the B is always in it.' But the truth is, the B only really will be there when you hit that G7 chord (or Bdiminished or whatever). When that type of chord isn't there, you could easily have all your Bb's as normal.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you have a favorite one? :)\n<br></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n2:00 am</dco> &nbsp;<qco> Can You Make More iVdeos Plz???</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n12:21 am</dco> &nbsp;<qco> When you can't think of anything creative and creating things feels like a chore, what do you do? </qco></h3>      learn the next thing about the world that you don't know yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Actually, why do you create in the first place? </qco></h3>      when you like being 'alive' and want more of that sensation<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How important is creating things to you? </qco></h3>      as important as life<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thanks for reading, your works are so lovely :)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n12:21 am</dco> &nbsp;<qco> Do you live at Kościuszko street</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n11:43 pm</dco> &nbsp;<qco> have you ever watched young sheldon?</qco> </h3>      \ni saw 1 episode\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; 11:07 pm</dco> &nbsp;<qco> Do you like video games</qco> </h3>      \nsure, or, even better, game videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n10:45 pm</dco> &nbsp;<qco> How do i be less creative when i shouldnt be creative and more creative when i want to be creative</qco> </h3>      \nyou gotta get yourself one of those \"on-off\" switches\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; 10:33 pm</dco> &nbsp;<qco> Do you like water?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n9:26 pm</dco> &nbsp;<qco> why are all your songs so groovy</qco> </h3>      \ncould be the devil's music\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n9:12 pm</dco> &nbsp;<qco> do u think u will ever learn and or record guitar</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n8:44 pm</dco> &nbsp;<qco> do you listen to romantic, impressionist, or \"contemporary\" composers?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n8:38 pm</dco> &nbsp;<qco> How do you jump</qco> </h3>      \npush the ground away, suddenly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n8:35 pm</dco> &nbsp;<qco> hello world</qco> </h3>      \nhi\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n6:36 pm</dco> &nbsp;<qco> how do i get my instrument to play what's in my head? how do i close that gap? do i brute force this until i can \"speak\" with my instrument?</qco> </h3>      \nthe same way you did it with english\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n5:58 pm</dco> &nbsp;<qco> Did Old MacDonald's farm explode because he had too much fertilizer?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; 5:09 pm</dco> &nbsp;<qco> How do I pass my driving test on the first try if I am nervous about it? </qco></h3>      the test might be fairly easy. if it were hard enough so that nervousness would cause failure, then most people would fail. because probably most people are nervous<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If I don't do it right on the first time then it will take forever to try again.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n4:53 pm</dco> &nbsp;<qco> how do you come up with your songs</qco> </h3>      \nthey come up with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n4:41 pm</dco> &nbsp;<qco> do you ever feel somewhat of a moral dilemma over listening to good music by an artist who has done bad things?</qco></h3>      not usually. in fact most of the time i probably don't know. because most bad things are usually kept a secret. in either case, it's always nice to be thankful and appreciative of the good things (such as the music) that the person has done<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, what do you usually do about it? also, thank you for having this questions page. i really enjoy reading your responses, you have interesting and fun perspectives on things :)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n3:10 pm</dco> &nbsp;<qco> Do you approve of the word \"bungle\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n3:00 pm</dco> &nbsp;<qco> how does the world go round</qco> </h3>      \nit goes back and forth in a straight line\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n12:17 pm</dco> &nbsp;<qco> THE SKY IS FALLING!</qco> </h3>      \nit already fell a long time ago. that's why it's on top of us\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n11:38 am</dco> &nbsp;<qco> i had an embarassing situation a few days ago and my brain won't stop thinking about it what do i do?</qco> </h3>      \njust think about new things, even though you think you're not done thinking about the previous thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n10:09 am</dco> &nbsp;<qco> Hi! I really like your story-based videos. They remind me of my real life experiences which is pretty neat. It's good stuff!&nbsp;&nbsp;Do you like cats? That's my question&nbsp;</qco> </h3>      i don't know any cats\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; 10:05 am</dco> &nbsp;<qco> where are you from</qco> </h3>      \nright here\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n10:00 am</dco> &nbsp;<qco> opinion about trees?</qco> </h3>      \nyou can't make this stuff up\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n8:32 am</dco> &nbsp;<qco> Why did you choose to include \"corn\" in \"2 friends\"? </qco></h3>      just looking for a way to make the scene more pleasant<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it because of the rock band \"Korn\" or because of the \"corn kid\" meme trending?</qco> </h3>      no, and might have not even been written at the time you thought, and would therefore coincide with different meme trends than you might be seeing in your analysis\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n7:37 am</dco> &nbsp;<qco> Do you like singing musics?</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n6:51 am</dco> &nbsp;<qco> Is there any artist in particular that inspired you to make the kind of music you do now? Or did you just decide that it will be cool to make some banger songs</qco> </h3>      \nmost of the time i hear artists do things with some banger aspect, while also somehow falling short in some way. so all i can do is carry on the same tradition of the hit-miss blend, which i call the 'hmits'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n3:58 am</dco> &nbsp;<qco> How do you find musical inspiration to make a song?</qco> </h3>      \ni have no idea. music has a deep need to defy expectations, so, often where i think i'm gonna find it, i don't, and where i don't, i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n2:08 am</dco> &nbsp;<qco> about six months ago i wrote my first 'good' song. it was the first one i felt comfortable showing to people, and it was the first one that my friends actually really liked and would ask me to play on occasion. i even had friends of friends tell me they liked the song. i thought that that would be the big victory i needed, and that from now on all i would be doing is making great songs, but since then, i've haven't been able to do anything. i try to write something and twenty minutes later i have something that's 'just ok' and i throw it away. i cling on to stuff i think 'might be good' and then realize a week later that it actually sucks. i'm less able to make stuff than i was before i wrote that first song. i tried the technique of 'making bad songs' but then i feel pressure to have some creative breakthrough while making it bad and i just make nothing. what do i do please help</qco> </h3>      \ni think more time needs to go by. i think you became so aware of the victory that that's had a bit of a curse effect. indeed it wears off, but it takes time. music really hates to be pinned down. if you ever point directly to something and go \"That! that is good music!\" immediately things will stop making sense. music has a deep need to defy your expectations\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n12:46 am</dco> &nbsp;<qco> do you think santa claus maybe has a \"morally ambiguous\" list? like if he wasn't really sure if you were naughty or nice so he puts you on the morally ambiguous list</qco> </h3>      \nyes, that's actually the only list\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.23&nbsp; \n12:01 am</dco> &nbsp;<qco> what should i do if i encounter sasquatch?</qco> </h3>      \nsay hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n11:27 pm</dco> &nbsp;<qco> How do you pronounce Worcestershire sauce</qco> </h3>      \ngo ahead and jump in to the laundry machine with your bedsheets and it should sound just right. disclaimer don't do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n7:51 pm</dco> &nbsp;<qco> whats your opinion on keyboards</qco> </h3>      \nso easy, it's almost cheating\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n7:13 pm</dco> &nbsp;<qco> thank you for inventing music</qco> </h3>      \ni haven't actually yet, but i have plans to do so in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n6:23 pm</dco> &nbsp;<qco> why does nothing make sense?</qco> </h3>      \nyou might be looking too hard at it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n5:38 pm</dco> &nbsp;<qco> What does it mean to be an artist</qco> </h3>      \nabsolutely anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n3:57 pm</dco> &nbsp;<qco> do you ever get that impostor feeling where at any moment even after years of doing something creative, you feel people will notice what a fraud you are and someone will tap your back and say \"ok kid, you did great until now but we the professionals will take it from here, time for you to go back where you belong\"</qco> </h3>      \nno, a lot of times i feel like the professionals do a pretty lousy job and sometimes it feels like they are the impostors. however, i should also mention that a great many professionals are quite awesome. as for myself, i can either love or hate my results mostly depending on mood. but i'm never the impostor. if anything, i more often find i'm 'not where i should be' than 'am where i should not be'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n3:06 pm</dco> &nbsp;<qco> what color is \"the dress\": blue and black or white and gold?</qco> </h3>      \nblue and black in real life, and tweaked to hell in some of the pictures, due to weird lighting and different color profiles\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n11:52 am</dco> &nbsp;<qco> how does one music goodly?</qco> </h3>      \nno one knows. that's great news for you if you can figure it out. be the first one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n10:54 am</dco> &nbsp;<qco> what's the message in \"i'm a princess\"? where are the lessons in \"i'm a princess\"? tell it to me once before i'm gone</qco> </h3>      \nthose are sentiments i think we often feel in life generally. those questions don't have a particular answer there, but the purpose there is to tap into the sentiment and vibe of such an inquiry\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n8:26 am</dco> &nbsp;<qco> i just binged watched all your vids help</qco> </h3>      \nyou're gonna be fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n5:41 am</dco> &nbsp;<qco> Do you ever find inspiration in trees?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n4:37 am</dco> &nbsp;<qco> Could you describe what a 13/8 time signature is?</qco> </h3>      \nsure. that means there's 13 eighth-notes per a bar. where in a normal time signature there would likely be just 8 eighth-notes. Indeed if we're counting we also notice there would be 6 and a half 'quarter-notes' per bar of 13/8, whereas in a normal time signature there'd typically be just 4. also it should be noted that depending where you live, a \"bar\" might be called a \"measure\", and an \"eighth-note\" might be called a \"quaver\", and a \"quarter-note\" might be called a \"crotchet\". and a time-signature indeed might be called a \"meter\"\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; 3:35 am</dco> &nbsp;<qco> What is your opinion on ducks\n<br></qco> </h3>      \nbasic\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n3:25 am</dco> &nbsp;<qco> do you think learning music theory is important? </qco></h3>      it's hard to even be sure what that even means<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;every time i try and make music, i get frustrated by how i don't know how to structure chords the way that they appear in my head and so i just stop. </qco></h3>      the way to actually figure that out, is indeed to keep going<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the only real things i know are that the harmonic minor scale is my favorite and that major chords do note, 3 spaces, then another note, 2 spaces, then a third, and minor is backwards. </qco></h3>      just keep playing with the notes and see what else you can make happen. you'll learn one trick at a time. and you'll learn slightly different tricks than other people, because you're you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i just wanna know the complex stuff, like wtf is an Emaj9b7? </qco></h3>      spelling error i think. it's about like the word \"refridgerater.\" spelled wrong, but, possibly more logical than the currently accepted spelling. assuming you mean the word refrigerator, (or, indeed, in this case, E9) then that would have E in the bass (one low note on E) then the rest of the notes in the normal chord-range would include G#, D, and F#, and optionally B <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does it sound good? </qco></h3>      sure. but what really counts is how does it sound in the song. like a refridgerator in your home, rather than sitting in the direct center of the Gobi desert<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; maybe not, but i wanna know anyway. i guess it helps that i'm taking ap music theory next year. anyway, you're a god at music so keep it up&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.23&nbsp; \n12:31 am</dco> &nbsp;<qco> will you ever write a song about traffic cones?</qco> </h3>      \ni've tried\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n10:16 pm</dco> &nbsp;<qco> what is the purpose of the text \"ok so without further ado, let's jump right into it\" at the end of the ending</qco> </h3>      \nthat means it's time to start the video. if you're new here, thanks for watching\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n9:05 pm</dco> &nbsp;<qco> how does cardboard taste like?</qco> </h3>      \nit's like a skittle (rainbow) but stronger. imagine 1000 rainbows\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.23&nbsp; \n7:53 pm</dco> &nbsp;<qco> When you're making a music video, do you picture what the visuals for the video will look like as you make the song or no?</qco> </h3>      \ni often do this, but it has nothing to do with whether or not the visual for the video will actually end up looking like that. i do it to help the songwriting\n<br><br>"
  }
]
