[
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n2:57 am</dco> &nbsp;<qco> How do you determine which questions to skip?</qco></h3>      i usually can't but i do anyway<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAnd if you skip a lot of questions, why do you continue to answer questions that have already been asked a lot?</qco> </h3>      all the questions have been asked a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n2:46 am</dco> &nbsp;<qco> you said people dont even read back one day but i often read back more than one day in order to consistently keep up with all the new answers that i miss. if you copied ask.fm questions im sure id go check them out. now for the question: what's the song schedule going to look like from here on out? a steady release stream, or maybe sporadic bursts of releases clustered together in groups? immediately, or not for a little while?</qco> </h3>      i started immediately and have no plans of stopping\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n2:24 am</dco> &nbsp;<qco> When you were first learning music, how often did you <a href=\"practice.html\">practice</a>? Did you mostly learn by ear,</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or did you teach yourself scales and all that?</qco> </h3>      yes, but especially more exciting ways of arranging the notes, other than scales\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n2:24 am</dco> &nbsp;<qco> Can you explain?</qco> </h3>      i am trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n2:23 am</dco> &nbsp;<qco> will you be posting what you're working on right now on billwurtz.com when you are finished bill wurtz?</qco> </h3>      that seems like a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n2:21 am</dco> &nbsp;<qco> <a href=\"life-after-death.html\">Is there an afterlife?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n2:09 am</dco> &nbsp;<qco> whats one question you have always wanted to be asked?</qco> </h3>      something that the person asking wants to ask\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n2:06 am</dco> &nbsp;<qco> What is with your lack of capital letters</qco></h3>      i use them when i think they are necessary, for communication and expression, etc. I'm not sure if that answers your question<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and not ending sentences?</qco> </h3>      i do end my sentences. like this one, it's over right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n1:39 am</dco> &nbsp;<qco> What is your favorite childhood playground game?</qco> </h3>      Find The Meaning Of the Universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n1:29 am</dco> &nbsp;<qco> When you say that you can't make your content any faster, do you ever feel like you're lying when you procrastinate in any way?</qco> </h3>      yes! in a similar way that a marathon runner might feel like a liar when they absolutely have to stop for a minute, due to fatigue\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n1:12 am</dco> &nbsp;<qco> How did you come up with the idea of hotewig?</qco> </h3>      i suppose i thought i should try doing the history of the world, i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n1:01 am</dco> &nbsp;<qco> <a href=\"genre-of-your-music.html\">if you were to describe your own genre, what would it be? a mixture of everything? or perhaps something more specific?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n12:53 am</dco> &nbsp;<qco> as a kid taking standardized tests I always ignored the \"do not spend too much time on one question\" advice and always tried to tackle the current problem at hand before moving on, however long it took. is this similar to your experiences in terms of your projects</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n12:52 am</dco> &nbsp;<qco> Do you have something in mind for a next project or nothing yet?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n12:39 am</dco> &nbsp;<qco> Why isn't the \"bio\" page called \"autobio\", since you made it yourself?</qco> </h3>      bio is an abbreviation for autobio<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n12:38 am</dco> &nbsp;<qco> How Do You Feel About This Kind Of Capitalization?</qco> </h3>      it's an interesting technique. it makes it look like a movie or book title\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n12:13 am</dco> &nbsp;<qco> Why is it the way it is</qco> </h3>      because you said so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.17&nbsp;\n12:08 am</dco> &nbsp;<qco> what do you want people to ask questions about?</qco> </h3>      i like it best when they decide what questions to ask, and i decide on the answers. that's just how i prefer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n11:47 pm</dco> &nbsp;<qco> Bill, when will you make your own 404: page not found?</qco> </h3>      never\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n11:30 pm</dco> &nbsp;<qco> <a href=\"biggest-regret.html\">what's your biggest regret</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n11:26 pm</dco> &nbsp;<qco> What do you watch on your <a href=\"free-time.html\">free time?</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n11:04 pm</dco> &nbsp;<qco> I really enjoy your style, it inspired me to take up editing and such. I want to develop my own style, but I wanna ask <a href=\"how-did-you-develop-your-style.html\">how did you develop your style?</a> - zwonna</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n11:03 pm</dco> &nbsp;<qco> how much do you experiment when making your music, and how often?</qco> </h3>      every song is an experiment in some way. sometimes it's fun to even try writing a song with no experiments in it, just as an experiment\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n10:53 pm</dco> &nbsp;<qco> i hope you don't feel too much pressure to post lots of videos and such quickly. take your time, man. don't rush on our account</qco> </h3>      i already do rush. i am at max speed. the reason i don't 'make content more frequently' is not because i don't want to, it's because it is impossible to make it any faster\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n10:30 pm</dco> &nbsp;<qco> Do you have ADHD? </qco> </h3>      i have trouble paying attention to things which seem boring and irrelevant to me. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n10:30 pm</dco> &nbsp;<qco> what do you do outside of youtube</qco> </h3>      everything. (except uploading videos to youtube, i have to go on youtube to do that)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n10:23 pm</dco> &nbsp;<qco> How do I get over my crippling stagefright? I have an audition coming up and i usually suck under pressure. How do I not suck?</qco> </h3>      there is only one way, and that's to perform on stage more often\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n10:23 pm</dco> &nbsp;<qco> Isn't a sustained chord a chord with a 4? Or a 2? </qco></h3>      i think you are thinking of a 'sus' chord, which i think is short for 'suspended' but i'm not really sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like, the \"Jesus chord\": Gsus; is G, B, C, &amp; D.</qco></h3>      i would call that G \"add4\" because you are still keeping the 3<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Then a Gsus2 would be G, A, B, D (like G9, but instead of 9 it's 2)? </qco></h3>      i would call that G \"add2\" because you are still keeping the 3. sus4 and sus2 usually means you skip the 3 and play the 4 or 2 instead.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are these even questions? Also, yes, sustained can also mean to bring out in terms of length, but Wikipedia probably covers it better than a guy on the internet. Wait...</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n9:54 pm</dco> &nbsp;<qco> Why does videos such as the history of the entire world take so long to be published</qco> </h3>      because it is a large file. it takes a while to upload it to the internet, maybe 45 minutes or so. if you think that's a long time, wait til you find out how long it takes to make the damn thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n9:50 pm</dco> &nbsp;<qco> <a href=\"why-no-caps.html\">why do you commonly write in all lowercase</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n9:46 pm</dco> &nbsp;<qco> You are a farmer with a wolf, a goat, and a ball of lettuce. </qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You want to cross a river, but the only boat can only carry you and the wolf, goat or lettuce. If left alone, the wolf will eat the goat if left alone, and the goat will eat the lettuce. How do you get to the other side of the river with your wolf, goat, and your ball of lettuce?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n9:41 pm</dco> &nbsp;<qco> is this the last question?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n9:09 pm</dco> &nbsp;<qco> Can you make a video for rabbit snakes? its my favorite.</qco> </h3>      i would like to make videos for all my songs. but i don't know if i will have time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n8:54 pm</dco> &nbsp;<qco> Where is your drum set? -Meeee</qco> </h3>      stacked against the wall, in the cases\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n8:46 pm</dco> &nbsp;<qco> ever plan on making your website, you know... normal and modern...??? and maybe change the font...</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n8:44 pm</dco> &nbsp;<qco> Who would win in a fight, a silverback gorilla or a grizzly bear?</qco> </h3>      i guess we won't know until we watch the fight\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n8:28 pm</dco> &nbsp;<qco> why does being alive feel so weird</qco> </h3>      because it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n8:27 pm</dco> &nbsp;<qco> Why was your first 9 minute and 1 second video <a href=\"why-japan.html\">about Japan</a>?</qco> </h3>      it was not 9 minutes and 1 second, it was exactly 9 minutes. youtube thumbnails always show a 1 second higher time, for some reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n8:18 pm</dco> &nbsp;<qco> what are you most proud of</qco> </h3>      being born\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n8:02 pm</dco> &nbsp;<qco> do you think it's fun to make videos?</qco> </h3>      it's fun to have people vividly experience your thoughts and ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n8:00 pm</dco> &nbsp;<qco> how do you make sweet retro graphics</qco> </h3>      just try to do graphics in whatever way you think is reasonable, and wait for everyone to start calling it retro, and wonder why the fuck they are calling it that. and then quit the whole thing and become a postman\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n7:39 pm</dco> &nbsp;<qco> Hey Bill will you be doing more of your old style of short videos? Or will you be doing more history videos?</qco> </h3>      how about something completely different, and of a more medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n7:38 pm</dco> &nbsp;<qco> why didnt you put literally everything that ever happened into hotewig. i was really looking forward to when quark 23536 rotated 2.43 degrees anticlockwise. disappointed.</qco> </h3>      i left some things out for a sense of mystery, and intrigue\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n7:34 pm</dco> &nbsp;<qco> What do you do when you can't get to sleep?</qco> </h3>      be awake!\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n7:28 pm</dco> &nbsp;<qco> Do you like Cats, dogs or birds?</qco> </h3>      they are ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n7:07 pm</dco> &nbsp;<qco> <a href=\"depressed.html\">are you chronically depressed?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n7:01 pm</dco> &nbsp;<qco> Why don't you put ads on your videos you FREAKING DESERVE IT</qco> </h3>      because it is a waste of the viewers' time, and is a drag on the viewing experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n6:51 pm</dco> &nbsp;<qco> You're the best musician I've heard in a long time. How does it feel to have inspired another young singer?</qco> </h3>      nice, very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n6:45 pm</dco> &nbsp;<qco> did you know that your stuff makes me excited to make my stuff in this really freakin bright and sort of bubbly way? </qco> </h3>      nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.17&nbsp;\n6:37 pm</dco> &nbsp;<qco> Do you believe it's wrong for creators to put ads on their videos? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you just have a personal distaste for them?</qco> </h3>      i think it is a drag on the viewing experience. (makes it a less good viewing experience). which in turn will decrease the views. and if you realize how much the ads are targetting you, it can be quite creepy and offensive, depending on if you are aware to the extent you are being targetted. and if it's the same ad every time, then it can be insanely annoying, depending on your level of annoyance tolerance. but regardless it is a waste of the viewer's time, and will cause many viewers to exit, understandably so, in order to not have their time wasted\n<br><br>"
  }
]
