[
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n2:49 am</dco> &nbsp;<qco> why do things get sad at 2 am?</qco> </h3>      things can be sad and happy at all times\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n1:37 am</dco> &nbsp;<qco> how forgiving are you of social awkwardness</qco> </h3>      very, extremely\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n11:37 pm</dco> &nbsp;<qco> I think you're really very talented, but you're not doing enough to become recognized for your ability.&nbsp;&nbsp;please don't simply pass this message off.&nbsp;&nbsp;I really think you can go exceedingly far&nbsp;</qco> </h3>      \nwhat more do you suggest i do, besides spending every waking hour trying to make as much of the best content i can, as fast as possible, and post it in the most adventageous locations i have access to\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n11:27 pm</dco> &nbsp;<qco> Are you aware that you played The Lick in Movie Star at 2:03?</qco> </h3>      yes, i think if you see the music video, that further illustrates awareness of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n11:01 pm</dco> &nbsp;<qco> i cant tell if im passionate about music</qco> </h3>      i think that will sort itself out\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n10:27 pm</dco> &nbsp;<qco> Which song of yours do you recommend as a wake up alarm?</qco> </h3>      none, that would make you hate the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n9:58 pm</dco> &nbsp;<qco> where does the bill wurtz Show regularly air?</qco> </h3>      on this website, and others\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n7:58 pm</dco> &nbsp;<qco> how should I come out to my friends as bisexual?</qco> </h3>      have you considered asking them how you should come out to other people\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n5:41 pm</dco> &nbsp;<qco> Hello\n<br>How did you come up with an idea for \"sexy pants\"?</qco> </h3>      just seems like common sense really\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n4:13 pm</dco> &nbsp;<qco> do you get tired of answering the same things over and over!</qco> </h3>      great news i have learned to do it in my sleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n2:54 pm</dco> &nbsp;<qco> insperation for sexy pants?</qco> </h3>      just seems like common sense really\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n2:18 pm</dco> &nbsp;<qco> what does it mean to by myself? when people tell me to stop trying to act like something i'm not, isn't that still just me being me? how do I act like myself? how do I me?</qco> </h3>      it should be the default setting, but sometimes you might have to go in and check to make sure someone else isn't messing with the settings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n2:06 pm</dco> &nbsp;<qco> i don't really get 'negative harmony'! \n</qco></h3>      don't worry, the term hasn't been around for very long. it was likely coined very recently by 1 person. making up terms is fun, i do it all the time, and so can you! but i wouldn't feel pressured to know them unless they have been widely used for a long time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>in the key of C the V chord is G. \n<br>by the powers of negative harmony G7 becomes Fm6..\n<br>so its a minor plagal cadence. i get that and i use it often because i really like the sound of it.\n<br>here is where i get confused though: \n<br>how does Fm6 actually derive from G7? \n<br>and would (if the same techniques applied) every other chord from the keycenter also have a 'negative' version??&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n1:28 pm</dco> &nbsp;<qco> just wanted to say that the chord progression in 'hello sexy pants' that takes place starting with 'every day is such a lovely day to wake up in the morning' through 'at the grocery store, some one will tell you that what changed was you' is maybe one of the most pleasing things that my ears have ever heard. what kind of thought process goes into crafting things like this for you? </qco></h3>      it is 10% thought and 90% feeling<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is there a lot of revision that goes into it, or do you pretty much know what you want it to sound like for the most part before hand?</qco> </h3>      i think that section was initially triggered by the ramifications of the pyongyang reference. it pretty much wrote itself (at least the first 2 lines) and i abandoned it because it just seemed 'too normal.' but then it stayed stuck in my head all day so i figured it wants to be there. then i doubled down on it and went in for the full 16\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n1:17 pm</dco> &nbsp;<qco> Should I be angry because of injustices?</qco> </h3>      flip it up, how about being happy for justices\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n1:09 pm</dco> &nbsp;<qco> what do you think about the flat earth theory?</qco> </h3>      the theory about the theory seems to be much much more popular than the theory\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> do plays on pandora count towards the charts?</qco></h3>      i think so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also have you been accepted yet?</qco></h3>      i think i have<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i sent in a request for your music to be added a little while ago, but idk how many requests pandora needs before they actually listen</qco> </h3>      thanks very much to everyone who requested. i think it might have worked\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n12:14 pm</dco> &nbsp;<qco> thoughts on the lyrics: she's my little rock and roll/my tits and ass and soul</qco> </h3>      i have no thoughts on any lyrics out of context from their music \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n11:44 am</dco> &nbsp;<qco> how does it feel? : 4</qco> </h3>      very interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n10:44 am</dco> &nbsp;<qco> any thoughts on chemistry?</qco> </h3>      i always wanted to mix stuff with crap\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n8:42 am</dco> &nbsp;<qco> <a href=\"q.php?date=201807091848\">7.9.18&nbsp;&nbsp;6:48 pm</a>  face reveal at 100 million subs?&nbsp;</qco> </h3>      oh nice try\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n7:26 am</dco> &nbsp;<qco> how do i know what imsupposed to do?</qco> </h3>      if no one is telling you, then you get to decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n7:06 am</dco> &nbsp;<qco> ever taken the DC metro out to fairfax county or something and just hung around there for a while</qco> </h3>      that sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n6:27 am</dco> &nbsp;<qco> just a random thought. do you enjoy dinosaurs?</qco> </h3>      it might be easier to enjoy them if they weren't so fuckin extinct\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n6:26 am</dco> &nbsp;<qco> i really like you, bill wurtz. do you like all of your subscribers and followers and fans?</qco> </h3>      i don't think i have met all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n5:25 am</dco> &nbsp;<qco> Can you remove the related channels section from your youtube? it is currently promoting pewdiepie and the like</qco> </h3>      if i turn that off that means i will also never appear in any of those lists on other people's channels. that may or may not be what you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n5:23 am</dco> &nbsp;<qco> do you make your music by yourself</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n2:42 am</dco> &nbsp;<qco> To my knowledge you haven't made any money off of your videos on youtube, is that true?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n1:29 am</dco> &nbsp;<qco> What do you think about feeling feelings about your feelings? </qco></h3>      seems legit<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nThere seem to be conflicting opinions where I am.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n12:18 am</dco> &nbsp;<qco> How do you motivate yourself to practice your music? </qco></h3>      practice? forget that, i say do it for real<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm learning guitar, and I genuinely care passionately about it. The only thing is that I don't practice as often as I should. I don't wanna practice around people because I'm afraid of screwing up, but at the same time, I'm increasing my potential of screwing up by not practicing. It's really frustrating.</qco> </h3>      i don't understand. do you enjoy playing guitar?\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n12:09 am</dco> &nbsp;<qco> hello is humanity's life purpose is to pass the butter?</qco> </h3>      how about make the butter, and then, when the time is right, make better butter\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n11:17 pm</dco> &nbsp;<qco> I have a conspiracy theory that you are secretly a dachshund.</qco> </h3>      what the hell is a dachshund\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n10:44 pm</dco> &nbsp;<qco> Hey, I dunno if you answer questions like this here, but what's going on musically in sexy pants from 2:07-2:14? It sounds really cool.&nbsp;</qco> </h3>      there comes a time, sometimes, when writing a song, when you hear this little alarm bell, kind of like an oven timer, telling you the song has done everything it's set out to do, and now it's time to take a hike and get fucked\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n10:35 pm</dco> &nbsp;<qco> do u think it's possible that god and satan are married and sometimes they swap jobs when they want to spice things up in the bedroom?</qco> </h3>      that would spice things up way outside the bedroom\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n10:24 pm</dco> &nbsp;<qco> What questions do you most like answering?</qco> </h3>      questions about dry wall, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n10:20 pm</dco> &nbsp;<qco> damn. i'm messing around with a chord progression, and right when i end it i can hear the next chord in the sequence and i know exactly what it needs to sound like. but i dont know what the actual notes in the chord are because i still kinda suck at recognizing more complex chords. any advice? \n<br>my last chord is A minor with a D# (i don't know the abbreviated chord name) and the chord it resolves to is lower and has a C in it somewhere. what would that normally resolve to, following harmonic trends?</qco> </h3>      you didn't give enough context to indicate any trend. that's kind of like what goes after the number 5, according to number patterns\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n9:58 pm</dco> &nbsp;<qco> how come in your la de da de da de day oh lyrics you don't have the little (too small for the mall)?</qco> </h3>      it overlaps, doesn't really look good on paper. i think it is better depicted on a lyric sheet unwritten, because then it feels like those background echoes might just be in your imagination\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n9:15 pm</dco> &nbsp;<qco> When you tour, would you be interested in having somebody film some shows or parts of some shows to put on your website?</qco> </h3>      that happens no matter what. the question is will i be prepared for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n9:10 pm</dco> &nbsp;<qco> there's a sound you use a lot, like an organ that wants to be a siren, what exactly is it? i've tried organ sounds (messing with drawbars/ leslie/ overdrive etc.) and synths but can't quite seem to nail it\n<br>\n<br>a couple examples: intro of you're free to do whatever you want to;&nbsp;history of the entire world (severe flooding alert, 2:09;&nbsp;microscopic speck (more staccato), 2:23);&nbsp;outside (the wind blows, 0:16)</qco> </h3>      it's a very commonly available sound but you have to play it in a certain way, and it's not an organ\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n9:07 pm</dco> &nbsp;<qco> Can you help me infiltrate the congress?</qco> </h3>      sure, but that is not my area of expertise\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> What would you like me to ask you?</qco> </h3>      something i did not ask you to ask\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n7:35 pm</dco> &nbsp;<qco> Are you a homophobe&nbsp;</qco> </h3>      no but what's it called when you are afraid of homophobes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n7:22 pm</dco> &nbsp;<qco> how are tomatoes in today's time?</qco> </h3>      they are ok but they could be much better\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n7:04 pm</dco> &nbsp;<qco> do you still have plans to release your older work on spotify (especially \"i can play\" i love that song)</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n5:56 pm</dco> &nbsp;<qco> I can't sleep because i'm not happy, can you help me?</qco> </h3>      not without a little better understanding of your situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n5:51 pm</dco> &nbsp;<qco> how many years should you know someone before you start trusting them?</qco> </h3>      it depends how trustworthy they seem to be, during those years\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n5:39 pm</dco> &nbsp;<qco> How to learn Japanese?</qco> </h3>      try to get born in japan\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n4:53 pm</dco> &nbsp;<qco> What are the benefits of being stupid, rather than being smart?</qco> </h3>      being smart and not knowing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n3:38 pm</dco> &nbsp;<qco> i wrote a song about bladder infection today, it goes like this 'infekcja dróg moczowych powoli mnie zabija, pozwól mi&nbsp;żyć&nbsp;bezlitosny potworze, chcę&nbsp;robić&nbsp;siku w spokoju' what do you think about it, is it good</qco> </h3>      i can't tell without hearing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.10.18&nbsp; \n2:59 pm</dco> &nbsp;<qco> Why u dead bro?</qco> </h3>      that is due to life, and liveliness\n<br><br>"
  }
]
