[
  {
    "html": "<h3> <dco>3.9.18&nbsp;\n1:55 pm</dco> &nbsp;<qco> Should I stop reading fiction novels to make sure I never accidentally or intentionally steal someone's ideas or plots because I don't want that </qco></h3>      <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Plus I usually enjoy nonfiction a lot more because I have no issue with stealing ideas from real life)</qco> </h3>      you could try getting your fiction from entirely different sources, besides books\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n1:36 pm</dco> &nbsp;<qco> I am currently preparing to apply to medical schools for the Summer 2018 application cycle, and I would greatly appreciate it if you would write me a strong recommendation letter. Please let me know your thoughts and if you need any more specifics.</qco> </h3>      it would be a bit false for me to write a strong recommendation for someone i have no experience working with \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n11:42 am</dco> &nbsp;<qco> Do you think you were considered popular by others in high school? </qco></h3>      not quite<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Does popularity really matter?</qco> </h3>      to what\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n9:49 am</dco> &nbsp;<qco> Do you enjoy being asked questions asking why people ask questions?</qco> </h3>      it's ok \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n9:48 am</dco> &nbsp;<qco> Do you enjoy reading mythology?</qco> </h3>      sure, and writing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n8:55 am</dco> &nbsp;<qco> What is the craziest to you ever done?</qco> </h3>      was born<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n8:52 am</dco> &nbsp;<qco> Why do I feel like something is off about you?\n<br></qco> </h3>      perhaps i am having too much fun<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n8:52 am</dco> &nbsp;<qco> How do you feel about the people who hate you? Like, does it make you sad or offend you? Or do you just ignore it?\n<br>\n<br>\n<br></qco> </h3>      i have the brandon bowen hate-blocking kit<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n8:45 am</dco> &nbsp;<qco> i'm spongebob</qco> </h3>      oh hi<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n7:53 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803082151\">3.8.18&nbsp;&nbsp;9:51 pm</a> &nbsp;&nbsp;So... your nose is blue?</qco> </h3>      \ni lied about some of the details. the blue nose is actually a metaphor for lying about some of the details. it might actually be a pinocchio reference, but with some of the details lied about \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n6:18 am</dco> &nbsp;<qco> what are ur thoughts on video games?</qco> </h3>      back in my day if you wanted to own your friends and family you had to go to court\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n5:49 am</dco> &nbsp;<qco> if you are posting notes, how come i can't see them?</qco> </h3>      maybe you don't have access to the internet? just guessing<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n5:43 am</dco> &nbsp;<qco> do you enjoy having your face in a video?</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n3:56 am</dco> &nbsp;<qco> Are the train proses the new notes that you made in 2009 but only publicly released in 2018?</qco> </h3>      there were maybe 2 up there before, and i added many recently. i also added other ones that are not 'train prose'<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.18&nbsp; \n1:52 am</dco> &nbsp;<qco> What's your least favourite thing that pop songs frequently do?</qco> </h3>      \n\nscrew up after the second chorus  <br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp; \n11:25 pm</dco> &nbsp;<qco> is your content meant to inspire</qco> </h3>      sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp; \n11:03 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803082106\">3.8.18&nbsp;&nbsp;9:06 pm</a>  I made my anagram around March 5, 2018. How much time does it take for my anagram to be answered?</qco> </h3>      \ni have at least 9000 in my inbox and i am averaging 1 a day, and getting many more requests than 1 per day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n10:50 pm</dco> &nbsp;<qco> how do i feel less self-conscious while playing my music for people? is it just a matter of doing it more often,</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n10:15 pm</dco> &nbsp;<qco> i played your music on like 0.25 speed and found that you have a slight vibrato on some notes (i think that's maybe the reason the tone is so beautiful?)\n<br>do you do that on purpose or is that just how you naturally sing?&nbsp;</qco> </h3>      both\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n9:56 pm</dco> &nbsp;<qco> is there anywhere i can download/buy your music? i really wanna listen to your songs on my phone while i'm going places and i can't do that on youtube or on here</qco> </h3>      you can download it on itunes, and i think some of the other music stores as well. you can also stream it on spotify. you can also download it from my website, if you have that skillset\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n9:51 pm</dco> &nbsp;<qco> is new canaan actually based on a true story?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n9:06 pm</dco> &nbsp;<qco> WHY DIDN'T U ANSWER MY FREAKIN ANAGRAM YET?!</qco> </h3>      i get thousands of anagram requests. there would never possibly be enough time to do them all. my inbox currently has at least 9000 in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n8:41 pm</dco> &nbsp;<qco> Are you working on another Youtube video?</qco> </h3>      my videos are not made specifically for youtube. but i am working on another video/song which will be posted on billwurtz dot com, youtube, and other places if applicable\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n8:39 pm</dco> &nbsp;<qco> are you still writing new songs?</qco> </h3>      right now i am recording one, with a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n8:27 pm</dco> &nbsp;<qco> what happens if you divide by 0?</qco> </h3>      to divide something into zero pieces, you're going to need subtraction, not division\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n7:21 pm</dco> &nbsp;<qco> Would you consider making a video song for a superbowl halftime?</qco> </h3>      i should wait to see if they ask me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n7:21 pm</dco> &nbsp;<qco> In the blades of grass video, you said you were betrayed, abandoned, and made an incoherent fool out of. I know we've all been like that but at the time when you were making that video, were you letting off steam? \n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like, did someone do that to you at that moment and you just had to make a video out of it? I'm worried.</qco> </h3>      the reason for that video was to write and produce a video in 2 weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n6:59 pm</dco> &nbsp;<qco> do you think it takes courage to do weird things?</qco> </h3>      yes, and normal things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n5:11 pm</dco> &nbsp;<qco> When in rome, are u gonna do as the romans do?</qco> </h3>      some what\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n4:18 pm</dco> &nbsp;<qco> Are you working on a new YouTube vid?</qco> </h3>      i don't consider my videos youtube videos, they are made entirely outside of youtube, and then posted on my website, and also youtube, and various other places if applicable. i've been working on a video ever since i finished my previous video. this is the way i've been doing it for quite some time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n3:44 pm</dco> &nbsp;<qco> How long after receiving your shorty award did you stay there ?\n<br>And when you left, did you tell anyone like \"well I'm leaving know, bye\" or did you quietly snuck out ?</qco> </h3>      i left immediately. i wanted to just sit on the couch backstage for a minute, but they told me i wasn't allowed to go backstage\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n3:40 pm</dco> &nbsp;<qco> do you think that writing normal songs is important if you want to be a great writer, or is it optional?</qco> </h3>      good luck even trying to figure out what a normal song is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n2:57 pm</dco> &nbsp;<qco> do you think anarchism will be realized one day? even it seems unrealistic at the time. maybe like a person back 2k years ago thought that slavery is bad and should be abolished, although everyone, every regime would deem slavery as the best possible way, and there is no sign of it being replaced in near future?</qco> </h3>      one person's anarchy is another person's 10 piece mahogany dining room set\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n2:54 pm</dco> &nbsp;<qco> you&nbsp;ŝhould put the questions link in the first page because its widely used</qco> </h3>      if it's so widely used then perhaps it could stand to be buried a bit deeper\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n2:51 pm</dco> &nbsp;<qco> do you think thought experiment a total waste of time? like trolley problem, like the brain in the tub</qco> </h3>      i hope no one has actually experimented with that trolley thing \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n2:23 pm</dco> &nbsp;<qco> do art theories and criticisms deserve a look?\n</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, why?\n</qco></h3>      anything that was made by someone deserves to be looked at. but it's also ok if you don't want to look at it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; can't figure out its purpose. many even declare it is a profession and call those only deal with hypothetical&nbsp;&nbsp;theories critics. isn' it absurd? since it just seems like a representative example of this woody allen words \" those who can't do, teach\". i mean, i'm a little perplexed about the existential meaning of the whole profession. if you have any insights or experiences of being educated, inspired, nurtured, or whatever by these works, would you help explain away my confusion?</qco> </h3>      the purpose of the confusion is to make you stronger, in the way you do things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n2:22 pm</dco> &nbsp;<qco> do you think your late night notes tend to be weirder than your during the day notes</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n1:54 pm</dco> &nbsp;<qco> Is \"why don't you post notes\" the next \"why don't you use capital letters\"?</qco> </h3>      they are both time-tested classics\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n1:40 pm</dco> &nbsp;<qco> Why do you no longer put entry's into your notebook?&nbsp;</qco> </h3>      i do, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n1:32 pm</dco> &nbsp;<qco> Hey bill! I found that i have a talent for flute, harmonica, etc. Weirdly, i cant play well if i look at what im doing, but if i look away then i just automatically feel which note to play and i learn songs really fast. Since you are experienced in music, do you think its a good thing, \n</qco></h3>      that sounds fine to me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or that im better off learning to play while looking at the instrument?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n12:11 pm</dco> &nbsp;<qco> how do you handle haters on youtube?</qco> </h3>      i only log in to post videos, and i usually log off before i can get hated on\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n11:56 am</dco> &nbsp;<qco> would you ever doubt what you're doing is meaningless,\n</qco></h3>      i never thought what i was doing is meaningless<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; often when things doesn't to make any progress, constantly trapped in the same vicious cycle\n<br>\n<br>how come you deal with it</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n11:17 am</dco> &nbsp;<qco> who is your favourite character in a tale of two cities</qco> </h3>      probably one of the cities\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n11:00 am</dco> &nbsp;<qco> How was New Haven, when you went there?\n</qco></h3>      i don't think i have ever been to new haven<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or was the song written about a fictional trip to New Haven?</qco> </h3>      i have never written a song about new haven, but i wrote a song about new canaan, which was written on an actual trip to new canaan\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n10:46 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803071951\">3.7.18&nbsp;&nbsp;7:51 pm</a>  , i think people are just not paying close enough attention. isn't this the note you just posted? http://www.billwurtz.com/note200508020410.html</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n10:40 am</dco> &nbsp;<qco> Are you hiding new notes underneath notes in the notebook?</qco> </h3>      no. they are all in chronological order, based on when they were written\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n9:54 am</dco> &nbsp;<qco> sometimes I say things, but when I write them down, they lose their energy. how to fix?</qco> </h3>      spend more time writing. you will learn to have energy there, just as you learned to have energy speaking\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n9:26 am</dco> &nbsp;<qco> how frequently do you upload to your notebook,</qco></h3>      there is no schedule. i often add things when people start complaining that i don't add things, but they also complain after i add things<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; now that i know what's going on? also, to the people who Don't know what's going on: he doesn't upload the notes at the top. check down, he uploads it where it would be chronologically</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n9:18 am</dco> &nbsp;<qco> when you say you are still uploading notes to the website are you talking about the questions you answer ?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.18&nbsp;\n8:47 am</dco> &nbsp;<qco> You gonna write the parts for all the instruments in your band,</qco></h3>      not exactly<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you want each musician to bring their own thing to the tunes?</qco></h3>      absolutely, as long as it works together, with the band<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And you want to change up the songs for live performance,</qco></h3>      absolutely<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like throw in some extra solos here and there, or jam/vamp on certain parts of songs, etc?</qco></h3>      not quite like that, but in other ways<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And one more question... what instrument are you gonna play?&nbsp;</qco> </h3>      mostly voice\n<br><br>"
  }
]
