[
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n10:43 pm</dco> &nbsp;<qco> Did you re-animate some of your old videos to make them look better?</qco> </h3>      absolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n10:36 pm</dco> &nbsp;<qco> Thoughts on bread? I personally think it's crazy. \n<br>\n<br>Not as good when it is wet, however.</qco> </h3>      the key to enjoying wet bread is to stop calling it bread, when it's wet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n9:51 pm</dco> &nbsp;<qco> is there any possibility we can see the countdown timer for your next video</qco> </h3>      too scary\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n9:21 pm</dco> &nbsp;<qco> If you could change gravity how much would you change it?</qco> </h3>      not at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n7:33 pm</dco> &nbsp;<qco> Do you think the countdown timer will reach zero in April?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n7:15 pm</dco> &nbsp;<qco> what is your favorite part of being alive?</qco> </h3>      realization\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n7:14 pm</dco> &nbsp;<qco> Are big blocks of text annoying?</qco> </h3>      that all depends what they say\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n7:09 pm</dco> &nbsp;<qco> Where do they hide all the good snacks?</qco> </h3>      meals\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n7:09 pm</dco> &nbsp;<qco> how does one experiance iner peace?&nbsp;</qco> </h3>      think of everyone else as you in another time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n6:55 pm</dco> &nbsp;<qco> Are you working on a new video?</qco> </h3>      not yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n6:54 pm</dco> &nbsp;<qco> Are you working on something?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n6:53 pm</dco> &nbsp;<qco> What is a thing? Not an example of a thing, just what is a \"thing\" in general? </qco></h3>      could be you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is a person a thing? </qco></h3>      they are one of the advanced types<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, what category includes persons and things?</qco></h3>      hm, stuff<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What category includes persons, things, and places?</qco></h3>      stuff<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Can two separate things be a thing?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For example, a mote of dust in my room is a thing, and the Sloan Great Wall is a thing, but (assuming my room is not near the Sloan Great Wall) is a mote of dust + the Sloan Great Wall a thing? </qco></h3>      yes, actually when you wrote it down just there it became one more step closer into thingdomhood<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why are there in some places more things and in some places less things?</qco></h3>      that is an echo of the dramatic conditions our universe was founded upon<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why did things ever emerge?</qco></h3>      had to happen some time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why would nothingness be disturbed?</qco></h3>      maybe it wasn't. but in case it ever was, here you are, to discuss it. you won't be there for the nothing part. that is because as i said before, you are thing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sure, it's the fault of all of us and everything that ever was, but there why is there us, and why is there everything that ever was? Why wasn't there just nothing, forever/never?</qco> </h3>      there is. but even with infinite nothing, there is always room for something. this is made possible because of the fact that nothing does not take up any room anywhere any how or in any system. doesn't even move the needle. so all it takes is even just a mere dream of consciousness and there will be ample way to sort that out into reality, no matter how many worlds of dedication it may take. all it takes is for you to be you. and if you think that's weird, then i would challenge you to recall any time you remember not being you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n6:41 pm</dco> &nbsp;<qco> This isnt a question, but rather a suggestion, maybe because of quarantine you could do a weekly video of you doing something, anything, everything :)))&nbsp;</qco> </h3>      i will sure as sunshine be doing that, but not due to any quarantine. also it could be a while before i can do it because making videos is crazy and i still don't know how the heck i can do it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n6:36 pm</dco> &nbsp;<qco> What would you say is a good way to find comfort?</qco> </h3>      talk to your friends and family about comfort\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n6:21 pm</dco> &nbsp;<qco> Bill, you're a very nice human being and good at making videos, how do you do it?</qco> </h3>      i am racing to figure it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n6:13 pm</dco> &nbsp;<qco> bill i asked u a question several days ago but i forgot what i asked and when exactly, can u remember for me pls</qco> </h3>      <a href=\"q.php?date=202003171355\" target=\"_blank\">sure</a><remqq></remqq>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n6:01 pm</dco> &nbsp;<qco> Will you make a history of 2020 video because the year is gonna be shit?</qco> </h3>      no. i've watched society at large complain about how every year is garbage. 2014, 2015, 2016, 2017, 2018, etc. At the end of every year, everyone always seemed to insist that whatever the current year is is the most garbage. well it's too late. you can't say that anymore. every year is great. you are great, we all are great, everything is great. this whole world is fuckin great. get used to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n5:50 pm</dco> &nbsp;<qco> when showing lyrics on the screen, should they pop up one syllable at a time or one word at a time?</qco> </h3>      in my experience, i can say that full words are usually better. but in the case of multiple syllable words, especially where there is a heavily emphasized syllable later in the word, it is good to have some emphasis there also, while still revealing the whole word at the beginning of the word. hope this makes sense. it might seem counter intuitive, but i've just found that in most cases it's usually too awkward to see half the word. but try both. see for yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n5:38 pm</dco> &nbsp;<qco> I need to write a short story for english about some kind of disguise. Ideas?</qco> </h3>      you could use the assignment as a disguise for what you really want to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n5:27 pm</dco> &nbsp;<qco> i know where you are! you are in the video department and you're making some long overdue and adjustments. are you happy that i know that?</qco> </h3>      i am starting to become more uneased about that, because the difficulties and challenges are so overwhelming i am beginning to wish i had not told anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n5:26 pm</dco> &nbsp;<qco> you lied. you told us you were coming back on march 28th but you didn't. how do you feel about that</qco> </h3>      fine because if you check what i said, <a href=\"q.php?date=202003210015\" target=\"_blank\">here</a>, i am confident that the actual implication there is crystal clear\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n5:25 pm</dco> &nbsp;<qco> what ru doing in isolation???????????????</qco> </h3>      waging the usual war with and against my own mind\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n5:01 pm</dco> &nbsp;<qco> Why am I horny?</qco> </h3>      that is in case you need to re populate the earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n4:53 pm</dco> &nbsp;<qco> why is everyone making such a big deal out of this \"quarantine\"</qco> </h3>      maybe if they are stuck in their house and can't go anywhere such as to the store or to work, and as a result maybe they are running out of food and money\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n4:41 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202003270512\">3.27.20&nbsp;&nbsp;5:12 am</a> &nbsp;&nbsp;you've mentioned this one a few times, is there anything particularly special about it?</qco> </h3>      i am comfortable revealing the title because if someone steals the title i won't really feel like they've stolen it from me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n3:38 pm</dco> &nbsp;<qco> Are you making like something secretly and will reveal to us in about 20 years</qco> </h3>      i was gonna say the ongoing autobiographical documentary, but i just remembered i already started to reveal that in 2016. which ironically immediately opened the door for people to accuse me of having ended it, not realizing that it is barely even started\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n2:31 pm</dco> &nbsp;<qco> thoughts on sand</qco> </h3>      bland\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n1:51 pm</dco> &nbsp;<qco> opinions on dragons</qco> </h3>      never heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n1:42 pm</dco> &nbsp;<qco> What do you think about soup?</qco> </h3>      nothing. i don't think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n1:04 pm</dco> &nbsp;<qco> can i create a petition to list you as an official genre of music</qco> </h3>      sure if you can figure out who you're gonna submit it to\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n1:03 pm</dco> &nbsp;<qco> how is your day going sir\n<br>\n<br>did you get a nice sandwich</qco> </h3>      no, sandwiches are cancelled for now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n12:55 pm</dco> &nbsp;<qco> Have you considered getting a team to help you edit videos?</qco> </h3>      yes, but the more that is considered, the more absurdities of that approach start to pile on  \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n12:13 pm</dco> &nbsp;<qco> thoughts on music theory?</qco> </h3>      all fun and games until every theory starts to flip itself upside down and throw itself back in your face. correction: that's actually when the fun starts\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n12:09 pm</dco> &nbsp;<qco> i rarely heard you use grand piano sound on your song, why ?</qco> </h3>      it's usually layered with other things. kind of like how you can rarely taste the flour in bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n12:03 pm</dco> &nbsp;<qco> what happens when you think of chain reactions?</qco> </h3>      it makes me think of another thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n11:49 am</dco> &nbsp;<qco> if its fast food is it called that because the food is fast or because it is just fast food?</qco> </h3>      the time between when you order it and when you receive it is much quicker than in traditional restaurants\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n11:32 am</dco> &nbsp;<qco> how does one find the final touches for a song? it's like there's a piece missing from mine. maybe it's the superficiality of the lyrics? idk man, it just doesn't fee authentic. you have any advice?</qco> </h3>      give yourself 3 hours and whatever you can fix/change in that time, that's all you get. save the remaining wisdom for the next one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n11:22 am</dco> &nbsp;<qco> What do you think about the whole pandemic? I'm low key scared :/</qco> </h3>      it's not as bad as pandemics can be, but it's bad enough to scare everyone enough to get much much much much better prepared in case there is a worse one. so if there is ever a worse one, i think we would be thankful that we had this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n11:13 am</dco> &nbsp;<qco> have you already figured out motion capture?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n10:56 am</dco> &nbsp;<qco> How does one know that they can achieve their dream?</qco> </h3>      see if other people have achieved theirs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n9:58 am</dco> &nbsp;<qco> Are you actually a potato?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n9:51 am</dco> &nbsp;<qco> how's your 2020 so far?</qco> </h3>      strange yet weird\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n9:44 am</dco> &nbsp;<qco> im trying to reinvent the wheel. any tips</qco> </h3>      it's impossible, but worth it. it was also impossible the first time. \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n9:30 am</dco> &nbsp;<qco> What's your opinion on the fall of the Roman Empire?</qco> </h3>      didn't really fall, it was lowered down very gently\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n9:30 am</dco> &nbsp;<qco> Literally I cannot explain how awesome you are, Bill. For years on end your amazing content and songs been able to get me out of the darkest holes. Thank you.</qco> </h3>      friend-o-meter, set to explode\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n8:57 am</dco> &nbsp;<qco> Do you want to play club penguin with me after you are done with work?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n8:41 am</dco> &nbsp;<qco> How do I achieve eggs</qco> </h3>      you'll have to lay them yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n8:25 am</dco> &nbsp;<qco> Any thoughts on frogs</qco> </h3>      a bit jumpy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n8:23 am</dco> &nbsp;<qco> Hi Bill\n<br>I've been inventing and reinventing as much as I can through stealing a leaf out of your book of answers to questions.\n<br>However, the absurdity is so absurd I feel absurd in trying and not having an outlet for this absurdity,\n<br>Can you recommend one? I might have to invent it, or ?\n<br></qco> </h3>      a good starting place is an empty text file. if you are uncomfortable typing, then a blank piece of paper is pretty good too\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n8:22 am</dco> &nbsp;<qco> will you make another video?</qco> </h3>      i am only interested in making multiple (many) videos on an ongoing basis in large varieties\n<br><br>"
  }
]
