[
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n4:02 am</dco> &nbsp;<qco> How do I get in on the ground floor?</qco> </h3>      try the door\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n3:07 am</dco> &nbsp;<qco> whats the single moment in your life that made the biggest change towards what/who you are right now</qco> </h3>      getting born\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n2:48 am</dco> &nbsp;<qco> how do you be a more compassionate person, in the wintertime?</qco> </h3>      i guess it all depends on how compassionate you already are\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n2:29 am</dco> &nbsp;<qco> Would you ever consider wearing drag makeup?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n1:31 am</dco> &nbsp;<qco> I just wanted to thank you for giving your art to us, Mr. Wurtz. So thank you, and I hope you have a fine, swell day!</qco> </h3>      holy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n1:16 am</dco> &nbsp;<qco> Hello bill. I need your insight. How do I know if i'm right? How do i know if i'm telling the truth when explaining something?</qco></h3>      there is no way to be sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Is there such a thing as \"the truth\"? </qco></h3>      almost<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tDoes the concept of \"common sense\" make any sense or is it just what media wants us to sense as common?\n<br>Thank you</qco> </h3>      for sense to be common, it should be believed by at least 95% of people you know\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.20&nbsp; \n12:38 am</dco> &nbsp;<qco> how to do things</qco> </h3>      i am figuring that out right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n11:59 pm</dco> &nbsp;<qco> Also, are new pajamas a useless investment if you wear \"regular\" clothes to bed anyways? I'm at the moment forced to do this, but I do it even if I have the option...</qco> </h3>      what you could do is rent out the pajamas. that would make it a great investment\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n11:57 pm</dco> &nbsp;<qco> Why does my sleep paralysis demon keep asking for chocolate milk?</qco> </h3>      presumably for the taste\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n11:56 pm</dco> &nbsp;<qco> what do you think about people that obsess over you like your a k pop star</qco> </h3>      they are normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n11:50 pm</dco> &nbsp;<qco> What'll be new in your content once you continue it? \n</qco></h3>      i guess we'll find out<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tWas switching to a new program</qco></h3>      it was multiple programs, and i am switching to multiple new ones<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t for efficiency, new visual features, or some kind of mixture of both?</qco> </h3>      absolutely all of the above and hopefully beyond, but actually the original thing that triggered it was my old one(s) were cancelled, so i had to learn new stuff anyway in order to use any new computers\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n11:39 pm</dco> &nbsp;<qco> Do you base your emotions tied to chords on music theory or just the raw natural response you have to how it sounds? Like education or nature first?&nbsp;</qco> </h3>      nature is obviously first. if not then what the hell is anyone trying to learn in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n11:36 pm</dco> &nbsp;<qco> hi what do you use</qco> </h3>      tactical methods, with an occasional hint of methodical tactics\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n11:32 pm</dco> &nbsp;<qco> what the heck is a golden globe, my family keeps mentioning it</qco> </h3>      it's an award you can get for doing a pretty good movie\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n11:30 pm</dco> &nbsp;<qco> what color is water</qco> </h3>      WET\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n11:22 pm</dco> &nbsp;<qco> How do i get my classmates that I've been partnered with to do their part? I have tried bribery, blackmail, pleading, and I even banished one to the 12th dimension, but none of that seems to help.</qco> </h3>      it's not gonna happen. you are going to have to do the project yourself. but this will result in massive gains for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n11:06 pm</dco> &nbsp;<qco> what's the shortest mp3 you have</qco> </h3>      probably corrupt\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n11:01 pm</dco> &nbsp;<qco> Shhh don't tell anyone but they might make a new vegetable</qco> </h3>      damn it's about time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n10:36 pm</dco> &nbsp;<qco> What is the time signature of Movie Star?&nbsp;</qco> </h3>      mostly 9/4, but the verses and bridge may have certain deviations from that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n10:25 pm</dco> &nbsp;<qco> hey i love your songs,&nbsp;&nbsp;but just 919380274 questions.\n<br>\n<br>what</qco> </h3>      that is likely the main thesis of most of my work actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n10:06 pm</dco> &nbsp;<qco> If 1 + 1 is 11, then why do spiders love scaring me?</qco> </h3>      because everything is exactly how it appears on the surface\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n10:05 pm</dco> &nbsp;<qco> are your songs based on real events from your life? </qco></h3>      occasionally, but i usually merge the events and the feelings of the events, and then form new ideas for events to go in the song. to be fair, i think that's what most songwriters do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tif so who are you talking about in the la le di da song?</qco> </h3>      it's choose your own adventure \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n9:46 pm</dco> &nbsp;<qco> Could I get a long, drawn out answer from you about the importance of love in our lives?</qco> </h3>      no, i think that's obvious. i expect you to already know about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n9:44 pm</dco> &nbsp;<qco> Are you force-feeding us jazz harmony and not saying anything to try to get away with it?</qco> </h3>      no, it's more like the matrix curtain has fallen, and i now see that all harmony is harmony. whether or not it's 'jazz harmony' depends mostly if you are in the mood to say the word 'jazz' .... which i can sympathise with, because jazz is a great word. look at all those Zs, next to each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n9:30 pm</dco> &nbsp;<qco> hey, i dont know what to do. Is this a question?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n9:11 pm</dco> &nbsp;<qco> can you give me some ideas on what i should do with my leftover bread&nbsp;</qco> </h3>      let someone else have it who needs bread and has 0 bread! yet i admit, that is a much more complicated transaction than i wish. mostly because people with too much bread and people with too little bread usually do not intermingle nor live in any proximity to each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n8:43 pm</dco> &nbsp;<qco> have you seen her dressed in blue?&nbsp;</qco> </h3>      blue and black. although it could have been white and gold, i'm still not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n8:43 pm</dco> &nbsp;<qco> how do you learn to love yourself?</qco> </h3>      you are doing just fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n8:36 pm</dco> &nbsp;<qco> why do all of your videos start with a black frame?</qco> </h3>      that's to make sure you don't miss anything if it loads weird, and also on a non streaming platform (like this website) to make sure you are not frozen on part of the video while it loads. it's worth reminding that i am not the only one who puts a blank screen at the beginning. everything you have ever seen in the movie cinema starts with a black screen. they also put a heck of a lot of other stuff in there that you possibly don't need, but that's a different story\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n8:32 pm</dco> &nbsp;<qco> is it 2020 yet</qco> </h3>      i can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n8:07 pm</dco> &nbsp;<qco> do you think if i hear one song i reaaaaaally like for 2 hours might teach me more than listening to 2h worth of different songs?</qco> </h3>      very possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n7:59 pm</dco> &nbsp;<qco> Why is Star Wars nine bad</qco> </h3>      too small a number. not enough Star Warses. get up to 50 and then maybe you've got something\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n7:52 pm</dco> &nbsp;<qco> What is the best thing to do when you are stuck during a creative process?</qco> </h3>      you have to try to simulate seeing your project for the first time. if it is a video/audio project, make sure you are playing it from the beginning in real time. i have a superstitious thing i do during songwriting, which is to get up and touch the door handle, and come back and play through from the beginning. but what works much better, is to have some time away from it and come back. but unfortunately this is more time consuming. so it's good to try to have ways of simulating the refresh. another thing to remember is to imagine that your entire creative future lies on the other side of you finishing this product\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n7:42 pm</dco> &nbsp;<qco> What is happening in the world?</qco> </h3>      almost everything, at the same time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n6:52 pm</dco> &nbsp;<qco> On a scale of 1 to 10 how nice are you (be honest)</qco> </h3>      6.6\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n6:46 pm</dco> &nbsp;<qco> i'm anxious about going back to school because i set such high standards for myself but never feel like i can reach them in the end</qco> </h3>      hm.... it seems like if you have really high standards you should probably be making your own school\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n6:13 pm</dco> &nbsp;<qco> give me the name of a standard ive never heard before so i can learn its changes on the piano in all 12 keys</qco> </h3>      this is actually a paradox for me. because a 'standard' song is one that is so overwhelmingly popular that everyone knows it. so any standard i could mention, it would have to be assumed that you know it. that being said, before i realized this problem, i was going to say 'tom petty, free fallin'. another good one to learn in all 12 keys will be jock jams y'all ready for this. or maybe you were looking for something more difficult, in which case i would say babylon sisters\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n5:28 pm</dco> &nbsp;<qco> What would an ink efficient written language look like</qco> </h3>      this, as long as you don't print it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n5:25 pm</dco> &nbsp;<qco> Are the numbers on the toaster knob minutes or levels of toastedness</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n5:24 pm</dco> &nbsp;<qco> i wrote a song but i have no idea where to go with it. i have no idea how to write an accompaniment for it on my piano and generally have no idea what to do next. any tips?</qco> </h3>      you are gonna have to just find some way to do it, and expect it to be at least terrible. for this, 100% of the learning happens on the job. for those of you just tuning in to the site, one strategy which has definitely worked for me in times like this is to try extremely extremely short songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n5:22 pm</dco> &nbsp;<qco> are the lyrics to \"i don't wanna go to school\" your actual opinion?</qco> </h3>      not exactly, they are abstract in multiple ways. some lines may even mean close to their opposite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n5:06 pm</dco> &nbsp;<qco> i forgot to make new years resolutions.&nbsp;</qco> </h3>      new years resolutions are usually fake anyway. the good news is you can make resolutions at any time, which could potentially be much more real and last longer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n5:01 pm</dco> &nbsp;<qco> does making art make us real?</qco> </h3>      it certainly helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n5:01 pm</dco> &nbsp;<qco> Am I dying?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n4:58 pm</dco> &nbsp;<qco> Favorite breed of human?</qco></h3>      which ever kind you are<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t\n<br>Favorite breed of dog?</qco></h3>      what's the one where they get to marry for love<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t\nFavorite breed of yes?\n</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tFavorite breed of favorite?</qco> </h3>      now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n4:54 pm</dco> &nbsp;<qco> how do i stop procrastinating</qco> </h3>      first you much stop saying words like 'procrastinating.' it's a very long word and it wastes a lot of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n4:48 pm</dco> &nbsp;<qco> WHAREZ DA LAMB SAUSE?!?!</qco> </h3>      all around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n4:48 pm</dco> &nbsp;<qco> Do you think we will ever be able to put metal objects in a&nbsp;&nbsp;microwave?&nbsp;</qco> </h3>      sure, if the microwave is made differently\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n4:34 pm</dco> &nbsp;<qco> When will come back home?</qco> </h3>      soon but then i am leaving again\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.20&nbsp; \n4:21 pm</dco> &nbsp;<qco> give me a predictable answer&nbsp;</qco> </h3>      that's preposterous. who do you think i am\n<br><br>"
  }
]
