[
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n7:35 pm</dco> &nbsp;<qco> How can i be more confident that the good things ive done were not by accident and that i am indeed a source of good stuff</qco> </h3>      \ndo 10 things and see how many were good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n7:12 pm</dco> &nbsp;<qco> What's the strangest question you've ever been asked?</qco> </h3>      \ni have never been asked a strange question\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n5:23 pm</dco> &nbsp;<qco> HELP BILL TOMORROW IS MY FIRST OPEN MIC PERFORMANCE, DO YOU HAVE ANY TIPS ON NOT GETTING NERVOUS AND DOING IT WELL AHHH HELP</qco> </h3>      \nyes. the way to do this is to go on stage more frequently\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n5:12 pm</dco> &nbsp;<qco> why is school so boring?</qco> </h3>      \nby mistake\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n3:17 pm</dco> &nbsp;<qco> what is the form of your new song</qco> </h3>      \nverse verse, B, more B, verse, outvamp\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n3:01 pm</dco> &nbsp;<qco> how would you price a fruit of the banana variety</qco> </h3>      \nhold an auction\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n1:08 pm</dco> &nbsp;<qco> do i have to compose music first or can i just make it as im doing it cuz thats what ive been doing and i think its going well&nbsp;</qco> </h3>      \ndo it the way you are doing it. it's going well\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n10:20 am</dco> &nbsp;<qco> do you ever stop writing a song and continue writing it later</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n9:35 am</dco> &nbsp;<qco> if you could break one law of physics what would it be</qco> </h3>      \ni'd rather not break any until i understand the whole system extremely well\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n8:13 am</dco> &nbsp;<qco> how do you deal with the constant impending eternal oblivion?</qco> </h3>      \nfocus on the constant impending etarnal non-blivion (non oblivion)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n7:20 am</dco> &nbsp;<qco> how long is the next song</qco> </h3>      \n3:22\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n7:10 am</dco> &nbsp;<qco> when modelling \"in the corner store\" was it difficult having to make one condensed location that had to apply for most of the video?</qco> </h3>      \nusing 1 location was a breakthrough and made it much easier to make the video, once the 1 location was modeled\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n2:38 am</dco> &nbsp;<qco> how do i write a song</qco> </h3>      \nplan to make a certain combination of sounds happen, and document that plan, using detailed instructions in a language you can understand, in order to recall and create it using whatever skills and resources you have available to you \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.22&nbsp; \n1:22 am</dco> &nbsp;<qco> How do you be yourself if you don't know who yourself is?</qco> </h3>      \ntry some different ways to be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n11:16 pm</dco> &nbsp;<qco> whats your opinion on bookmarks?</qco> </h3>      \nthey have to be either taller or wider than the book\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n11:07 pm</dco> &nbsp;<qco> What is your favourite kitchen appliance</qco> </h3>      \nfreezer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n10:05 pm</dco> &nbsp;<qco> what is your favorite song you wrote</qco> </h3>      \ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n8:38 pm</dco> &nbsp;<qco> what was the song selection process for \"9 8 7\" like?</qco> </h3>      \npretty standard. that one was an obvious pick because it's been favored for at least a year\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n7:19 pm</dco> &nbsp;<qco> can a corner store be at the lobby of oh yeah corp?</qco> </h3>      \ni doubt it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n7:00 pm</dco> &nbsp;<qco> Did Santa give you coal because you did a bad thing?</qco> </h3>      \ni have a gift card for coal\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n6:29 pm</dco> &nbsp;<qco> you ever go to a corner store and buy orange soda?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n6:21 pm</dco> &nbsp;<qco> why did you make so many videos about the floor in early 2014</qco> </h3>      \ni'm fascinated with the floor, and i still refer to it. i've had to hire a team to help me keep the number of uses down to a moderate level\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n6:19 pm</dco> &nbsp;<qco> have we figured out all of the details in climate change court yet</qco> </h3>      \nnot even close\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n6:12 pm</dco> &nbsp;<qco> Would you buy a boat</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n4:44 pm</dco> &nbsp;<qco> Solo instrumentalist here that gets very nervous before playing on stage. Got da skillz but how do I get over the shakes?&nbsp;</qco> </h3>      \nmore stage, more often\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n4:39 pm</dco> &nbsp;<qco> how would you describe the mood of the next song?</qco> </h3>      \noptimistic, apocalyptic, reassuring\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n2:31 pm</dco> &nbsp;<qco> can you name the longest word?</qco> </h3>      \nonly temporarily. someone else can immediately name a longer word\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n1:31 pm</dco> &nbsp;<qco> whats your opinion on platypuses</qco> </h3>      \nnot believable\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n1:13 pm</dco> &nbsp;<qco> Is a carrot a fruit?</qco> </h3>      \nit's a device for pointing at fruit\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n9:37 am</dco> &nbsp;<qco> how to help a friend with some really scary thoughts, get over them and start being healthy</qco> </h3>      \nstart sharing some non scary thoughts with them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n8:24 am</dco> &nbsp;<qco> is the corner store at the airport terminal?</qco> </h3>      \nsure. the prices there will blow your mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n8:08 am</dco> &nbsp;<qco> What type of mbti are u</qco> </h3>      \nMild, Bold, Tries things, Isn't a villain\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n2:38 am</dco> &nbsp;<qco> If you could reform the school system, what would you change?</qco> </h3>      \nmaybe try rotating every school by 45 degrees\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n12:49 am</dco> &nbsp;<qco> whats the best thing about prepositions</qco> </h3>      \nthe connectivity you get\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.22&nbsp; \n12:23 am</dco> &nbsp;<qco> How to deal with hating yourself and being very angry about it all the time.</qco> </h3>      \nwrite a parable about the whole situation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n10:59 pm</dco> &nbsp;<qco> should i do my physics homework or listen to your songs for the next 2 hours</qco> </h3>      \nhow about 1 hour of each\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n9:43 pm</dco> &nbsp;<qco> whats your opinion on birds</qco> </h3>      \ni gotta assume they can watch themselves, but, nonetheless\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n9:38 pm</dco> &nbsp;<qco> Can I ask what the rhythm is in \"i'm scared\" when you sing \"i'm fallin'\", right after the \"am i scared enough\" part?</qco> </h3>      \nit's gotta be a little stretched, but if i were notating it i might say 'fall' is supposed to be on the & of 2, then the next 2 notes (E and F#) are in between beats 3 and 4, and the next 2 notes (A and B) are supposed to be between beats 4 and 1. And then the last 2 notes 'allin' (C and A) are supposed to be on 1 and the 'a' of 1, just the way the other 'fallin's are\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n8:44 pm</dco> &nbsp;<qco> if you can remember, what was the song selection process for \"fly around\" like? (only if u can say without spoiling future songs ofc)</qco> </h3>      \ni had just thrust myself into a brand new schedule, so i knew i would be extremely tight on time for all parts of the process. i took a walk to try to relax and prepare for the insanity, and i allowed my mind to casually try to recall from memory if there are any songs which might stand out as good choices. 'special sandals' (which was only 8 bars at the time) seemed to cross my mind, because it's one that i'd been fond of for the past couple years since writing. it's one of the ones that keeps persistently popping into my head, in general. so i thought of that one. Normally i would have probably rejected that one on the basis of 'sandals' being too iffy and weird and possibly not strong. Or the fact that it was only 8 bars and i might have preferred to pick something that was a little further along. However, this being a brand new schedule, it seemed like the perfect sort of carefree vibe to pick that one. Of course, being who i am, i had to insist on going through the list properly, so i did. it looks like i came up with 10 finalists, including special sandals. it turns out, sandals was still feeling favored, and got extra points for having visited me earlier on the walk\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n7:59 pm</dco> &nbsp;<qco> What is the tempo of your next song</qco> </h3>      \n94\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n7:01 pm</dco> &nbsp;<qco> What's the breakdown for how much of new canaan was written prior to the trip, en route to new canaan, in new canaan, on the return trip home, and at home after the trip?&nbsp;</qco> </h3>      \nnone of it was written before the trip. during the trip, (may 15, 2009) this entire version was written (<a href=\"https://billwurtz.com/newcanaan-p1.jpg\" target=\"_blank\">page 1</a> and <a href=\"https://billwurtz.com/newcanaan-p2.jpg\" target=\"_blank\">page 2</a>). the part about harlem was written while the train was stopped at the 125 street stop (harlem). that's where the idea came from. By the time i got to new canaan i feel like i had likely made it to at least the end of the chorus ('every word i say is true'). Some of the next parts were written at the outdoor tables at starbucks, just next to the train station in new canaan. i took a brief walk for a few blocks and may have worked on the last chorus (grey) while waiting for the train and/or on the way back. <br>\n     On nov 6, 2012, i made some clarifications to the melody and chords. Decided on the key of D. Did some re-writes, such as \"12 figure\" instead of 7 figure, and i also came up with the 'license plates' line to replace the line that was there before. The entire starbucks stanza was re-written to be stronger. Also re-wrote the last chorus to be stronger.<br>\n     on august 9, 2013 some small melody/chord details were clarified/adjusted\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n6:39 pm</dco> &nbsp;<qco> what is your opinion on tractors?</qco> </h3>      \nthey cannot exceed the speed of light\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n5:32 pm</dco> &nbsp;<qco> Do you ever notice that you're a consciousness, and that you can notice that you notice things?</qco> </h3>      \nyes. sometimes i wonder exactly how much time this event occupies\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n5:31 pm</dco> &nbsp;<qco> Thoughts on the phrase \"it is what it is\"</qco> </h3>      \nah, the reflexive property of reasoning\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n4:30 pm</dco> &nbsp;<qco> whats a sus chord?</qco> </h3>      \nCsus4 is notes C, F, and G<br>\n     \nCsus2 is notes C, D, and G<br>\n     \nin contrast, C (which means C major) is notes C, E, and G\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n2:26 pm</dco> &nbsp;<qco> in \"im scared\" are those things you you said really true? i mean i have alot of fear in my life like asbestos and PFAS and i can kind of see how people could get scared of there own clothes because of stuff.</qco> </h3>      \nthe song is somewhat of a portrayal of what it might feel like to be scared of just about everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n12:50 pm</dco> &nbsp;<qco> what the actual fuck is a beet</qco> </h3>      \ni don't know\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n9:11 am</dco> &nbsp;<qco> do you make lyrics first, then instrumentals to go with lyrics, or the other way around.</qco></h3>      absolutely not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If both, then is one more common? </qco></h3>      both is by far most common, but to be honest now that i re-read your question it doesn't make very much sense to me. if you only have instrumentals and lyrics, you'll still be missing a lot.... like the whole melody (pitches) being sung for the lyrics. in any case, the lyric+melody+chords are all dependent on each other so for best results they will all come into existence simultaneously<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also hi :)</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n7:51 am</dco> &nbsp;<qco> how are you so funny/smart</qco> </h3>      \ncould be a defense mechanism\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n5:54 am</dco> &nbsp;<qco> do you think its crazy that people are learning about music with your songs like how you have learned about music with other peoples songs?</qco> </h3>      \nnot as crazy as if they were learning auto mechanics from me\n<br><br>"
  }
]
