[
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n11:46 am</dco> &nbsp;<qco> So in art class we were looking at different things and determining if they were art. At one point the teacher showed us some picture of a flipped over urinal and I claimed that it didn't count as art cause the urinal was made for practical reasons. Yet she claimed that it was because of how the \"artist\" chose to portray it like a pice of art. So I started thinking about what really counts as art which only made me really confused. Can anything be art if considered to be? Does it depend of the perspective of the viewer? Do I sound stupid asking this question?</qco> </h3>      a general rule of thumb is, never consider anything art unless you want to\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n11:43 am</dco> &nbsp;<qco> did you use autotune in 'its gonna be alright', at about 2:20?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n11:34 am</dco> &nbsp;<qco> Do you say hearth like it rhymes with birth? Or do you say it kinda like how you say heart?</qco> </h3>      i've never said hearth\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n11:20 am</dco> &nbsp;<qco> Will a day come when you finally get real drums?</qco> </h3>      i've had them since i was a small child\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n10:44 am</dco> &nbsp;<qco> What is your own favourite song that you made?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n10:26 am</dco> &nbsp;<qco> im sorry to ask but when will you release music again</qco></h3>      right away<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n i know you say you messed up the schedule but i miss getting to hear new music. i look forward to new music and am exited to see what your up to.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n10:16 am</dco> &nbsp;<qco> how do i be a person</qco> </h3>      impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n10:10 am</dco> &nbsp;<qco> can you show us your most reasonable shirt?</qco> </h3>      you have definitely seen all of my most reasonable shirts. whenever appearing on video i wear only my most reasonable clothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n9:59 am</dco> &nbsp;<qco> will you update to mojave?</qco> </h3>      sure, if i wanna go back to the video making skills i had in <a href=\"https://billwurtz.com/the-alarm.mp4\">2010</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n8:54 am</dco> &nbsp;<qco> How do you feel about ladders</qco> </h3>      i have an appreciation for their climbability\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n6:15 am</dco> &nbsp;<qco> do you think people hear melody and chords separately or together?? like if I sang a D over a C chord, does the brain interpret it as a Cadd9 or a C, with a non-chord-tone note over it?</qco> </h3>      it depends how close the melody instrument resembles the chord instrument\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n6:06 am</dco> &nbsp;<qco> Should I be an astronaut or a lawyer?</qco> </h3>      why not both\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n5:32 am</dco> &nbsp;<qco> how come not everyone does the right thing</qco> </h3>      everything is right and wrong at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n5:04 am</dco> &nbsp;<qco> I write my music by ear but can't get away from the same root-bass functional chords, for example Eb,G,Bb,D - DFAC and the like. I'll at least mix things up and put the 7th-tonic rub in the middle of the chord instead of on top, or find myself splitting 5ths doing root and 5th in the left hand and 3 and 7 in the right an octave up, a sus here and there but CAN'T seem to unlock my understanding of more \"colored\" (if you will) or nonfunctional chords and get into chromatic harmony and other techniques I hear in your writing. I'm not asking you to tell me \"play these chords\", but rather if you can suggest reading/watching something to expand my palate of harmony. (have basic diatonic theory under my belt)</qco> </h3>      first thing, think about the entire song not just the chords. if there's melody and lyrics in the song, do everything in service of that. and the other thing you might want to practice is playing all chords within a very small range. the order of notes you may have learned in school is kind of a myth. chords don't really belong in that order. i think if you play through some charts and deliberately play everything right around the middle C range, flipping as necessary to fit in that range, i think you will learn very quickly. also put the bass note an octave or 2 below, and if the chord has more then 4 notes then leave the bass note out of the right hand. i think you will learn things very quickly that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n3:56 am</dco> &nbsp;<qco> what are your regrets? (list 3)</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n3:46 am</dco> &nbsp;<qco> did you make it to the south pole</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n3:44 am</dco> &nbsp;<qco> people must stop worrying, wouldn't that make us problemless?</qco> </h3>      no. problems grow on trees\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.11.19&nbsp; \n1:45 am</dco> &nbsp;<qco> how do I stop wasting time?</qco> </h3>      you must first understand how you wish to use the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n11:30 pm</dco> &nbsp;<qco> Time to unfuck the schedule&nbsp;</qco> </h3>      i keep trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n10:19 pm</dco> &nbsp;<qco> why do you think some melodies are so iconic sounding and actually memorable compared to others which in comparison feel dull and generic?</qco> </h3>      if you can solve that then i bet you can solve abiogenesis\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n9:51 pm</dco> &nbsp;<qco> what if i told the u.n. that i owned the spratly islands?</qco> </h3>      \nthey would have to take your word for it, on the honor system\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n8:30 pm</dco> &nbsp;<qco> Bill how do I convince myself to work as hard as you?</qco> </h3>      the results may be worth it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n7:43 pm</dco> &nbsp;<qco> how long do you have to make more videos</qco> </h3>      hopefully several decades, if i have the right attitude. but in that time frame there is a chance i will have discovered something more advanced\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n7:43 pm</dco> &nbsp;<qco> how do you make your music exist?</qco> </h3>      1 piece at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n6:24 pm</dco> &nbsp;<qco> im learning a song and theres one chord that contains an A and a G in the left hand, and a Gb, B, and E in the right hand. i think this would be considered an Am13 but the book calls it an Am9 so i'm confused</qco> </h3>      maybe the book is a little confused. i'm actually a little confused at why they would call it Gb instead of F#, in that case\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n6:02 pm</dco> &nbsp;<qco> oh no i gotta Make Something</qco> </h3>      that may be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n5:10 pm</dco> &nbsp;<qco> i never learned to whistle, i have no idea on how to do it, do you have any tips to get started?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> Why do most people, if not all people, self deprecate? Could it ironically fall in line with our selfish desire of being accepted by anyone, possibly including ourselves?</qco> </h3>      could be just a bit of friendly teasing, of ourselves\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:58 pm</dco> &nbsp;<qco> What are your feelings on organic chemistry?</qco> </h3>      not organic enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:42 pm</dco> &nbsp;<qco> What's your biggest regret?&nbsp;</qco> </h3>      all my regrets are tied for the same size\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:39 pm</dco> &nbsp;<qco> Can I ask a statement here?</qco> </h3>      you could try\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:37 pm</dco> &nbsp;<qco> Which disease did the music cure in \"i just did a bad thing\"?</qco> </h3>      it slightly healed the pain of screwing up the prized 2-week schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:31 pm</dco> &nbsp;<qco> How do you make yourself do work?</qco> </h3>      i bribe myself with the results of the work\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:15 pm</dco> &nbsp;<qco> you've said you're down with accepting more interviews and such in the future;&nbsp;but this page sort of serves as a long-form interview, where you can be sure your answers are out there without being altered in any way. Why accept more interviews when you have this page? (not that im saying you shouldn't - just curious as to your thought process)</qco> </h3>      why perform music when you could just publish the music in writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902091321\">2.9.19&nbsp;&nbsp;1:21 pm</a>  could be fun to make one that's a little bit different from the universe doing the simulating</qco> </h3>      there are lots of those to try\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n3:27 pm</dco> &nbsp;<qco> I know you can't tell us the release date of your new project, so maybe this could work - You could give me the number of hours until it's released, and I could do the math! Could you do that?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n3:00 pm</dco> &nbsp;<qco> my friends have been leaving me out of everthying lately.. should i do something about it? if so, what?</qco> </h3>      do some of your own things, to leave them out of\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n2:49 pm</dco> &nbsp;<qco> What's the correct answer?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n2:45 pm</dco> &nbsp;<qco> the acronym isnt enough you need to give us an anagram for the title of your next project please</qco> </h3>      drunk video: if i'm in Greenland, i follow UFOs to Antarctica\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n1:08 pm</dco> &nbsp;<qco> What is 10 amounts of bananas equal to in cash</qco> </h3>      10 amounts of cash\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n12:34 pm</dco> &nbsp;<qco> Why are you so depressed</qco> </h3>      i'm not but why are you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n12:30 pm</dco> &nbsp;<qco> I am surprised that you like Christian music,</qco></h3>      [citation needed]<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; most people think it is bad.</qco></h3>      [citation needed]<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why is it good?</qco> </h3>      could be some sort of business strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n11:35 am</dco> &nbsp;<qco> its raining rocks</qco> </h3>      that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n9:28 am</dco> &nbsp;<qco> Is it time to fuck the schedule again?&nbsp;</qco> </h3>      the schedule has been actively fucking itself for 2 months now, and i've been frantically trying to unfuck it this entire time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n6:09 am</dco> &nbsp;<qco> without relying on some existing institutional value system, how do you create a shared set of values with another person so that you can work together effectively?</qco> </h3>      you could use a Ouija board\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n4:08 am</dco> &nbsp;<qco> Why are rice cakes called rice cakes when they're not cakes at all</qco> </h3>      why do you think they are not cakes when they clearly are\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n2:37 am</dco> &nbsp;<qco> do u license ur music out? </qco></h3>      for the right price<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm a young person trying to make films</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n2:30 am</dco> &nbsp;<qco> Why is your hair red</qco> </h3>      perhaps you are hallucinating\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n2:14 am</dco> &nbsp;<qco> Bill, are you a chat bot?</qco> </h3>      no, are you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.10.19&nbsp; \n1:30 am</dco> &nbsp;<qco> Call me paranoid (cuz I am) but with everything you've said about the upcoming video and how it's gonna soften the blow of the next ones being weak and it features you and the content involves you, now I'm lowkey scared that the next video is/includes you disclosing to us that you've been stricken with some kind of life-shortening disease,</qco></h3>      no disease that i know of, but life is short nonetheless, for all of us<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and the reason for the next videos being weaker is that you'll henceforth be forgoing production value and consistency in order to put out as much/as many types of content as possible before you die.</qco></h3>      not any more or less than i have in the past, nor for any different reason(s)<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; short of just being devastating for me, this would be terrible for you and the world but now that it's randomly occured to me I can't stop worrying about the possibility. If this is false and I'm just a big worrywart, can you please say so so I can stop fretting?</qco> </h3>      i am going through what i have always been going through, which as usual makes all of my work much worse and better at the same time\n<br><br>"
  }
]
