[
  {
    "html": "<h3> <dco>9.22.22&nbsp; \n4:04 am</dco> &nbsp;<qco> Can you outstupid someone?</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.22&nbsp; \n12:20 am</dco> &nbsp;<qco> so, after like 5 years of doing&nbsp;&nbsp;absolutely nothing, i might finally be brave enough to start creating music. but how do i know what kind of music i want to create? i have no clear vision or goal in my mind. i have feelings i would like to express, but i don't know how my feelings \"sound\" yet. i have a digital piano and a mixing software and i'm still going nowhere... HOW DO I START MOVING</qco> </h3>      \nhere's a trick that might get you through this..... try caring about what kind of words you say and when. in otherwords, try writing the material before you set foot in the production environment. after all, this is what's done with almost all movies, tv shows, and probably most songs also. all of my songs are written before they are produced. it's similar to making the blueprint of a house before building the house. starting in the production environment with no song written reminds me of showing up to a house construction site with no blueprint for the house. it took a couple of years for this realization to occur to me, but i was much much happier when it did\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.22&nbsp; \n12:05 am</dco> &nbsp;<qco> opinion on cherry flavored hamburger</qco> </h3>      \nprobably good but i personally don't want it\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n8:43 pm</dco> &nbsp;<qco> Is mars cool?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n6:43 pm</dco> &nbsp;<qco> i want to stop being sick. please help</qco> </h3>      \ndrink a lot of water and get a lot of sleep. i don't know which sickness you have, but this is good for most of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n5:26 pm</dco> &nbsp;<qco> What do you think is the ideal cat shape?</qco> </h3>      \nsquare\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n5:28 pm</dco> &nbsp;<qco> what are some bad and terrible chord progressions?</qco> </h3>      \nall of them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n4:51 pm</dco> &nbsp;<qco> List of song titles for songs</qco> </h3>      \nrow boat, row boats, \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n3:38 pm</dco> &nbsp;<qco> When you sang<br>\"some people wonder why the sun is not very bright<br>my arms are much too tired for this conversation\"<br>were you referring to people who are convinced that nothing is really any good, and your efforts in convincing them to look at things from a different perspective?</qco> </h3>      \nit's loosely referring to that sort of situation, but not necessarily about me, on either side\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n3:19 pm</dco> &nbsp;<qco> favorite philosophy?</qco> </h3>      \n1=2\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n1:40 pm</dco> &nbsp;<qco> What are some reasons to go to the pharmacy?</qco> </h3>      \nto build the pharmacy (although i admit that requires some imagination at first, because no pharmacy)\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n1:16 pm</dco> &nbsp;<qco> You can sing, you can talk, but can you singtalk?</qco> </h3>      \nyes i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n1:10 pm</dco> &nbsp;<qco> where do you get your ideas<br></qco> </h3>      \nle dumpsteur\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n12:56 pm</dco> &nbsp;<qco> How much do you know about cognitive neuroscience?</qco> </h3>      \ni know how to tell the difference between apples and oranges\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n12:22 pm</dco> &nbsp;<qco> How did you get so good at playing on the keyboard really fast? Was it just practice and experience, or are there playing exercises you did?</qco> </h3>      \nof all the things you can do or try on the keyboard, i've noticed that there is 1 thing that gives you a 10x speed and accuracy boost. and it's this: actually playing what you mean, in that moment. There are many ways this can or can't occur, depending on the situation, whether you are improvising or not improvising, but, again, the 1 defining thing that gives you the biggest speed, accuracy, quality, and everything boost is whether or not you happen to mean what you're saying in that moment. also the same is true with acting\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n12:18 pm</dco> &nbsp;<qco> thoughts on the concept of drama</qco> </h3>      \nhilarious\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n12:13 pm</dco> &nbsp;<qco> what's your opinion on the moon?</qco> </h3>      \nit seems likeable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n11:40 am</dco> &nbsp;<qco> Is art a simulation of life?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n11:34 am</dco> &nbsp;<qco> Does the train mind the gap between the rail and the platform?&nbsp;</qco> </h3>      \nyet it does. that's because it's attached to the rail, which was hopefully put in the right place\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n10:59 am</dco> &nbsp;<qco> thoughts on molecules</qco> </h3>      \nthey are either organized or disorganized, depending on your spiritual views\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n10:00 am</dco> &nbsp;<qco> What is your opinion on oatmeal?</qco> </h3>      \ntoo good. unfair to all other items\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n9:29 am</dco> &nbsp;<qco> did the universe figure out a way to exist without existing</qco> </h3>      \njust about. that raises some interesting questions...... which, i just realized, were raised without existing first\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n7:59 am</dco> &nbsp;<qco> of all the numbers from 1 through 100, which requires the most letters to depict in roman numerals?</qco> </h3>      \nit seems like it should be something like 88 but let me check. yes that's correct\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n7:55 am</dco> &nbsp;<qco> What's the name of the things from the beginning of \"where I've been\"?</qco> </h3>      \ncharacters\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n3:21 am</dco> &nbsp;<qco> why am I both extremely smart and extremely stupid?</qco> </h3>      \nthat's nature\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n2:30 am</dco> &nbsp;<qco> When were horses invented?</qco> </h3>      \n50 million years ago? very gradually\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n1:24 am</dco> &nbsp;<qco> What do you consider to be some examples of a music theory breaking or being evaded by music?</qco> </h3>      \nall the time. every moment of every piece of music. notes change. Let's say we're on a note, minding our own business..... music theory at this moment is telling us this is the 'correct note'. But then we switch notes, so why the heck would we switch away from the right note? Ok, well, maybe right now you're thinking, \"but music theory is not just 1 right note, it's a series of instructions for what is the right series of notes.\" in that case i would have to point out that no such instructions exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.22&nbsp; \n12:01 am</dco> &nbsp;<qco> What to do when you are uncomfortable emotionally</qco> </h3>      \nmove physically\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n11:43 pm</dco> &nbsp;<qco> what does it mean to be you</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n11:03 pm</dco> &nbsp;<qco> what is life?</qco> </h3>      \nyou decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n10:26 pm</dco> &nbsp;<qco> are there any illegitimate ways of learning...?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n10:12 pm</dco> &nbsp;<qco> I just found a fucked up thing about music, like Lovecraftian horror levels of fucked up. The circle of fifths going up by sharps, right? Each key's tonic becomes the new sharp of the key two fifths further along in the circle. If you're in the key of B, go back two keys to A, then A♯&nbsp;is the last sharp of B. So what if the circle didn't end? What if I continued the circle? What if I wrote G♯? F double sharp, Bill. A black and unspeakable curse writ only by the dark lords of music, long before the Universe began. If I treasured dear life, I should have ventured no further. But I was already too far gone. One by one, I sharpened the sharps in the key signature. Every single one. And when I entered the key of G double sharp- It never stops. It's sharps forever, all the way into musical infinity. I can never return to sanity. </qco></h3>      sure you can. you can just go back the other way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I stared into the abyss, and it stared back into me. </qco></h3>      i understand. the night sky seems like that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm scared, Bill. What ever will I do?</qco> </h3>      \nyou can just stay on earth. if there's too many sharps you can just take away 7 (or add 7 flats, and the flats and sharps cancel out). If you are writing, you'll have to re-write but just move everything up or down one line/space\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n9:45 pm</dco> &nbsp;<qco> how do you feel about my pet rat ?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n9:37 pm</dco> &nbsp;<qco> Do you think everyone who has a dream or special interest should try to pursue it, even if it's hard?&nbsp;</qco> </h3>      \nmaybe you will. maybe you won't. try to make your answer a surprise, while also seeming totally obvious from the start\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n8:14 pm</dco> &nbsp;<qco> i feel like i can come up with a bunch of melodies and i would like to compose those ideas but whenever i have a melody or chords in my head i dont know the names of them or which notes on the piano to actually play or even how to get it on sheet music fast enough before i forget the melody i thought of. i want to make songs but i feel too much of a disconnect between my ideas and my knowledge on what notes they actually are</qco> </h3>      \nall these doorways start to open, the more time you spend at the instrument. doing what at the instrument, you ask? everything. spend a whole afternoon living your life at the instrument. communicate daily transactions, using your instrument\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n7:51 pm</dco> &nbsp;<qco> why do I have to keep going</qco> </h3>      \nyou don't have to, but at some point you'll want to\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n7:49 pm</dco> &nbsp;<qco> What standard does the building in where I've been conform to?</qco> </h3>      \nhigh\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n7:44 pm</dco> &nbsp;<qco> \"Where I was, I just found out I wasn't\"<br>Damn what an enlightenment-inducing line. What was your inspiration, or have you said this (or conveyed this sentiment) before outside the context of the song?</qco> </h3>      it wrote itself. was simply shopping for an ending line, and in about .5 seconds that one came to mind. i would have rejected it for being too standard (take the first line of the song and sort of 'deflate' it) but i found about 3 meanings within this one so it seemed worth it. also that was before i did like 3 re-writes of the last 60 seconds, but i kept that final line each time. so that was originally written with a different section before it, but out of all those choices it works the best after what it is now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n7:01 pm</dco> &nbsp;<qco> what's your favorite thing about a hotel</qco> </h3>      \nthe carpets\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n6:45 pm</dco> &nbsp;<qco> there is so much to do on this earth which is fucking magnificent and gorgeous but also soul crushing!????? it makes me do nothing instead.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;any advice :( i am superwhelmed&nbsp;</qco> </h3>      \nmake a nice list of things you could do. consider it an infinite list. add to it every day. the fun part of an infinite list is you never run out of things to put on the list\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n5:58 pm</dco> &nbsp;<qco> In \"meet me in september\" is the off-beat emphasized?</qco> </h3>      \nmany different parts of the beat are emphasized\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n5:36 pm</dco> &nbsp;<qco> Do you write?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n5:07 pm</dco> &nbsp;<qco> what's a recent piece of media you've seen that you enjoyed?</qco> </h3>      \nWRONG WAY signs<br>\n\n<br><br>"
  },
  {
    "html": "<h3 style=\"display: inline;\"> <dco>9.20.22&nbsp;</dco></h3> fine"
  },
  {
    "html": "<h3 style=\"display: inline;\"> <dco>  \n4:58 pm</dco> &nbsp;<qco> how is your mental state?</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n3:44 pm</dco> &nbsp;<qco> Are there any inspirations for your work?</qco> </h3>      \n........play?\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n3:42 pm</dco> &nbsp;<qco> music has been around for thousands of years. when will they release music 2?</qco> </h3>      \nyou'll have to do it. any time now\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n2:07 pm</dco> &nbsp;<qco> whos that one guy from that one movie with the thing&nbsp;</qco> </h3>      \ntom hanks\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n1:55 pm</dco> &nbsp;<qco> what is your opinion on bees?</qco> </h3>      \nimagine a normal bug, turned up to 11\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.22&nbsp; \n12:58 pm</dco> &nbsp;<qco> thoughts on the asteroid belt</qco></h3>      it's pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and in relation to that, the Kuiper belt</qco> </h3>      it's colder\n\n\n<br><br>"
  }
]
