[
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n1:01 am</dco> &nbsp;<qco> does the world run on cheese</qco> </h3>      \nno, but some of it does\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.25&nbsp; \n12:56 am</dco> &nbsp;<qco> There's a clip somewhere of Max Martin saying that every pop musician goes through a phase where they listen exclusively to Prince, more or less. Is there anything you learned from Prince's music?</qco> </h3>      \ni didn't go through a prince phase. my attraction to prince's music and persona has never been very strong. i greatly appreciate and admire the independence, success, passion, and mythology he has created for himself, and it would be a blatant lie to say i'm not ravenously jealous of all he has achieved, but the content itself mostly does not appeal to me that much. that being said, it mostly does not strongly dis-appeal to me either, per se\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; 11:57 pm</dco> &nbsp;<qco> Favorite movie???</qco> </h3>      \nthere's always more movies\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n11:27 pm</dco> &nbsp;<qco> in another question, you said that every page has title design, but the lyrics page doesn't have title design. why?</qco> </h3>      \nbecause the main visual point of that page is to be extremely uncooperative, visually. because it's conveying information that has been orphaned from the auditory content it belongs with. the lyrics page by itself is not meant to be a quality experience. it's for reference only\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n10:10 pm</dco> &nbsp;<qco> what is the percent chance that you answer this question?</qco> </h3>      \nit was 50%, until i chose to collapse the waveform by answering it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n9:38 pm</dco> &nbsp;<qco> i personally know and am friends with exactly 100 people named Ryan. do you believe me?</qco> </h3>      \nnot really\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n9:22 pm</dco> &nbsp;<qco> How do you get through long flights</qco> </h3>      \ntry to solve your whole life, in your head\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n9:07 pm</dco> &nbsp;<qco> how would you feel if I donated 3 trillion dollars to you?</qco> </h3>      \ni would wonder just a little about how you got it, and who you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; 8:37 pm</dco> &nbsp;<qco> What is the meaning of life?</qco> </h3>      \nit's a surprise\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n8:14 pm</dco> &nbsp;<qco> What if you made a story inside a song? Would you consider it? It might be interesting.</qco> </h3>      \ni don't recall not having done that. nor would i expect not to do it again\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n7:24 pm</dco> &nbsp;<qco> i keep switching between wanting to make a game and wanting to make a song then a video then a then a then a and then i cant finish anything\n<br></qco> </h3>      \nthe trick here is quite simple. start telling your story of your adventures through this struggle\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n6:28 pm</dco> &nbsp;<qco> On a scale of bad to good, how would you rate your handwriting</qco> </h3>      \nfine\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; 5:43 pm</dco> &nbsp;<qco> what is your favourite thing?</qco> </h3>      \nremind me again what my choices are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n5:24 pm</dco> &nbsp;<qco> hey. I've reconnected with a friend from a long time ago, and we're gonna collab on a silly song with silly rhymes. but I'm having trouble writing my silly rhymes for her song. can you help me break down whatever barrier is stopping me from letting loose and writing rhymes about being a bee?</qco> </h3>      \nin my opinion, if you're trying to rhyme, this will severely limit the amount of fun you'll be allowed to have\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n5:15 pm</dco> &nbsp;<qco> is college worth it?</qco> </h3>      \ni suppose it depends on the price. certainly at least 5 dollars, 12 maybe,..... perhaps they should auction off the tuition price\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n2:44 pm</dco> &nbsp;<qco> Maine is too cold :) (smiling through it. how long should I keep smiling through it? :'))</qco> </h3>      \nuntil may\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n2:40 pm</dco> &nbsp;<qco> when was the ground plane written?</qco> </h3>      \nthe title ('ground planes') is from february 15, 2020. the chorus (first section) was written on october 18, 2021. the rest was written from june 7-10, 2022, just before production\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n2:03 pm</dco> &nbsp;<qco> Oh you're a person? Name 5 things&nbsp;</qco> </h3>      \nthing, thing, thing, thing, thing. how many did i get right\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n1:34 pm</dco> &nbsp;<qco> What does it mean to be selfless</qco> </h3>      \n'having no self', just my first guess. i learned english kinda recently\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; 1:15 pm</dco> &nbsp;<qco> Are you trying to be a good example for the rest of us&nbsp;</qco> </h3>      \ni find myself completely unable to deny this, although i don't know if i've ever realized it in that particular way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n12:44 pm</dco> &nbsp;<qco> what genre would you classify your music under? </qco></h3>      i'd maybe run out of the building<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i've heard it called both jazz and pop.</qco> </h3>      \nthe honest truth of the matter is i'm going for a smash hit, every single time. i mean, let's face it, who wouldn't \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n11:49 am</dco> &nbsp;<qco> how are things going to be ok?</qco> </h3>      \nyou'd never believe how many ways there are, but i'm not allowed to chose which way for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n11:06 am</dco> &nbsp;<qco> why is this ue green q stions and not questions?</qco> </h3>      \nit is questions, with title design. every page on this site has this\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n10:44 am</dco> &nbsp;<qco> would you say you have imposter syndrome? or are you just very modest</qco> </h3>      \nimpostor syndrome does not remind me of anything i ever go through, but it sometimes reminds me a little bit perhaps of the opposite of what i go through\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n10:04 am</dco> &nbsp;<qco> what are things like</qco> </h3>      \ncan't you see i'm trying to describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n9:58 am</dco> &nbsp;<qco> Do you schedule your time between idea generator, thing finisher and thing selector? If yes, how?</qco> </h3>      \nwhen it's time to produce a new project, this is usually the full routine, if i feel i have enough time: first i'll do a big round of idea gen. so i'll come up with a whole pile of new ideas. file them away. Then, if i feel \ni have time, i'll do a bunch of rounds of middle-writing. which basically means you select an item (from the master list, not from the new items necessarily) and do a bit of writing on it, take it to the next step. Then once i've done that for a handful of items, then i'll switch to Selection, which is when we're actually choosing the item to be produced next. side note, you also need an idea-catcher, because new ideas will hit you at surprising hours of the day or night\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n8:43 am</dco> &nbsp;<qco> Does the impermanence of the past scare you?</qco> </h3>      \nit's not as impermanent as you think\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n7:31 am</dco> &nbsp;<qco> Why should PersonA say anything more to Person B when Person B hasn't even heard what PersonA said in the first place?</qco> </h3>      \nmaybe person A thinks that the first thing they said would be incomplete or inacurate without the second thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n7:10 am</dco> &nbsp;<qco> do you think \"the\" is a word?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n6:25 am</dco> &nbsp;<qco> Is music a genre, like paintings or movies?</qco> </h3>      \ni consider it a tool/method\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n2:19 am</dco> &nbsp;<qco> how do i convince the stopping part of me to stop stopping me so that the starting part of me can start starting</qco> </h3>      \nyour problem here is you're putting all the stopping first. start with the starting, you won't even notice the rest\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n1:53 am</dco> &nbsp;<qco> can you roll your R's?</qco> </h3>      \nonly in the front, not in the back\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n1:17 am</dco> &nbsp;<qco> Dear billion wurtzelpretzel, is water dry?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.25&nbsp; \n12:03 am</dco> &nbsp;<qco> what do you think of marty mcfly desperately trying to play earth angel while the picture fades away?</qco> </h3>      \nmike fox is a gift to the cinema screen\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n11:31 pm</dco> &nbsp;<qco> what would you do if bart simpson entered your room and asked for directions to springfield</qco> </h3>      \ni would tell him he needs to be more specific\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n10:06 pm</dco> &nbsp;<qco> What's the most expensive thing you think someone can eat for breakfast?</qco> </h3>      \nperhaps a blueberry\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n8:55 pm</dco> &nbsp;<qco> I dunno if I've already asked this but what are your thoughts on the Bigfoot myth?</qco> </h3>      \nit's real but it just doesn't have big feet. so that will be a whole scandal, they'll have to change the name, it will be a political issue probably\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n8:54 pm</dco> &nbsp;<qco> They call it a salad tosser... but where are they tossing the salad? Is it the trash? If it is, why make a perfectly good salad just to toss it in the garbage?</qco> </h3>      \nyou toss it into a slightly different configuration, within the same location\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n8:42 pm</dco> &nbsp;<qco> whats your favorite type of infinite series</qco> </h3>      \nsomething that clearly converges but no one's figured out yet anything about the value it converges to\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n7:41 pm</dco> &nbsp;<qco> If the oompa loompas were to show up and sing a song criticizing your lifestyle choices or negative personality traits, what do you think they'd sing about?&nbsp;</qco> </h3>      \ni'd better not say\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; 7:15 pm</dco> &nbsp;<qco> Why are you doing things?</qco> </h3>      \nwhy would i not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; 6:53 pm</dco> &nbsp;<qco> wot's an example of a phrase where using \"onto\" instead of \"on to\" changes the meaning?</qco> </h3>      \n\"onto level 4 / on to level 4\". it seems like 'onto' means more that you're physically climbing onto it. \"on to\" feels not necessarily physical and also seems to imply that you've been going in order, addressing the levels in some way not necessarily physical. But this doesn't account for the fact that you can probably get away with abbreviating as \"onto\" even if you meant \"on to\". i changed my mind, there's no difference\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; 6:46 pm</dco> &nbsp;<qco> where do babies come from?</qco> </h3>      \nit's so ridiculous you'd never believe me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n4:14 pm</dco> &nbsp;<qco> What's a pun you like? I like \"why do lions lie in my bed?\"</qco> </h3>      \ni don't like saying something's a pun and doing the pun at the same time. I'd rather either: do a pun, or: refer to something as being a pun. Preferably not both\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n4:03 pm</dco> &nbsp;<qco> hey would you consider yourself at least 70% cool? I do.</qco> </h3>      \nat some point this gets impossible to define\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n3:31 pm</dco> &nbsp;<qco> why did you name it \"ueqstions\" i dont even see a purpose of it anyway</qco> </h3>      \nit's not ueqstions, it's <font style=\"font-size: 2em; font-weight: bold;\">ue<font color=\"#00EE3B\">q</font>stions</font>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n3:08 pm</dco> &nbsp;<qco> do you go \"out\" often?</qco> </h3>      \nyes but keep in mind, also \"in\". also wait a minute what do you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n2:48 pm</dco> &nbsp;<qco> should I have you as my role model in music or is that a bad idea</qco> </h3>      \nwhether you do or not, it's already the default standard i hold myself to regardless\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n1:04 pm</dco> &nbsp;<qco> Can you think of a time when you where competitive as a musician&nbsp;</qco> </h3>      \nnot really\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.25&nbsp; \n10:32 am</dco> &nbsp;<qco> what are you thinking about now?</qco> </h3>      \nwell, someone just asked me how whimsical i am, so i was just trying to see if i can somehow calculate\n<br><br>"
  }
]
