[
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n8:40 pm</dco> &nbsp;<qco> my friend likes me and i think they're trying to pull me away from a love instrest of mine;&nbsp;how do i deal with it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> You don't seem to have answered any questions in the last 24 hours. Are you dead?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n7:49 pm</dco> &nbsp;<qco> Do you ever think about having mainstream success with one of your music,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like having one of your songs 'on the charts'?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would you ever write a song with the specific intention of trying to make a pop song</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you think it's best to stay true to yourself and make your music how you like it?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sorry if that came off sounding rude, I know you've already had a lot of success with your stuff and have lots of devoted fans. I've probably listened to your music more than any other artist in the past year or so.. but I'd like to see you selling out madison square garden and hearing your songs whenever I turn on the radio, etc. I think there's a lot of pop artists who actively try to make 'pop music'.. which isn't to say that pop can't still be unique or great or whatever, but I think there's more to writing pop than just making what you like. I think a lot of these artists are really good at looking at trends in music and knowing how to appeal to a wide audi\n ence and\n  all that stuff.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> I have a song, who has \"G# A B C D E F\" for the main melody line. She doesnt have an F# so the key not a melodic A minor, but she has G# instead of G so it's not an A natural minor either... WHAT IS HER KEY H E L P M E!!!!! also she has Am Fmaj Gmaj and Emaj for the main chord progression which looks like complete bullshit when i try to search for keys online IM COMPLETELY LOST IS MY SONG WRONG SHE SOUNDS RIGHT\n<br>&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n6:54 pm</dco> &nbsp;<qco> You're getting late with these questions, Bill, I used to be able to wake up to a fresh batch, but now it's getting closer and closer to night before you update the page. what's going on at the moment?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n5:31 pm</dco> &nbsp;<qco> How do I make myself do something I don't want to do, but I really have to do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n5:17 pm</dco> &nbsp;<qco> How do you make your music&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n5:04 pm</dco> &nbsp;<qco> Do you are have stupid?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n3:25 pm</dco> &nbsp;<qco> What do you think of the word \"slat\"? I dunno but I think it sounds weird.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n2:22 pm</dco> &nbsp;<qco> what do you think of censorship</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n1:18 pm</dco> &nbsp;<qco> Are you afraid of capital letters,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n12:56 pm</dco> &nbsp;<qco> i know you've said before that you hate merch because it's like saving one kid out of multiple from a pile of lava and then reminiscing on it instead of rescuing more kids but have you ever considered making t-shirt designs that have nothing to do with your previous content? a lot of the most interesting band shirts i've seen are completely original designs exclusive to the t-shirt.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n11:48 am</dco> &nbsp;<qco> how many zebras can you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n11:25 am</dco> &nbsp;<qco> should kirby stop going to space</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n9:22 am</dco> &nbsp;<qco> HELP I AM TRAPPED IN THE ETERNAL HELL THAT IS Bb PLEASE PUT MY PHOTO ON MILK CARTONS SO ONE DAY I CAN HOME TO A NICE F KEY OR SOMETHING HELP</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n8:39 am</dco> &nbsp;<qco> I want to pursue music and more than one person has told me to move from our relatively small town to a big city. Thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n8:32 am</dco> &nbsp;<qco> bill when will you go on tour</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n8:08 am</dco> &nbsp;<qco> when I was taking literature courses in college, my professors always cautioned against presuming that the speaker of the piece was synonymous with the artist. do you feel like the people in your songs are yourself or do you feel like they're other people? if I wanted to refer to the person in the song long long long story, could I call them Al?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n7:39 am</dco> &nbsp;<qco> Are you still going to make those short videos like \"i'm a loser\" and \"bench\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n7:00 am</dco> &nbsp;<qco> What do I need to sacrifice and who do I need to sacrifice it to to become you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n4:28 am</dco> &nbsp;<qco> bill, can you make an anagram out of this question?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n4:26 am</dco> &nbsp;<qco> What is the best piece of music you know?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n3:43 am</dco> &nbsp;<qco> what are some cool websites you've been blown away by their design/aproach ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n3:34 am</dco> &nbsp;<qco> what would you do if you:\n<br>1. made a mistake and could fix it\n<br>2. made a mistake and couldn't fix it\n<br>3. made a mistake and thought you could fix it but ended up making another mistake in the process&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n2:37 am</dco> &nbsp;<qco> why are supermarkets selling Christmas things at the moment? don't they know Christmas was 11 months ago?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n2:23 am</dco> &nbsp;<qco> Here's the situation. I have a finite amount of time to release quite a bit of content. I know what the content is going to be and am now in the process of making the content and then making it good. But my issue is that I keep getting stuck on this first video. I've made and finished the 10 videos after the first one and now I've made the first one 10 different times and I'm still not happy with it. The dilemma is this: Do I keep trying to make it better or suck it up and release the bad stuff? Or is there a third option... maybe a fourth, too.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n1:48 am</dco> &nbsp;<qco> How to play wind instruments with a quality sound while having braces?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n12:56 am</dco> &nbsp;<qco> have you attempted to get your songs to play on the radio?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nif so, how successful were your attempts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n12:45 am</dco> &nbsp;<qco> How do you feel about Eb9sus4</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n12:03 am</dco> &nbsp;<qco> do you copy paste vocal lines sometimes? for instance in Outside the line 'i wanna go' sounds really similar each time.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> What are some of your favorite ingredients to put in a sandwich? I'm all out of ideas.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> What stuff are you supposed to practice when you want to get advanced lvl in musicland?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:32 pm</dco> &nbsp;<qco> Do you use colour as a drug?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:07 pm</dco> &nbsp;<qco> What are some artist/musicians you like listening to? I've been listening to some Frank Sinatra recently.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:00 pm</dco> &nbsp;<qco> How to make sure im not in a coma</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n8:44 pm</dco> &nbsp;<qco> How often do you dabble in odd time signatures (e.g. 5/8 or 15/16)</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and could you make a song that uses an odd time signature or few?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n8:28 pm</dco> &nbsp;<qco> how do I stop thinking bad and start focusing on the things that actually matter</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n8:24 pm</dco> &nbsp;<qco> why do you want to create content</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n8:08 pm</dco> &nbsp;<qco> Is the giftshop still there on Mount St. Helens?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n7:21 pm</dco> &nbsp;<qco> What inspires your lyrics ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> I noticed that you have a lot of \"characters\" your videos. Like, there's Steve. Then there's Damien Maymdien, Triangle Boy...And plenty of others. Who is your favorite one, and which one do you relate to the most?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:55 pm</dco> &nbsp;<qco> Hey Bill, can I go home when everything ends?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:30 pm</dco> &nbsp;<qco> i tested my pitch and i got a 97%, what is this ca lled? 97% perfect pitch?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:25 pm</dco> &nbsp;<qco> Do you have a questions page because it makes you more in touch, and human, because it makes me see you as more human</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:22 pm</dco> &nbsp;<qco> Ok so I have the beginnings of a melody written in A, and at one point I \"walk down\" a scale from A4-b3, and then I have a Perfect fourth up to e. Now my question is, does that make the melody too distinct, or is a perfect fourth still relatively conjunct?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:11 pm</dco> &nbsp;<qco> How does one do the focus and the productivity&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:02 pm</dco> &nbsp;<qco> Why do so many people believe the 1969 moon landing was faked?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:24 pm</dco> &nbsp;<qco> do you think questions are delicious creatures</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:22 pm</dco> &nbsp;<qco> hi bill, how do i play Fast runs? i tend to slow down when i'm supposed to play a fast run or&nbsp;&nbsp;sometimes i have to play very fast and jump some octaves it gets very messy</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:18 pm</dco> &nbsp;<qco> Would you say that a lot of your answers on this page agree with this philosophy, particularly ones about breaking rules and \"what is meaningful in the universe? you\"?\n<br>\n<br>\"Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our light, not our darkness that most frightens us. We ask ourselves, 'Who am I to be brilliant, gorgeous, talented, fabulous?' Actually, who are you not to be? You are a child of the universe. Your playing small does not serve the world. There is nothing enlightened about shrinking so that other people won't feel insecure around you. We are all meant to shine, as children do. We were born to make manifest the glory that is within us. It's not just in some of us;&nbsp;it's in everyone. And as we let our own light shine, we unconsciously give other people permission to do the same. As we are liberated from our own fear, our presence automatically liberates others.\" \n ~Mariann\n e Williamson</qco> </h3>"
  }
]
