[
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n11:34 pm</dco> &nbsp;<qco> Are your songs directed towards anyone/anything?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n11:32 pm</dco> &nbsp;<qco> <a href=\"what-makes-you-laugh.html\">What makes you laugh?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n11:31 pm</dco> &nbsp;<qco> Do you like ambient drone music?</qco> </h3>      ambient drones can be useful in music, as well as other places. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n11:30 pm</dco> &nbsp;<qco> <a href=\"religious.html\">have you ever been religious</a>?\n</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n10:25 pm</dco> &nbsp;<qco> will the video be released by april 15th?</qco> </h3>      that almost seems plausible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n10:20 pm</dco> &nbsp;<qco> How do you feel about bikes?</qco> </h3>      fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n9:52 pm</dco> &nbsp;<qco> what do I do if my parent's arguments are interrupting my creative process? like I wanna sit down and get stuff done but I can't concentrate because they're always so nasty to each other in from of me.</qco> </h3>      earplugs are very useful, depending on what you're doing. if you are working on something visual, earplugs are very helpful. otherwise if you are working on something with audio on headphones, you can get big isolation headphones. vic firth makes them, for drummers. probably available online or at a music store. if you are doing something with live acoustic audio, then you are just going to have to accept the challenge\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n9:51 pm</dco> &nbsp;<qco> as of me posting this, the second question from the top was posted at 3:14 pm, which means it was pi pm. is that cool</qco> </h3>      that's really not correct, even if you are rounding, 3:14 in time represents 3.233 hours\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n9:23 pm</dco> &nbsp;<qco> can you make this question look like a hyperlink without it actually being a hyperlink?</qco> </h3>      yes but i'm not going to\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n9:21 pm</dco> &nbsp;<qco> bill wurtz is creating? why haven't you made up something incredibly simple yet funny (like your youtube channel description) to put after the word creating?</qco> </h3>      the obvious and ideal simple solution would be to first delete the \"is creating.\" but that unfortunately is not allowed<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n8:52 pm</dco> &nbsp;<qco> Do you feel that allowing ads onto your videos would limit the amount of control you had over your art?</qco> </h3>      not exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n8:52 pm</dco> &nbsp;<qco> What makes a person human?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n8:18 pm</dco> &nbsp;<qco> Are your videos real, or are you just tricking us into thinking they are because we want them to be?\n</qco> </h3>      you can watch them and hear them. i'm not sure if that counts as real\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n7:31 pm</dco> &nbsp;<qco> Who is the best pianist in the world?</qco> </h3>      they are not ranked\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n7:11 pm</dco> &nbsp;<qco> please tell me the new video is gonna be as wild and crazy as hoj</qco> </h3>      way more\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n6:26 pm</dco> &nbsp;<qco> you misspelled ominous as \"ominus\" in the hoj script lol</qco> </h3>      i'm sure i misspelled way more than that. the script is not really what gets published. it's the video that gets published. the script is just to let me know what the hell to do in the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n6:23 pm</dco> &nbsp;<qco> how do you take your tea</qco> </h3>      not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n5:59 pm</dco> &nbsp;<qco> do you have any advice for us for when we try to understand the meaning of your some of your songs, videos, etc. and don't get it</qco> </h3>      there are generally 2 paths to take. if you enjoy the song, keep it in your collection and listen to it more in the future. if you don't, remove it from your collection\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n5:56 pm</dco> &nbsp;<qco> Wait, why are you making another history video? You already did the entire World here https://www.youtube.com/watch?v=n9xQTEHebpA\nSo what's the point?</qco> </h3>      the one i'm doing now will cover the same story, but in 19 minutes instead of 6 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> are u getting excited about the upcoming weekly/biweekly song schedule</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n5:35 pm</dco> &nbsp;<qco> HAVE YOU EVER LISTENED TO MUSIC DOPE ENOUGH TO MAKE YOU WANNA AAAAAAAAAAAAAAAAAAAAAAAAAaaAaaaAAAAAA</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n5:34 pm</dco> &nbsp;<qco> it's official. people will literally complain about anything. people are complaining that there are no ads</qco> </h3>      hahaha i know. people have been complaining about that for a long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n5:32 pm</dco> &nbsp;<qco> do u see &amp; appreciate the many colors of the world</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n4:56 pm</dco> &nbsp;<qco> How do you channel sadness into creativity?</qco> </h3>      start experimenting with whatever tools are available\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n4:54 pm</dco> &nbsp;<qco> what do you think about the fact that, since the industrialization of art, the auratic experience of art viewing has plummeted, </qco> </h3>      i'm actually not familiar with the word auratic<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and instead mass consumption has lead to a more generalized experience as far as appreciating (or not appeciating) media? </qco> </h3>      i'm not sure i really know what you're getting at<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like, 2 to 3 billion people have seen images of the mona lisa, yet a miniscule percentage of these people have seen the real thing. does that make the real thing lamer???</qco> </h3>      i don't think so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what's up with this, i can't decide how i feel\n\ni want to have a special, atmospheric, authentic connection with the art i look at but i also want everybody to have this experience, but i feel if we all do, maybe shit becomes almpst entirely Not Special</qco> </h3>      regardless of what world or paradigm we are living in, we will find ways to express ourselves. the results will range from mundane to magnificent, and surely often be both at the same time and also subject to each viewer's unique perception. i'm not sure if that answers your question. also after 400 years we usually only remember the good shit, so that's why people always think the present is lame by comparison, but it never is\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n4:49 pm</dco> &nbsp;<qco> are copies of things better, worse, or the same as the original?</qco> </h3>      it depends on the medium\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n4:15 pm</dco> &nbsp;<qco> <a href=\"what-question-should-i-ask.html\">what's a good question to ask you?</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n4:06 pm</dco> &nbsp;<qco> Who decides what is morally right and wrong?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n3:56 pm</dco> &nbsp;<qco> do people often send you quotes from your own work? </qco> </h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, what is your reaction to such a gesture? </qco> </h3>      nothing\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n3:14 pm</dco> &nbsp;<qco> <a href=\"when-will-you-do-another-history-video.html\">When is the new history video</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n2:57 pm</dco> &nbsp;<qco> how is being a person going?</qco> </h3>      it's going great. there are many challenges and rewards\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n2:48 pm</dco> &nbsp;<qco> Make me a sandwich</qco> </h3>      right now i don't have time<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n2:43 pm</dco> &nbsp;<qco> is anyone there?</qco> </h3>      where\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n2:13 pm</dco> &nbsp;<qco> Did you teach yourself how to edit all those cool videos?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n1:52 pm</dco> &nbsp;<qco> Is there any particular reason as to why you find misspelled words funny?</qco> </h3>      is there any particular reason as to why you think i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n1:50 pm</dco> &nbsp;<qco> I'm planning on censoring your new history video once it comes out and having it be eligible to show in my history class. How long will this process take me do you think?</qco> </h3>      please don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n1:06 pm</dco> &nbsp;<qco> I heard you are already working on another history video, did you really wanted to create another history video or it's just because people were asking you to do so?</qco> </h3>      the japan one was not supposed to be the only one. it was supposed to be like a test run. when i saw people defending me saying 'he only wanted to do just that 1' i realized people had the wrong idea and i knew it was urgent to do this one as soon as possible. even though there are worlds of other content urgently awaiting as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n1:04 pm</dco> &nbsp;<qco> did you ever feel like you should just stop making videos and live without doing any videos?</qco> </h3>      not yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n12:40 pm</dco> &nbsp;<qco> Are you interested in philosophy?</qco> </h3>      that sounds redundant, but i suppose so\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n12:36 pm</dco> &nbsp;<qco> How do you feel about 'ok'?</qco> </h3>      very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n12:25 pm</dco> &nbsp;<qco> do you often find ways to navigate through life</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n12:25 pm</dco> &nbsp;<qco> What do you think about the number 4?</qco> </h3>      it's neat\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n12:16 pm</dco> &nbsp;<qco> why don't you have any reward tiers on Patreon?</qco> </h3>      because i don't want people who can't donate to feel left out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n12:14 pm</dco> &nbsp;<qco> If I don't know anything about history, will the new video fill me in with everything I need to know?</qco> </h3>      it depends what you need to know\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n11:52 am</dco> &nbsp;<qco> Why do you think ads are gross?</qco> </h3>      they are not gross. they are like a summer's day, when a salesman pops out from behind a bush and pukes in my mouth. i know it's the same guy as yesterday, because i remember the taste. i'm sure he knows where i live, but he will never admit it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n11:18 am</dco> &nbsp;<qco> What's the weirdest world u ever seen? </qco> </h3>      i don't know but this one is pretty weird<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n10:36 am</dco> &nbsp;<qco> how do you know</qco> </h3>      i have to just use my best judgement<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n9:53 am</dco> &nbsp;<qco> <a href=\"we-are-number-one.html\">Have you ever caught a good guy, like a, like a real superhero?</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n9:51 am</dco> &nbsp;<qco> Should I search for my life's purpose or just let it come to me (of course, assuming that there even is a purpose to life)?</qco> </h3>      why not both<br><br>"
  },
  {
    "html": "<h3> <dco>4.12.17&nbsp;\n9:41 am</dco> &nbsp;<qco> What time stamp are you at in the video currently?</qco> </h3>      i don't know but i'm at part 15 of the score, mixing<br><br>"
  }
]
