[
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n12:02 pm</dco> &nbsp;<qco> What do you make of this whole Jordan Peterson and Sam Harris debate on the need to nest morals in stories?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n11:24 am</dco> &nbsp;<qco> Are you going to be uploading videos in the same consistency and format as you have been for the foreseeable future? Or do you think you might switch it up</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n10:25 am</dco> &nbsp;<qco> Is it ok for me to speak latin if latin is supposed to be dead?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; recently i've been talking in english out of embarassment.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n9:59 am</dco> &nbsp;<qco> On a scale of 1-10 how randy are you feeling?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n8:31 am</dco> &nbsp;<qco> is there a reason you call the musical vids u were making for vine in late 2015 \"jingles\" while u have other stuff around the same length you just call short songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n7:19 am</dco> &nbsp;<qco> is your new song coming on sept 4th</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n6:51 am</dco> &nbsp;<qco> i'm 21 and still feel like i haven't grown up, even though i have a full time job and live in my own apartment. do people ever feel like they've grown up?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n6:50 am</dco> &nbsp;<qco> Are you ever going to post anything in /reality again</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n5:38 am</dco> &nbsp;<qco> what do you think of the idea of someone working as hard as you are every day but instead of making videos/music they are instead trying as hard as they can to save all of humanity</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n4:44 am</dco> &nbsp;<qco> Hi have you ever tried a crumpet&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n3:07 am</dco> &nbsp;<qco> did you use views or other external feedback on your early videos to guide your work</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or was it mostly internal self evaluation of the content</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n2:56 am</dco> &nbsp;<qco> which 'music related meme' youtube channels do you watch? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;any favourites?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n2:21 am</dco> &nbsp;<qco> my dad got a peavey nathan calaveri international series (i think thats the model as that's what it says on the headstock) from a friend of his for me but i cant find it on google anywhere apart from cash converters. do you know if it's a decent guitar?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n1:40 am</dco> &nbsp;<qco> Did you expect your \"history of...\" videos to get as popular as they did?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n1:38 am</dco> &nbsp;<qco> you mention congress in hello sexy pants. Was there any event you were alluding to?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Such as the shutdown of the white house?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When did you write those lyrics?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Because I know La de da is 10 years old</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.30.18&nbsp; \n12:30 am</dco> &nbsp;<qco> are u still having trouble with twitch because i am very excited for the Cool Content that you will put on there</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n11:47 pm</dco> &nbsp;<qco> Do your songs and lyrics have meaning?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; By meaning, more than the literal translations of your lyrics...</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or are those just mediums in which you use to create a feeling? As in... you use phrases or words, incoherent or not, to create a feeling.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or is there another goal?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n11:30 pm</dco> &nbsp;<qco> Hi bill I just got back to school after a long year and I can't seem to find or talk to my friends. Every time I try to approach them I just get scared or say something awkward instead of being sociable. How do I be a better friend so we stay in touch?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n11:08 pm</dco> &nbsp;<qco> Your pants fit really well, tips on where to buy your pants?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n10:46 pm</dco> &nbsp;<qco> how do i get to know people better? there are some cool people that i know are cool but i don't know them well</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n10:36 pm</dco> &nbsp;<qco> am i weird for not liking fruit</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n9:55 pm</dco> &nbsp;<qco> you can't convince me that you're not @spy_tips</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n9:28 pm</dco> &nbsp;<qco> is it just me or is music getting better and better all the time</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n9:12 pm</dco> &nbsp;<qco> What are some little things in music that instantly win you over the moment you hear them?</qco> </h3><a href=\"newrules-drumfill.mp3\">finesse</a><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n9:03 pm</dco> &nbsp;<qco> How do you get people to both love and fear you but love you slightly more than they fear you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n8:50 pm</dco> &nbsp;<qco> why do you think a sizeable chunk of your audience here seems to struggle with forcing themselves to do work? I fall within that category of people, and it's both strange and refreshing to see others in my situation also here, asking you questions.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n8:36 pm</dco> &nbsp;<qco> modern wheat is generally harmful to humans and should be avoided by most people. thoughts?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> What led you to decide to write a brand new song even though you are in time-crunch mode,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and can you tell us anything about the process of writing it in what i imagine was a relatively short time?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n7:45 pm</dco> &nbsp;<qco> Someone I was close to told me to never contact them ever again. What do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n7:41 pm</dco> &nbsp;<qco> what's the point of brushing my teeth if i have to eat afterwards?.. what's the point of eating if i have to take a shit afterwards?.. what's the point of taking a shit if i have to clean the toilet afterwards?.. what's the point of eating shit if i have to brush my toilet afterwards!!!!!!!!!! (: ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n7:36 pm</dco> &nbsp;<qco> what language is th -- agfhgusfdyg?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n7:36 pm</dco> &nbsp;<qco> Why does school suck so much?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n7:35 pm</dco> &nbsp;<qco> why does this site look like it was made by a high-school college for elementary junior schoolers with PLANS,&nbsp;&nbsp;. ... .. .. .&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>man \n<br>\n<br>*QUESTION MARK*</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n7:33 pm</dco> &nbsp;<qco> everything seems so pointless and i keep grinding my teeth. how does this make you feel</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n7:23 pm</dco> &nbsp;<qco> A lot of people said you had/have depression. Is that true?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n7:13 pm</dco> &nbsp;<qco> How do I remember my locker code?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n6:39 pm</dco> &nbsp;<qco> How do you forget how a song goes so that you can re-experience it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n6:34 pm</dco> &nbsp;<qco> well crap i literally only listen to the same few songs over and over and that's all i listen to...... i feel like i'm going to ruin the songs for not only me but others too, i voice chat with my friends a lot and sometimes we play music but I CAN'T PLAY ANY MUSIC I LIKE BECAUSE I'VE ALREADY PLAYED IT 20984290 TIMES AND I REALLY FEEL BAD ABOUT IT LIKE I FEEL REaLLY REALLY BAD I DON'T WANT TO MAKE ANYONE ANNOYED OR HATE THE SONGS BECAUSE IT's GOTTEN SO OLD TO THEM waht the frick do i do what do i do This music has to do with my current big obsession so even if i find other music i like i never like it nearly as much as the music related to my obsession so i just go back to That music frick firkfcikrffrii rikckiirkfikrccikrrik whatever man my question Was going to be \"how do i avoid feeling bad about playing the same songs over and over\" but the solution is to just not play those songs ... even though i want to the stupid fear mixed with embarrassment is overpowering so, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;... heh .. i guess you can still answer it if you want to, or if you have a different solution. i don't know, i feel bad. this is really pointless fughfdgjidfgdggggggg</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n6:25 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201808290249\">8.29.18&nbsp;&nbsp;2:49 am</a> &nbsp;&nbsp;ive tried doing this, like writing poetry and stuff, but it hasn't worked out any better ... </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i think my problem is lack of a subject. i could write about something stupid and near meaningless and itd be easier but that doesn't really seem fun to me</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n5:29 pm</dco> &nbsp;<qco> what's a word that you thought meant one thing but actually meant something completely different</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n5:16 pm</dco> &nbsp;<qco> bro what is up with all these 15 year olds going to you for help with their messed up mental problems</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n4:39 pm</dco> &nbsp;<qco> what kind of keyboard would you recommend to buy on a very low budget? it's gotta have hammer action, thats the biggest priority. a midi controller is cheaper than a digital piano but it doesnt have 88 keys</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and i dont really know how to use them (i dont know about musical softwares).</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do i need 88 keys (i dont think i can play classical music on a 2 octave keyboard but it might be enough for other styles.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i havent been playing for almost a year because i dont have the funds for a digital piano so i gotta find something buyable. right now i have this toyish keyboard thing that has no hammer action and when you play chords and melody at the same time it makes weird noises instead of playing what you play.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n4:35 pm</dco> &nbsp;<qco> When are you going to start dropping crazy hints on insta?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n4:28 pm</dco> &nbsp;<qco> What is your opinion on believing in certain things as absolute truth?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (e.g. Believing absolutely in things like There is no god,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Websites must have formatted correctly code,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; people need to get married and have kids, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I need to get this done in 2 weeks,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the old days were better, etc.)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n4:25 pm</dco> &nbsp;<qco> i have to educate-entertain thousands of people or in someway contribute to their lives. thats the intent. but the big question is where do i begin?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n4:19 pm</dco> &nbsp;<qco> Come to think of it, religions impacted music more than i thought. they got some cool music</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n3:53 pm</dco> &nbsp;<qco> Why are beavers so good at beaving, while salamanders are experts at salamanding? What is it about the inherent nature of these creatures that makes them so skilled in their own fields?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n3:42 pm</dco> &nbsp;<qco> Do you like to smell trees?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n3:28 pm</dco> &nbsp;<qco> DOES YOUR NEXT SONG FEATURE A FOUR PIECE BARBERSHOP QUARTET. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nIF NOT THEN WILL YOU CONSIDER IT</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n3:13 pm</dco> &nbsp;<qco> Why do dead celebrities need twitter accounts? Like, I don't need to see john lennon's tweets.</qco> </h3><br><br>"
  }
]
