[
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n9:45 am</dco> &nbsp;<qco> Are you affected by coronavirus at all?</qco> </h3>      let's just say i have developed a newfound intimate relationship with oatmeal\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n9:44 am</dco> &nbsp;<qco> Do u have a favourite colour?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n9:43 am</dco> &nbsp;<qco> What is your opinion on doorknobs?</qco> </h3>      very difficult to get inside the doorknob. maybe if the doorknob had a doorknob that would be a little easier\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n9:38 am</dco> &nbsp;<qco> Hey Bill, It's been a long time since I've asked a question here so here's a question;&nbsp;Can you compose using modes? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so, How?</qco> </h3>      just hang out for a while and only allow yourself to use notes from inside one key signature. keep your schedule clear of any appointments, or at least act like it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n9:37 am</dco> &nbsp;<qco> can i make a sentence</qco> </h3>      i dare you to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n9:06 am</dco> &nbsp;<qco> picture of bread?</qco> </h3>      \n\n<a href=\"http://www.google.com/search?q=billwurtz+bread\" target=\"_blank\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n8:39 am</dco> &nbsp;<qco> what time signature is monday ice cream sandwich?</qco> </h3>      now that i think about it, bar by bar, it seems to be 4/4, 7/8, 4/4, 9/8, 4/4, 3/4, 3/4, 4/4. that's just my opinion. you could write it however you choose, but it seems that is the way i was feeling it when i played it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n8:05 am</dco> &nbsp;<qco> how can a person fly without wings or a jet pack \n<br></qco> </h3>      could use a helicopter\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n7:11 am</dco> &nbsp;<qco> is making your new video turning out to be more drawing or more programming?</qco> </h3>      i'm not interested in making only 1 video, but the video making process, ideally, should be mostly drawing, playing, performing, etc. And in general, this is made more and more possible as more and more programming is put into place\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n5:39 am</dco> &nbsp;<qco> Have you ever carried a dozen bricks down a brick road through a brick door and into a brick house</qco> </h3>      no but that sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n4:26 am</dco> &nbsp;<qco> how do I play an H on the piano&nbsp;</qco> </h3>      you might have to go to germany\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n4:25 am</dco> &nbsp;<qco> what's your favorite key signature&nbsp;</qco> </h3>      whichever one can best represent the music at hand\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n4:19 am</dco> &nbsp;<qco> Do you own a Virtual Reality headset?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If not, do you think you'll buy one some day?</qco> </h3>      of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n4:08 am</dco> &nbsp;<qco> opinions on covid-19</qco> </h3>      could still hold some surprises\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n4:00 am</dco> &nbsp;<qco> bascuase final cut express was discontinued in 2012 so you are learning to use blender right?</qco> </h3>      at this point, a little more like teaching it to use me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n3:33 am</dco> &nbsp;<qco> if mario is to wario then luigi is to ______?</qco> </h3>      NOTHING\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n3:31 am</dco> &nbsp;<qco> What is your opinion on the nba?</qco> </h3>      whenever i think of the nba, i think of basketball\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n3:03 am</dco> &nbsp;<qco> before the transformation started, how long did you think relearning video making would take?</qco></h3>      learning is forever. i already knew this because i never finished learning last time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, wheres the countdown at?</qco> </h3>      inches from the ground, which is ok because the parachute is still mostly intact, despite having been ripped and melted repeatedly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n2:36 am</dco> &nbsp;<qco> do you like rice</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n2:26 am</dco> &nbsp;<qco> i feel like theres a deeper meaning to this page and the random colors on some letters probably nit....is there?</qco> </h3>      yes, the purple means it was a user submitted question, the white text is my answer, and the yellow is the date it was asked\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n2:22 am</dco> &nbsp;<qco> Do you think that the world is ending right now?</qco> </h3>      starting maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n2:19 am</dco> &nbsp;<qco> Gotta say, I love the reality videos. It'd be sick to see you do more casual stuff like that more often, just talking about life or stuff you find yourself intrigued by. Think you'd ever try something like that?</qco> </h3>      every day of my life. the editing gradually catches up. the editing is currently up to about 2016, yet not even nearly as all inclusive as it could be. this was in a desperate attempt to get at least something on there, because prior to 2016 there was none released\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n2:16 am</dco> &nbsp;<qco> What happens if you reach the end of the internet?</qco> </h3>      you'll have to make more\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n2:06 am</dco> &nbsp;<qco> Most anticipated 2020 game?</qco> </h3>      ! ~~ ~ ~ ~ MaKiNg sOmE CoNtEnT ~ ~ ~ ~~ !\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n2:04 am</dco> &nbsp;<qco> what's ur favorite shade of blue&nbsp;</qco> </h3>      yellow\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n1:56 am</dco> &nbsp;<qco> Why do you exist?</qco> </h3>      was thinking it would improve my reputation\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n1:47 am</dco> &nbsp;<qco> why is your lyrics page in such terrible color scheme?</qco> </h3>      \n\nthat is a gentle reminder that the lyrics belong in the songs, not sitting silently on a page\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n1:45 am</dco> &nbsp;<qco> can you come up with a new word</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n1:39 am</dco> &nbsp;<qco> What are your opinions on the sacking of Constantinople?</qco> </h3>      mistake. someone should un sack it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n1:36 am</dco> &nbsp;<qco> What's your favorite instrument sound to put on your songs?</qco> </h3>      voice\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n12:55 am</dco> &nbsp;<qco> my brother and I been listening to your songs for 3 years now and we sing to all the lyrics. You're one of our favorite person ever and we consider you our friend, hope you're feeling good!</qco> </h3>      holy stock pile of household consumer goods, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n12:43 am</dco> &nbsp;<qco> how do i make the world better?</qco> </h3>      go to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n12:43 am</dco> &nbsp;<qco> How do you feel about eels</qco> </h3>      i still don't know the difference between an eel and a seal\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.5.20&nbsp; \n12:00 am</dco> &nbsp;<qco> my cats think I lactate like their mother who is probably living on the streets in New York somewhere do you have any hints on how I could get my milk for my cats because if they think I lactate I lactate which means my milk needs to feed their family including their fathers and mothers that are probably long dead but do you have any hints on how I could find their brothers and sisters and have them open up my milk containers stored in my lower chest. If you can help me get my milk I can send it to all of your fans until I run out then I find my cats milk and make profit off that and go to hell with millions of dollars off of milk gauging and also I have to isolate from my cat because one of them sneezed so how do I Give them the milk from the container if they will give me the boys can you make me immune to the corona so I can feed my cats in a hotdog costume also popular pop star Mitchell Jackson said hi from his grave&nbsp;</qco> </h3>    \n   first thing you'll wanna do is go ahead and google how to log on to the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n11:10 pm</dco> &nbsp;<qco> What's your opinion on communism</qco> </h3>      good merchandise. never tried the actual product\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n10:46 pm</dco> &nbsp;<qco> I've sent you a link to some changes I made to your blender rigging script... code is not objectively better, just a bit more compact and maybe a little less error prone, just trying to help you save time. I'm amazed and shit scared for you that you're diving this deep into the technical aspect of 3D animation, I have worked with professional riggers whose job it is to write these kind of scripts, it's insane that you're going that far. I hope you're not drowning in these cog wheels. Do you have energy left for non-technical playful creation still? All the best</qco> </h3>      here's the thing about doing scripting ....................... when the scripting is done, if done properly, it surges the playful into hyperdrive. that is the entire and whole point\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n10:44 pm</dco> &nbsp;<qco> Hey Bill when Is the new video Is coming out</qco> </h3>      you're acting like i'm only gonna make 1 video. i'll tell you one thing for sure, videos are way too awesome to make just 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n10:29 pm</dco> &nbsp;<qco> What hours are the mount saint Helen's gift shop open?</qco> </h3>      only during eruptions\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n10:16 pm</dco> &nbsp;<qco> what is your opinion on the 6 express train</qco> </h3>      extra narrow, for speed\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n10:15 pm</dco> &nbsp;<qco> where is a good place to start self-learning an instrument</qco> </h3>      at home, and in the workplace\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n9:58 pm</dco> &nbsp;<qco> how do you decide whether to put those few milliseconds of black screen before the start of a video</qco> </h3>      always do it. this is a good safety margin in case the delivery platform screws up the start. this is standard procedure, since the dawn of television, or before\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n9:48 pm</dco> &nbsp;<qco> when did you start living stronger</qco> </h3>      doing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n9:22 pm</dco> &nbsp;<qco> who answers these?</qco> </h3>      ~~ <a href=\"george-clooney.mp4\" target=\"_blank\">i will tell you</a> ~~\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n9:17 pm</dco> &nbsp;<qco> Thoughts on pencil sharpeners?</qco> </h3>      they are extremely rare, and therefore very valuable\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n8:43 pm</dco> &nbsp;<qco> Since half of the world is in quarantine,(i believe including you)&nbsp;&nbsp;does that mean that you will have some spare time understanding every aspect of the new computer program you are using right now and create new videos? \n</qco></h3>      it's more than 1 program, and in some ways i am creating the program(s), but the amount of time i have now is almost exactly the same as before, except possibly a few minutes extra because i no longer go out to lunch<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sorry if this question is like others but i haven't checked the website for quite a while :p</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n8:37 pm</dco> &nbsp;<qco> Tips for increasing creativity?</qco> </h3>      glitch up a ramp\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n8:37 pm</dco> &nbsp;<qco> What is a 4 letter word that you can use in various ways that are mostly positive?</qco> </h3>      sand\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n8:37 pm</dco> &nbsp;<qco> Will you ever collaborate with another musical artist to create a song?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n8:31 pm</dco> &nbsp;<qco> One of my favorite parts of your songs are the seemingly random brass hits.&nbsp;&nbsp;How did you come up with these and where to put them?</qco> </h3>      it's like a puzzle piece. try it everywhere until it fits\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.4.20&nbsp; \n8:30 pm</dco> &nbsp;<qco> I listen to your songs on spotify on repeat while doing homework.&nbsp;&nbsp;What do you think of that?</qco> </h3>      i will make more\n<br><br>"
  }
]
