[
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n5:49 pm</dco> &nbsp;<qco> Does the fact \"I'm A Huge Gamer Most Of The Time\" ends with a question [\"do you wanna switch characters?\"] and begins with a \"yes\", mean it is to be infinitely looped, as a question answering itself, like \"History Of The Entire World, I guess\" can?</qco> </h3>      \nreplayability is certainly a desirable feature, in my opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n5:20 pm</dco> &nbsp;<qco> How do I know whether things are true or not (internally)</qco> </h3>      \neventually you're just gonna have to decide. you can decide on your own, or you can look to other people and decide the same way they did. but you'll still have to decide whether to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n3:52 pm</dco> &nbsp;<qco> do you still plan to make story videos like the beginning of I'm a Huge Gamer Most of the Time?</qco> </h3>      \noh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n3:29 pm</dco> &nbsp;<qco> At the end of your epic gamer song, the humane ask if they could switch characters, while switching positions.\n<br>Was the position switch them switching characters? Because if so we didn't get a verbal answer and that means that you can't, but you can or your can, and you could</qco> </h3>      \nthe mouth of character 1 moves at the beginning of the line, and then after the characters pass through each other, the mouth movement of the same line finishes on character 2. So it's my understanding that there was a character switch\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n3:23 pm</dco> &nbsp;<qco> Have you ever thought of making a song without drums&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n3:11 pm</dco> &nbsp;<qco> your music has unlocked feelings inside of me that i haven't felt in a very long time. that has been your intention this whole time, right?</qco> </h3>      \ni suppose it could be on my ..... 'bucket list', while not actually being a bucket\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n2:33 pm</dco> &nbsp;<qco> Do you secretely hold the answer to life</qco></h3>      sure, but it would be unfair to say it's just me. you do. we all do. secretly, yet also surely in plain sight<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and try to cryptically give it to us through seemingly random songs and eventually we will understand what you have been trying to teach us all along, coming together to ascend to a different moral plane? Or is it just.?</qco> </h3>      i don't know which planes are above or below which others. ever since i found out 'up' is relative..... \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n1:54 pm</dco> &nbsp;<qco> i think im a huge gamer is a song about making new friends and sharing your passions with them is that right?\n<br></qco> </h3>      \ni don't see why not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n12:47 pm</dco> &nbsp;<qco> Are you interested in a volcano exploration?</qco> </h3>      \nyes, only if it's safe\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n12:28 pm</dco> &nbsp;<qco> Hello, I'm currently having a hard time trying to finish my university semester due to a lack of motivation and any kind of emotion. During the pandemic, I've lost the excitement I once had towards Computer Science, and with it, the excitement towards my future. I've decided to take a break year to fix my mental state, but now that I've decided on the break, I find myself unable to at least push on for these last few weeks. Have you ever dealt with apathy? If so, can you give me some advice on how to feel again? Or do you have any kind of&nbsp;&nbsp;advice for me?</qco> </h3>      \napathy is usually a sign that you've lost your way, just a little. kind of like you were walking down a hallway, but for some reason now you are trying to go sideways (into the wall) and so you're having trouble moving forward.\nIf you're interested in computer science, well, i'm not sure how a university semester ties in with that, maybe it does maybe it doesn't, i'm not familiar with university semesters, but, my first thoguht is: why don't you just grab a computer and start doing science\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n10:52 am</dco> &nbsp;<qco> have you ever wondered about human limitations? I mean, try imagining infinity, or an infinte amount of apples. It just keeps getting bigger forever. \n<br>\n<br>Or how about the 4th dimension. Or 5th, or 6th. We can make 3d lookalikes of what it could look like but we just can't form that in our brains. \n<br>\n<br>Do you think there's something musical no one will ever understand? Maybe I am going crazy</qco> </h3>      \nthe part of music that makes it good..... to this day, no one understands that part. it's the music who understands us\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n10:13 am</dco> &nbsp;<qco> How to music theory??? :(</qco> </h3>      \nspend time enjoying notes, chords, but most of all SONGS and music. and over time you'll get great experience with them. Occasionally converse with others along the way, who are doing the same thing\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n7:26 am</dco> &nbsp;<qco> where should i go with writing this piece now that i have all the melody etc parts on a sketch but no idea of what i wanna do with em</qco> </h3>      \nstart looking into what ways you are going to cause other people to hear the song. start exploring what your options might be\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n4:14 am</dco> &nbsp;<qco> how necessary is it to keep any particular time signature in a song?</qco> </h3>      \nas long as you don't make the song suck. even that might be ok, depending on what your goals are\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n4:05 am</dco> &nbsp;<qco> is your scramble (his lantern is quite arousing) a reference to the sexy lamp from hello sexy pants? or accidental</qco> </h3>      \nneither\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n2:51 am</dco> &nbsp;<qco> how did you make you make your new song so flippin epic? the song just changes so much that i think it has become my favourite one, closely followed by fly around! </qco></h3>      holy smokes you are very friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, what are your thoughts on explosive cheese?</qco> </h3>      \nthe perfect solution to implosive cheese\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.22&nbsp; \n12:15 am</dco> &nbsp;<qco> It seems you've put I'm a huge gamer most of the time on your \"anything videos\" playlist. This is strange, as you seem to consider it a song. How would you actually classify it?</qco> </h3>      \n1 step closer to a world where song and scene can safely live side by side\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n11:00 pm</dco> &nbsp;<qco> Are you an artist?</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n10:52 pm</dco> &nbsp;<qco> Do you have a favorite plant ?</qco> </h3>      \ntree\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n10:02 pm</dco> &nbsp;<qco> Do you have a favorite song that you've made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n9:42 pm</dco> &nbsp;<qco> what number do you hold the most neutral feelings about?</qco> </h3>      \nwhat the heck is a neutral feeling\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n9:11 pm</dco> &nbsp;<qco> looking through some of your questions and you gave \"food tastes richly of shit\" as a song title anagram in early 2019, but that doesn't match any of your songs (and it didn't match the question that was asked either like with \"the title of the next song\", unless i'm mistaken). what was that about</qco> </h3>      \n\"it's the first day of school\" (and i think i might quit, etc)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n5:12 pm</dco> &nbsp;<qco> is \"i'm a huge gamer most of the time\" technically a musical?</qco> </h3>      \njust about\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n4:51 pm</dco> &nbsp;<qco> How long did it take you to realize that you had unknowingly only ever written songs about butter?</qco> </h3>      \nthat would be the exact same moment i realize that everything in the world is butter\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n3:37 pm</dco> &nbsp;<qco> does art exist</qco> </h3>      \nyes, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n2:40 pm</dco> &nbsp;<qco> Did you watch The Godfather? I watched part 1 and 2 recently and thought they were awesome.</qco> </h3>      \ni've never seen either one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n2:29 pm</dco> &nbsp;<qco> So in the new video, it kinda seems like the main character is learning more about his gamerness just from explaining it to the other person? Like he says \"I just noticed\" several times, and goes from being sort of flip floppy between \"some of the time\" and \"most of the time\" near the beginning to confidently correcting his new friend that its \"most of the time\" at the end. Is that what the receptionist was getting at when they said to go down the hall to find \"proof of self\"? Also btw the song is incredible, I love how it starts off as a cool bop and then around \"in the real game\" it starts to gradually branch off and gets unexpectedly kinda beautiful and magic sounding, then goes straight back into being all head-boppy at the end.</qco> </h3>      \nholy smokes you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n2:11 pm</dco> &nbsp;<qco> Have you ever played Dungeons and Dragons (D&amp;D)?</qco> </h3>      \ndragons, not dungeons\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n1:50 pm</dco> &nbsp;<qco> how do you feel when you get an ad in another language?</qco> </h3>      \nsometimes it's a calming feeling, to see that the ad gods cannot yet see 100% into my soul\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n1:44 pm</dco> &nbsp;<qco> you said that the word to would be in the title of the newest video, </qco></h3>      i absolutely did not say that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yet it was not. is there any reason to this?</qco> </h3>      someone asked \"what is one of the words in the title of an upcoming song of yours?\" and i said \"to\". i suppose if you didn't read the question carefully, you might think they were asking about THE NEXT immediately upcoming song. But i'd read it to mean any upcoming song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n1:15 pm</dco> &nbsp;<qco> in your new video;&nbsp;is the main character a huge gamer all of the time?</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n12:52 pm</dco> &nbsp;<qco> What do I do when I have to study but I don't want to study anymore</qco> </h3>      \nthis may surprise you, but try submerging your face into ice cold water\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n11:21 am</dco> &nbsp;<qco> Are any of the characters in your new video meant to be you</qco> </h3>      \nthe person singing into the microphone in front of a camera wearing various different shirts and sunglasses, is me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n11:09 am</dco> &nbsp;<qco> What kind of game did you like when you wrote the lyrics?</qco> </h3>      \nthe game of merging the worlds of song and scene, safely\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n10:05 am</dco> &nbsp;<qco> will u ever use the word cute in ur songs&nbsp;</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n9:40 am</dco> &nbsp;<qco> explain what a time signature is to me, please for the love of god i cannot understand them no matter how many google searches and videos i watch</qco> </h3>      \nthe top number is how many beats per bar. the bottom number gives you a hint of what note gets the beat. but the beat might not actually feel like that.... but for sure what it's telling you is: how much can fit in a bar. and in the case of 4/4 it's saying there are 4 quarter notes in the bar. If it's 6/8, they're saying there's 6 8th notes in a bar. If you're from a country that doesn't call them quarter notes and eight notes, then i could how that could make this a little opaque<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n9:14 am</dco> &nbsp;<qco> What is your hardest vocal lines\n<br></qco> </h3>      \none of the hardest things i ever recall singing was the high \"have\" in \"well i guess we'll have to find another way to india\". high syllables starting with H are shockingly problematic\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n7:48 am</dco> &nbsp;<qco> I was talking about your recent video and I described the beginning of it as a \"preamble\", then paused and wondered if that word fit. What do you think?</qco> </h3>      \nthat's fine with me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n7:13 am</dco> &nbsp;<qco> Is Steve a huge gamer (most of the time)?</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n6:19 am</dco> &nbsp;<qco> is \"huge gamer\" based on your real world gaming and/or gaming related experiences?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n4:46 am</dco> &nbsp;<qco> How did you come up with the idea of mixing a skit and a song like you did for \"I'm a huge gamer\"?</qco> </h3>      \nit's something i've always aspired to do, but i was afraid of some of the consequences\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n4:01 am</dco> &nbsp;<qco> do you have any strong opinions on how john curtain transferred australia's primary trading partner from the UK to the USA during ww2?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n3:17 am</dco> &nbsp;<qco> how to stop</qco> </h3>      \nyou may have to start\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n3:15 am</dco> &nbsp;<qco> Does the Q10 in your latest video represent the Coenzyme Q10 or Ubiquinone?&nbsp;</qco> </h3>      \nno, it represents the Q tile in scrabble, which is marked as being worth 10 points\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n2:14 am</dco> &nbsp;<qco> Do the scores and various numbers in your latest video perhaps have a hidden meaning we can find?</qco> </h3>      \namongst the things you could discover are: how many players there are, what the range of scores are for the other players. within what range is the value added to the lead player's score each time. Within those ranges, it's randomized. Those are the dynamics at play, and with careful observation i'm pretty sure you could determine just about the exact formula being used to determine the positions\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n1:15 am</dco> &nbsp;<qco> How would your feel about weather if you could control it directly?</qco> </h3>      \ni'd be wishing for some surprises\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.22&nbsp; \n12:55 am</dco> &nbsp;<qco> In your video \"I'm a huge gamer most of the time\" the main character says they are a huge gamer most of the time but are you too also a huge gamer most of the time</qco> </h3>      \nnot exactly\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2022-05.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>5.31.22&nbsp; \n11:18 pm</dco> &nbsp;<qco> favorite song you've composed of all time?</qco> </h3>      \ni would prefer to compose a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.22&nbsp; \n10:58 pm</dco> &nbsp;<qco> is the real proof of self the friend(s) we made along the way?</qco> </h3>      \nthat is one way to prove self. with friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.22&nbsp; \n10:57 pm</dco> &nbsp;<qco> did you want to do a more lighthearted song after \"if the world doesn't end\"?</qco> </h3>      \ni was looking for something at least somewhat ridiculous\n\n<br><br>"
  }
]
