[
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n6:34 pm</dco> &nbsp;<qco> In llama land, is there a one-man band, and will he toot his flute for you?</qco> </h3>      \nno that's only in the commercial\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; 5:14 pm</dco> &nbsp;<qco> if someone asked to you show an example of what you do, what song/video would you show them... or running away is always an option.</qco> </h3>      \ni'd never admit to anyone that i do anything, except for the things they already know about\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; 4:23 pm</dco> &nbsp;<qco> favourite time signature?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n4:14 pm</dco> &nbsp;<qco> Why IS love such a recurring theme in everyone's songs?&nbsp;</qco> </h3>      \nperhaps it's sponsored by coca cola somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n3:47 pm</dco> &nbsp;<qco> i don't remember the video name but you cited pyongyang on a video. what is your general opinion on it</qco> </h3>      \ni know almost nothing about it. it's extremely isolated from the rest of the world and hard to learn about\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n3:24 pm</dco> &nbsp;<qco> whenever i look at the late periodic table elements and how theyre similar to previous elements i think \"yeah thats kind of like art in general\"\n<br>\n<br>how much credit do you think goes to the first artists given someone else was probably gonna do it anyway not that long later?</qco> </h3>      \n2 points\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n1:49 pm</dco> &nbsp;<qco> do you plan on adding another category (or more) to this website? </qco></h3>      there are many categories left to be added<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what will it be if you do?</qco> </h3>      \ni never say what they are until after i add them. wait i just remembered i don't say it then either, i just add them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n12:56 pm</dco> &nbsp;<qco> do you think music is the process of capturing your own feelings or is it meant to evoke certain emotions to others (including yourself)?</qco> </h3>      \nif all goes well, then it should do both. like a record/playback system for your feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n12:25 pm</dco> &nbsp;<qco> what if i'm motivated to play the guitar/do art/ make music, but only sometimes. like i would like to get better at all of these things, but can only find the motivation in short sporadic bursts? is it better to push myself to do these things only when i truly feel like doing them, or is it better to stick to my emotions as to not wear myself out? i suppose the difference would be whether or not my goal is to have fun or to get better, but i would love to find a comrpomise</qco> </h3>      \nin that case, you're gonna find a compromise and you're gonna have a lovely time finding that compromise\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n12:15 pm</dco> &nbsp;<qco> You keep saying the best kitchen utensil is the spatula.</qco></h3>      no i'm about to stop saying it. it's a majestic looking item and a majestic sounding word, so it makes a great answer for that question, but i think i've said it like 4 times now which is just about too much <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you work for Spatula City, an agent for big spatula?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There's no better way to say I love you than with the gift of a spatula.</qco> </h3>      \ntake it even further if you love a spatula you can show your love by giving a spatula to the spatula\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; 11:34 am</dco> &nbsp;<qco> favorite letter</qco> </h3>      \nperhaps everything i've ever done in life has been a result of not being able to decide that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n11:21 am</dco> &nbsp;<qco> what is the best shape with more than 8 sides and less than 40</qco> </h3>      \nperhaps everything i've ever done in life has been a result of not being able to decide that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n11:13 am</dco> &nbsp;<qco> if i said your name five times reallyy fast, would you appear and tell me words of wisdom? or would you ignore my calling upon you</qco> </h3>      \ni wouldn't receive the message in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n10:48 am</dco> &nbsp;<qco> thoughts on the word \"interesting\"? i worry i use it too much</qco> </h3>      \nyes i think i've used it too much as well. it's an extremely very useful word\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n9:30 am</dco> &nbsp;<qco> EVERY TIME YOU USE THE WORD tenderly I GET TURNED ON. STOP IT. I ONLY COME TO THIS PAGE TO GET TURNED OFF.</qco> </h3>      \ni cannot turn everyone off at the same time, be patient\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n8:43 am</dco> &nbsp;<qco> What's your favourite motorcycle?</qco> </h3>      \ni don't know any motorcycles\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n7:59 am</dco> &nbsp;<qco> favorite keyboard settings combination for improv?</qco> </h3>      \na plain rhodes with a pitch vibrato on the mod wheel and 2 step pitch bend on the bend wheel. through a normal speaker and then a voice memo mic nearby to pick up the keyboard audio and voice. and chair squeaks, whatever\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n7:58 am</dco> &nbsp;<qco> Do you have a personal preference between La de da de day oh or And the Day Goes On? I'd guess La de da de day oh, but idk. And don't say \"i'd prefer a new one to be my favourite\"</qco> </h3>      \ni'd have to keep switching back and forth. and i'm guessing you don't have the patience for that right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n5:49 am</dco> &nbsp;<qco> Are good and bad opposites, or perhaps in a triangle with a third thing?</qco> </h3>      \ngood and bad are certainly opposites\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n5:46 am</dco> &nbsp;<qco> i always put my foot on the desk when im using my computer, is this genetic?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n5:04 am</dco> &nbsp;<qco> have you ever used a mellotron?\n<br>thoughts on the mellotron</qco> </h3>      \ni've only heard it mentioned at parties\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n5:04 am</dco> &nbsp;<qco> How do you personally conceptualize \"nothing\"-is it an absence of everything, a space of potential, or something else entirely?</qco> </h3>      \n'nothing' is like a gap between other things. without things, it's really hard for 'nothing' to mean anything. hmm, maybe that's why there's always things around somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n4:53 am</dco> &nbsp;<qco> I've run into a problem: I get both my best ideas and my most intense motivation to work on music when I'm very emotional and excited (positive or negative). But at the same time, working on music is therapeutic and calming for me. So whenever I start working on music because I'm emotional and excited, the act of working on music calms me down, and then I stop having ideas or motivation for whatever I was working on. Do you have any advice for how I could fix or work around that problem?</qco> </h3>      \nbasically you can have your ideas at a different time from when you execute them. those 2 jobs require different qualities, at least for me, so they are absolutely separate. different roles\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; 4:33 am</dco> &nbsp;<qco> Why don't you ever use capital letters</qco> </h3>      \nthe reason it might appear this way is if you are paying little to no attention whatsoever to the actual words and letters i use\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n3:28 am</dco> &nbsp;<qco> I just changed. I'm different now. What do I do?</qco> </h3>      \nchange again! and keep being a person who changes. Or: Stop changing! change into someone who doesn't change.\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n2:24 am</dco> &nbsp;<qco> do you still like avocados as of 24/3/2025</qco> </h3>      \ni don't know much about avacados\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n1:22 am</dco> &nbsp;<qco> I've been thinking about happiness lately, what it is and what it means to be happy. I've landed on: happiness is love. Love for other people, the world, music, everything. The more you love, the happier you'll be.\n<br>I'm not sure there are very many things in the world worth loving, though. I think I hate a lot of things, and I'm not sure how to start loving or if I'll ever be able to.\n<br>Have you ever had similar thoughts?\n<br>I'm a big fan of yours and I appreciate what you've shared with the world. Thank you.</qco> </h3>      \nwhat i find is, every time i come up with an exact definition for happiness, at some point within days or weeks that formula crashes. and a slightly new form of happiness rises from that crash, defined in a slightly new way. it turns out to be a fairly stable ocean, as long as i don't try too hard to get pinned down to one exact definition of happiness. however i will confess that 'building' and 'learning' tend to repeatedly save the day for me, again and again and again and again\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n1:05 am</dco> &nbsp;<qco> were the Monday videos exhausting&nbsp;</qco> </h3>      \nthey were pretty easy compared to some of the other formats i had going around that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n1:04 am</dco> &nbsp;<qco> what's something you laughed at recently</qco> </h3>      \nthe possibility of you asking this question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n12:28 am</dco> &nbsp;<qco> do you have any food recommendations</qco> </h3>      \nhow about mush\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n12:12 am</dco> &nbsp;<qco> apparently the planck unit in physics is very often misinterpreted and not really a \"smallest unit of time\" as is popularly believed</qco> </h3>      \ni think it's somehow pegged to the physical planck distance, so all you gotta do is grab some light and see how long it takes it to go 1 planck distance in a vacuum. my problem of course is that every time i go into a vacuum to measure something, my measuring tools explode\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n10:32 pm</dco> &nbsp;<qco> Why do Rose have thorn&nbsp;</qco> </h3>      \nso you'll get away\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n10:18 pm</dco> &nbsp;<qco> if someone challenges you does it mean they don't love you&nbsp;</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n10:10 pm</dco> &nbsp;<qco> How would you fit a cat into a category?</qco> </h3>      \nit happens in your imagination, you just think of what other things remind you of a cat\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n9:32 pm</dco> &nbsp;<qco> hey bill any aspiring tips for people planning to major in architecture?</qco> </h3>      \nno, i have no idea how college education works\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n9:21 pm</dco> &nbsp;<qco> Is the picture&nbsp;&nbsp;of the moon used at the end of \"the moon is made of cheese\" the moon picture on expert mode from 10.25.09?</qco> </h3>      \nthere's no reason it wouldn't be\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n7:33 pm</dco> &nbsp;<qco> do you have a favorite video game, or a favorite of anything?</qco> </h3>      \ni have a favorite color scheme for the date and question, which is yellow and purple as seen here\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n6:53 pm</dco> &nbsp;<qco> If I were to get into 3d modeling (or just making music), how would I initially approach it?&nbsp;</qco> </h3>      \ni have no way of predicting\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; 6:07 pm</dco> &nbsp;<qco> you have been quite clear about your aversion to labels in music, but do you share said aversion to labels outside of music? Say for example sweet or salty food (or savory whatever the heck it means) or is there maybe a specific (metaphorical) field (outisde of music) where you personally dislike labels, but they are accepted widely by peeps&nbsp;</qco> </h3>      \ni'll be honest, you labeling me as having an aversion to labels felt pretty uncomfortable\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n5:05 pm</dco> &nbsp;<qco> Do you write music chordally or with separate voices? Or a mix of both? Maybe by thinking in inversions?</qco> </h3>      \ni'm not sure if you mean composing or notating. i find chord symbols useful for notating. but composing happens in the imagination and then i write down what i've imagined. actually nowadays i often go straight to audio reference recordings and skip the paper\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n4:48 pm</dco> &nbsp;<qco> do you ever just look at the periodic table and see how far humanity has gotten?</qco> </h3>      \nsure. there are a lot of other tables too, with that same vibe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n4:28 pm</dco> &nbsp;<qco> What is the difference berween wisdom and intelligence</qco> </h3>      \nthe word 'wisdom' tends to be usually about something you learn and earn over a long period of time, many years. the word 'intelligent' does not always evoke that aspect, but it still can\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n3:55 pm</dco> &nbsp;<qco> what is the best utensil&nbsp;</qco> </h3>      \nspatula\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n3:48 pm</dco> &nbsp;<qco> do musical tastes change over time or do we just get better at finding what we like over time</qco> </h3>      \nmusic can hit you differently at different times\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n2:50 pm</dco> &nbsp;<qco> What's the opposite of smart?</qco> </h3>      \nusually 'dumb', to be fair i'm just talking about the words\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n1:13 pm</dco> &nbsp;<qco> Would you kindly tell me what that unusual electric guitar with the white pick guard and strange headstock is?</qco> </h3>      \nmy friend borrowed my guitar and then lost it and gave me back a different one. it's the different one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n12:44 pm</dco> &nbsp;<qco> ive been thinking a lot about time, and i love the greek interpretation of aion, chronos and kairos;&nbsp;so how long is a single instant in your opinion? like, is it even measurable in chronos or is it by definition an opportunity?\n<br>sorry for the smart sounding question. i do prefer wacky silly questions in general but they're usually just a way to communicate a smart question</qco> </h3>      \ni have no reason to doubt the authenticity of the 'planck' unit, but then again i haven't looked into it first hand\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n12:25 pm</dco> &nbsp;<qco> Have you read any Shakespeare?</qco> </h3>      \nnot much\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n10:31 am</dco> &nbsp;<qco> why is love a recurring topic on your songs/videos?</qco> </h3>      \nwhy is it a recurring topic in pretty much everyone's songs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.25&nbsp; \n7:11 am</dco> &nbsp;<qco> do you know if there's a commonly-understood symbol for a chord that's just two fourths stacked on top of each other, for example F Bb Eb? this kind of chord seems to be appearing a lot in my music but i don't know if it has a cute name.\n<br>\n<br>i guess you could call it F7sus4, or F7sus4omit5 or something, but i don't like that because it fails to capture its very simple and fourthy nature. maybe i could call it F4 and invent my own notation.. but if someone else has a notation for it already it might be nicer to use theirs, because then other people would be more likely to know what i mean when i say it.\n<br>\n<br>bonus question, in this song it's actually more like a F4/C, which now i think about it is C F Bb Eb is three fourths stacked on top of each other... i guess you could call that a Cm7sus4 but again that doesn't capture the fourthy nature of it very well either.. what do you think?</qco> </h3>      \nyou're on the right track. this is the time when you'd want to make up your own shorthand if you use it a lot\n<br><br>"
  }
]
