[
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n9:16 pm</dco> &nbsp;<qco> do you own one of those pizza cutter wheel things?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n9:08 pm</dco> &nbsp;<qco> Do you think a melody alone can give a story (like an instrumental) and would not just need to be both lyrics and the melody?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n9:06 pm</dco> &nbsp;<qco> what is your opinion on lego batman?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n9:05 pm</dco> &nbsp;<qco> so imagine you have a mental block about something. anything. maybe it's something that was once part of your routine but now you can't do it anymore because your brain is being weird. how do you fix that? moreover, should you fix that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n7:43 pm</dco> &nbsp;<qco> When using parallel compression, do you keep the attack time super quick on the compressor because the original sound has the transients? Or do you use a slower attack time to maybe cut through more?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n5:56 pm</dco> &nbsp;<qco> what do you think of my blue hat</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n4:05 pm</dco> &nbsp;<qco> in Nolan brewers podcast you said how its important not to think about scales when improvising like how you wouldnt think about letters when speaking and i thought that was a fascinating point, but then i wondered how you would ever improvise if you had no idea about what sets of notes youre going to use, like if the band is playing autumn leaves in F# and you start playing in C theres gonna be a problem. Or maybe you would think of it as playing what sounds good, in which case you could play notes from the F lydian scale if you were playing in D minor, thats how i would think of it, so if you dont think about scales when improvising, what do you think about?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n11:38 am</dco> &nbsp;<qco> do people interest in oysters</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n11:33 am</dco> &nbsp;<qco> Would you meow at me if i meowed at you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n9:17 am</dco> &nbsp;<qco> what would you do if the world exploded</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n8:14 am</dco> &nbsp;<qco> im graduating senior highschool, give me a quote for me to put in the yearbook</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n3:23 am</dco> &nbsp;<qco> if questions are to be asked here, where do the answers come from? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;who is this entity and why am I so fascinated?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n2:21 am</dco> &nbsp;<qco> Can you start using comic sans on this website?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n1:57 am</dco> &nbsp;<qco> Make a coherent sentence using only palindrome words</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n1:08 am</dco> &nbsp;<qco> How come people think banjos are so uncool?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.30.24&nbsp; \n12:52 am</dco> &nbsp;<qco> pretzels or bagels?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n11:22 pm</dco> &nbsp;<qco> is it normal for me to be afraid of summer</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n8:34 pm</dco> &nbsp;<qco> If you hosted a show, would you consider doing a thing where you take on guest call ins to have brief (relatively speaking) conversations with members of the varied people in your audience?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n8:09 pm</dco> &nbsp;<qco> when zero adds to a number, it is a ghost. when zero multiplies a number, it is a zombie. zero is meant to represent nothing and the void. zero is a scary number</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n7:48 pm</dco> &nbsp;<qco> do you ever do nothing</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n7:14 pm</dco> &nbsp;<qco> do you have any advice on how to solo over rhythm changes when the tempo is considerably fast?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n6:37 pm</dco> &nbsp;<qco> Will you learn Chinese</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n4:41 pm</dco> &nbsp;<qco> i need a senior quote.....</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n1:57 pm</dco> &nbsp;<qco> do bird nests count as tree houses?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n1:42 pm</dco> &nbsp;<qco> how do you spell wednesday</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n11:18 am</dco> &nbsp;<qco> What's a song you really like that some might describe as being pretty simple/clichee/mundane?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n9:35 am</dco> &nbsp;<qco> Will Person ever make another appearance in another video in the future?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n7:42 am</dco> &nbsp;<qco> Do you believe in the indomitable human spirit</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n3:27 am</dco> &nbsp;<qco> Today I finally realized the invisible game will always have an invisible player.... \n<br>\n<br>...Isn't it peculiar how the gameplay made the game fade away?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n1:38 am</dco> &nbsp;<qco> do i just start playing an instrument and see what sounds cool?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.29.24&nbsp; \n12:23 am</dco> &nbsp;<qco> was music your dream job or did you have another in mind before becoming a musician? if so, what was it?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n11:29 pm</dco> &nbsp;<qco> How does your music end up being so complex while also feeling easy to listen to? Like, to be fair I have built up a tolerance for more experimental music with a lot going on, but I feel like your music is so artfully made yet it doesn't feel like it takes any energy to be able to digest it. Quite the opposite. It has the feel-good energy of a pop song that you can just jam out to, while also being so unique and filled with so many details and elements you might find in jazz fusion or other genres. Maybe it's just how my brain works, but do you have any thoughts on this? Does it just have to do with your influences and your own taste, or is there something intentional about this balance?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n9:44 pm</dco> &nbsp;<qco> If you had a company that sells fruit what would you name it? What fruit would you sell in the store? How expensive would you make the fruits? Would you deceive people into thinking you're selling vegetables instead?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n9:04 pm</dco> &nbsp;<qco> In \"i'm a princess\" at 1:40, what instrument is the main character playing? I think it's a banjo, but knowing Bill it could be anything.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n5:15 pm</dco> &nbsp;<qco> im thinking: penguins are birds right? But they don't have feathers. AND they can't fly. So respectfully I disagree. A penguin is more similar to a hippo than a bird! I would appreciate your insight on this issue.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n4:55 pm</dco> &nbsp;<qco> i wrote 2 songs about the same thing. should i write a third to make an ep or release the 2 songs as a 2-track single</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n3:22 pm</dco> &nbsp;<qco> Do you ever remix/edit music in your head?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Have you tried making it irl, just to see how it sounds?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n12:45 pm</dco> &nbsp;<qco> What's a song you really like despite it being pretty simple/clichee/mundane?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n11:14 am</dco> &nbsp;<qco> can i borrow a pencil</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n9:53 am</dco> &nbsp;<qco> whos your favorite artist and which band do you like?(also do you listen to nirvana?)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n8:00 am</dco> &nbsp;<qco> Can you tell us one memorable nice thing a stranger did for you?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.28.24&nbsp; \n4:20 am</dco> &nbsp;<qco> how was it being interviewed</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n11:35 pm</dco> &nbsp;<qco> When you're putting your emotions into song lyrics, do you tend to have the emotion first and then try to come up with a lyric to describe it, or does the emotion present itself to your brain in the form of a lyric?\n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n10:48 pm</dco> &nbsp;<qco> I saw the sign, and it opened up my eyes.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; 10:18 pm</dco> &nbsp;<qco> What's your favorite song&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n9:30 pm</dco> &nbsp;<qco> What's your opinion on the font times new Roman?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n9:19 pm</dco> &nbsp;<qco> Can you do anything fancy with the text answering this question</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n8:56 pm</dco> &nbsp;<qco> How do I write a really good question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n8:11 pm</dco> &nbsp;<qco> a long time ago I was looking at myself in the reflection of something but I can't remember what that thing was. All that I can remember was the reflection of my face in that object and how clear it was. It felt like such a dream. Cool right?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.27.24&nbsp; \n7:37 pm</dco> &nbsp;<qco> wtf do I do if I really want to work on something but I spun the gears in my brain too hard that everything's crashed and it's all over the place and I really should do nothing else but relax</qco> </h3><br><br>"
  }
]
