[
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n11:05 pm</dco> &nbsp;<qco> Would you ever like to make a feature length movie? </qco></h3>      yes, but maybe slightly shorter<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It seems like an awful lot of work</qco> </h3>      that's true, even with a team of thousands, working for multiple years. so that's at least 3 reasons innovation is needed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n10:46 pm</dco> &nbsp;<qco> I keep humming a few tunes every once in a while and I would like to make it into a real song but I don't know how</qco></h3>      hm, it's times like these we must ask ourselves what is a real song<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and plus I don't even know if the song is already taken. This is a predicament.&nbsp;</qco> </h3>      the only way to find out if a song already exists is to sing it for a lot of people and ask if they have heard it before. it's not a sure method, but it's the only method i know of\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n10:35 pm</dco> &nbsp;<qco> If a fish could talk, what will it say?\n<br></qco> </h3>      they would ask what you would say, if you could talk\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n9:51 pm</dco> &nbsp;<qco> do you have a religion or are atheist? </qco></h3>      i am proud to announce that neither of those make sense to me anymore<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are you an existintial thinker or relate to another type o philosophy?</qco> </h3>      the first part of that made sense but then when i read the rest, none of it made sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n9:30 pm</dco> &nbsp;<qco> What's the best song ever?</qco> </h3>      the thing is that you can still make songs. we all can still make songs. anyone can still make songs. there are many songs still to be made. to choose a favorite would demonstrate a huge lack of confidence in future songmaking, which is where i think the most confidence should be bestowed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n9:05 pm</dco> &nbsp;<qco> Hey Bill why is jazz so hard to learn?</qco> </h3>      \n\npossibly because you didn't realize that it's actually just pop\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n9:00 pm</dco> &nbsp;<qco> how to get away with committing plagiarism in school districts???&nbsp;&nbsp;</qco> </h3>      copy the entire district\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n8:56 pm</dco> &nbsp;<qco> can you make me cry</qco> </h3>      i'll see what i can do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n8:48 pm</dco> &nbsp;<qco> How do you find motivation to do life things even if you don't want to?</qco> </h3>      my first question is what made you interested in finding that motivation\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n8:24 pm</dco> &nbsp;<qco> Do you enjoy rain?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n8:23 pm</dco> &nbsp;<qco> do you like spiders?</qco> </h3>      maybe if they had more legs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n7:45 pm</dco> &nbsp;<qco> help my goldfish is drowning what do i do</qco> </h3>      how about doing some clickbait\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n7:29 pm</dco> &nbsp;<qco> favourite movie? it's crucial that i know this.</qco> </h3>      the thing is that you can still make movies. we all can still make movies. anyone can still make movies. there are many movies still to be made. to choose a favorite would demonstrate a huge lack of confidence in future moviemaking, which is where i think the most confidence should be bestowed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n7:29 pm</dco> &nbsp;<qco> Why is bread needed in a sandwich?</qco> </h3>      to have some boundaries. keep the sandwich small, so it doesn't engulf the entire universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n7:12 pm</dco> &nbsp;<qco> are you sad? </qco></h3>      yes and no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or sad has become you? </qco></h3>      not really<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sad sad sad?&nbsp;</qco> </h3>      i don't think so, but you make a very compelling argument\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n6:44 pm</dco> &nbsp;<qco> do u want a frog</qco> </h3>      am frog\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n6:21 pm</dco> &nbsp;<qco> What is an unusual skill to have that's cool for you're really good at it?</qco> </h3>      prime factoring large numbers in my head\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n6:05 pm</dco> &nbsp;<qco> What do you think your videos think of you?\n<br></qco> </h3>      they are grateful i have created them, but also very angry that i couldn't have made them better\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n5:59 pm</dco> &nbsp;<qco> which one of your songs are the best?</qco> </h3>      i would prefer to make a new one to be the best\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n5:46 pm</dco> &nbsp;<qco> Have you ever sung in a choir?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n5:14 pm</dco> &nbsp;<qco> Have you ever taken any kind of singing lessons?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n5:08 pm</dco> &nbsp;<qco> how can i be sure my mix doesnt suck because its not mastered yet vs it sucks because the mix aint great. It just seems like mastering is to fix any mix mistakes, so when to stop mixing?</qco> </h3>      no one actually knows. it's never gonna be done, but if you keep going you will gradually lose touch with why the song is any good in the first place. so i recommend trying to move quickly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n4:50 pm</dco> &nbsp;<qco> favorite sentence?</qco> </h3>      i have read and accept the terms and conditions\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n4:25 pm</dco> &nbsp;<qco> I'm wondering if i'm not turning my fear of turning 23 in a month into a drive to be more productive in my art and off time and organize myself. relatable?</qco> </h3>      haha wait til you try some of the higher numbered ages\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n3:56 pm</dco> &nbsp;<qco> Best thing to say randomly?</qco> </h3>      something that makes a huge amount of sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n3:34 pm</dco> &nbsp;<qco> Do you think that humans are greedy and unkind by nature?</qco> </h3>      only to the extent that animals in general are. although humans also very often spend great effort to be kind and generous. other animals may do this too, i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n3:20 pm</dco> &nbsp;<qco> \"Mount St. Helens is about to blow up\" has a meaning behind It or the lyrics os only literal?</qco> </h3>      it's not literal, in the sense that the volcano was not actually about to erupt at the time (or at least i assumed it was not, and so far it has not, since then)\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n3:16 pm</dco> &nbsp;<qco> Are disinfecting wipes safe to use on phone screens?</qco> </h3>      i'm not sure, i am still trying to figure out how to get the lysol wipes out of the package. it's the big cylinder package. it seems very unclear to me how to get them out. there seems to be a dispenser fixture but it is not yet threaded through the fixture, and i'm just not sure how it works\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n3:08 pm</dco> &nbsp;<qco> So it seems you place a lot of importance on securing relative pitch for someone who is trying to become a musician. Do you have any exercises that you think are really helpful for doing this? </qco></h3>      no, but it's not fair of me to say because for some reason i was able to pick this up effortlessly, mostly before i could even speak english. i do however, have some exercises on remembering the difference between the words pink and green, but i've never heard of anyone else struggling with that besides me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, some people obtain this skill by relating each interval with a song (ex: 5th = star wars) and then supposedly are thinking of the reference song in the moment in order to improvise smoothly. Do you do this?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To me it seems lame to have to think about the star wars opening when I'm trying to improvise in a place that is most certainly not somewhere from a long time ago in a galaxy far far away.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n2:46 pm</dco> &nbsp;<qco> I think the \"Random Question\" button (when you're feeling randy) should be on top of the question, instead of on the bottom, because you can easily breeze through new questions without having to move the mouse because of the length of either the question or the answer. Wouldn't you agree with me?</qco> </h3>      it all depends on whether you are using a mouse or a touch screen. if you are on a touch screen, it could be real problem to have the button at the top because your hand will keep obscuring the screen. however, if you are on the computer, i would highly recommend pressing the refresh button on your browser (either on the keyboard which is usually ctrl R or cmd R, or with the mouse) which will always be in the same place. or, if you must use the mouse and you absolutely must click the red random button and do not prefer to use the browser refresh button, that's actually ok too, i have an <a href=\"random2.php\" target=\"_blank\">alternate version</a> of the page which i think you might enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n2:11 pm</dco> &nbsp;<qco> How do I not die?</qco> </h3>      you must dance, at a very sensitive pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n1:57 pm</dco> &nbsp;<qco> sometimes i think you're the only one who really gets it! what do you think?</qco> </h3>      that may be true, but if you start looking around, you will find that that exact same thing could be said about anyone. even objects, actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n1:37 pm</dco> &nbsp;<qco> Someone else's question made me unsure, are you working on multiple videos at the moment or is it all focused on one video right now?</qco> </h3>      absolutely neither. i am trying to learn how the heck in the flip damn out to make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n1:33 pm</dco> &nbsp;<qco> i think i just made jazz</qco> </h3>      you didn't. jazz is actually only a fictional genre, from the bee movie\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n1:32 pm</dco> &nbsp;<qco> why are you so much talented, everytime i try something it fails</qco> </h3>      hm, have you tried failing? would be curious to see if you can fail at that also\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n1:19 pm</dco> &nbsp;<qco> What do you think of your videos, do you enjoy the stuff you make? Do you get entertained by it?&nbsp;</qco> </h3>      i think you are thinking of me as a passive observer. possibly underestimating the active role i play in making the content\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n1:05 pm</dco> &nbsp;<qco> Can you tell me what question I asked?</qco> </h3>      sure, it was <a href=\"q.php?date=202002240702\" target=\"_blank\">this one</a><remqq></remqq>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n12:53 pm</dco> &nbsp;<qco> What's the first thing that comes into your mind when someone says 'happiness'?&nbsp;</qco> </h3>      a sort of green/brown sludge or paste\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n12:17 pm</dco> &nbsp;<qco> If you ruled the world what would you do first?</qco> </h3>      ask the previous world ruler for some world ruling tips\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n11:29 am</dco> &nbsp;<qco> if i get up at 11am does it mean i'm alive?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n10:51 am</dco> &nbsp;<qco> Are tables good or evil?&nbsp;</qco> </h3>      it all depends what you put on them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n10:23 am</dco> &nbsp;<qco> How do I stop panicking?</qco> </h3>      start dancing. it's that simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n10:15 am</dco> &nbsp;<qco> Who has the best name?</qco> </h3>      mike jones\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n10:14 am</dco> &nbsp;<qco> gimme some cool jazz lead sheets</qco> </h3>      ok <a href=\"miles-tuneup.png\" target=\"_blank\">here you go</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n10:08 am</dco> &nbsp;<qco> Not a question, but I just wanted to say that your music videos are amazing!&nbsp;</qco> </h3>      holy elephant/castle you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n9:57 am</dco> &nbsp;<qco> Is pizza a fruit?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n9:45 am</dco> &nbsp;<qco> is the video going to feature the bill wurtz band or is it going to be entirely animated?</qco> </h3>      which video\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n9:44 am</dco> &nbsp;<qco> What made-up animal represents you </qco></h3>      computer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why?</qco> </h3>      due to their round yet rectangular shape\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n9:38 am</dco> &nbsp;<qco> do you ever get tired of answering what the meaning of life is</qco> </h3>      each time actually makes me more awake\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.20&nbsp; \n9:37 am</dco> &nbsp;<qco> i am tired of people saying \"ladies and gentlemen\"</qco></h3>      me too<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you think \"friends and enemies\" is a suitable replacement for a formal greeting?&nbsp;</qco> </h3>      i must admit that's pretty good\n<br><br>"
  }
]
