[
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n6:04 pm</dco> &nbsp;<qco> what's more satisfying for you: the moment you decide the song is done, the moment you upload it to the first media outlet and people can finally see it, or the moment it's been uploaded everywhere</qco> </h3>      all of those moments are pretty stressful\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n5:49 pm</dco> &nbsp;<qco> are you mentally retarded?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n5:35 pm</dco> &nbsp;<qco> How can I do better at school?</qco> </h3>      that's not my area of expertise\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n5:20 pm</dco> &nbsp;<qco> YOURE MY FAVORITE PERSON btw what's your favorite candy?&nbsp;</qco> </h3>      how about a loaf of bread?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n5:14 pm</dco> &nbsp;<qco> what is the word on the street?</qco> </h3>      toilet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n5:06 pm</dco> &nbsp;<qco> Why don't you upload more often?</qco></h3>      because i can't physically make the content any faster<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I really want more of those 5 second videos.</qco> </h3>      are you sure you have even seen all the ones i've done, there are hundreds\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n4:49 pm</dco> &nbsp;<qco> I play cello and my teacher says practice makes you better and I practice a lot but I still suck. help.. is there anyway to practice more efficiently ?</qco> </h3>      find your original reasons for playing the cello. why are you playing the cello?  get back to those reasons and that should give you an indication of what you are aiming for here\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> what do you do all day?</qco> </h3>      work on the videos/music you see on the videos page of this site\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n3:55 pm</dco> &nbsp;<qco> Hippidi hoppidi Bill Wurtz is my favorite song writer, how is it going billy boi, whats your opinion on Josh Turners cover of 'the day goes on' ?&nbsp;</qco> </h3>      i was very very impressed by it. he nailed all the chords, even the subtle ones. and i didn't even think that crap was possible to play on an acoustic guitar, especially not like actually live in 1 take.... while singing at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n2:43 pm</dco> &nbsp;<qco> What will your twitch be about?</qco> </h3>      the same thing my other channels are about\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n2:14 pm</dco> &nbsp;<qco> what should i spell out using my alphabet spaghetti?</qco> </h3>      try to make numbers\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n1:51 pm</dco> &nbsp;<qco> don't you think your being a little repetitive on the themes of your recent songs?...</qco> </h3>      i'm just trying to make them as good as possible, while still being as different as possible from the previous\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n1:24 pm</dco> &nbsp;<qco> were you always this positive and unstoppable?how did you do it? </qco></h3>      there was one point in time when i reached maximum stoppability and i had a very bad time  <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I read the Hsin Hsin Ming, which I felt helped quite a bit, but I'm curious about your thoughts on this.</qco> </h3>      i've never read it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n11:58 am</dco> &nbsp;<qco> Bill, I've realized that you've stopped answering \"i will check\" to questions. Why is that?</qco> </h3>      i've used that enough, and hopefully i can do better<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n11:14 am</dco> &nbsp;<qco> how do i truly push myself to be better? i have so many problems i need to fix. i need to do better. i need to actually TRY. i'm so lazy and i never feel like doing anything i want to do anymore.</qco></h3>      where i'm from 'want to' means 'feel like' ...... cannot compute<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i WANT to do stuff, but i don't have the energy or inspiration to make it.</qco></h3>      ? you are using a high amount of energy to tell me what you want to do. crunching some numbers here, it seems you do have energy and inspiration<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i really do want to do stuff, but i don't do it.</qco></h3>      can you be more specific about waht you want to do<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i feel guilty for sitting around all day, putting everything aside.</qco></h3>      think more about what you want to do, rather than what you don't want to do<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i want to do better. i want to be better. i want to force myself out of this pit of nothing i've dug myself into ..... ... .. ... </qco></h3>      you are thinking of the pit. you must think outside the pit. imagine what might be the first thing you would see if you saw outside the pit<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i just don't know how. why am i like this? how do i change myself???? ??? i want to change so badly ...</qco> </h3>      to what\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n11:06 am</dco> &nbsp;<qco> this page is so REAL! it's the realest thing</qco> </h3>      oh hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n11:06 am</dco> &nbsp;<qco> how did you even fall out of that chair </qco></h3>      easy, just lean to the side<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What Were You Trying To Do ??</qco> </h3>      fall off the chair\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n9:48 am</dco> &nbsp;<qco> thoughts on the art of architecture?</qco> </h3>      building a building can be like painting a painting\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n9:47 am</dco> &nbsp;<qco> how do you balance doing the same things you're good at and already know how to do with doing the new things that you don't really know how to do but want to</qco> </h3>      how about 50/50\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n9:42 am</dco> &nbsp;<qco> do people ever tell you that you look/sound like Owen Wilson&nbsp;</qco> </h3>      nobody sounds like owen wilson\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n9:39 am</dco> &nbsp;<qco> How do you come up with the lyrics of your songs? they feel like a bunch of phrases mixed up in a good way</qco> </h3>      there are no rules as long as it's the good way. but one funny thing i learned early on, is that there is actually no definition of good that does not have various types of bad also baked right in. it's a little confusing to realize at first but after that let the fun begin\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n9:13 am</dco> &nbsp;<qco> What's your special attack?</qco> </h3>      \n\nacting normal<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n9:12 am</dco> &nbsp;<qco> what do when turn self on</qco> </h3>      how about some computational activities\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n7:13 am</dco> &nbsp;<qco> <a href=\"q.php?date=201808271114\">8.27.18&nbsp;&nbsp;11:14 am</a>  hi. i'd love to know more about the song, like the meaning (if you're comfortable sharing it), when it was written etc etc. i think you mentioned it was written using the murder your demon technique?</qco> </h3>      it is borderline demon technique but not really. i would say the demon ones would start with non-notes. rabbit snakes, boxes taste like mush, etc.<br>\n<br>eat bread was simply written at home, but not at the keyboard. written on paper. oh <a href=\"eatbread-page1.jpg\">here it is</a> that's now much was written then, and then i wrote the rest sometime in 2010\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n6:39 am</dco> &nbsp;<qco> my phone keeps freezing really bad on here whenever i try to ask a question</qco> </h3>      can you email me and tell me what kind of phone you have\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n5:22 am</dco> &nbsp;<qco> you seem to have a pretty packed schedule while working on a new video. how do you not get burnt out?</qco></h3>      burn forward<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I would be destroyed if I worked at the pace you do. do you allow yourself breaks and time to relax?</qco> </h3>      well that wouldn't be appropriate because the rate of song/video releases has been despicably unacceptable for several songs now\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n4:30 am</dco> &nbsp;<qco> any pets?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n3:57 am</dco> &nbsp;<qco> what editing software do you use (most likely mspaint)</qco> </h3>      what the fuck\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n3:52 am</dco> &nbsp;<qco> Have you ever planned on making a vaporwave inspired track?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n2:47 am</dco> &nbsp;<qco> Where'd you learn to make videos?</qco> </h3>      at home, and in the work place\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n1:55 am</dco> &nbsp;<qco> would you like some music suggestions?</qco> </h3>      music seems to be self suggesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n1:32 am</dco> &nbsp;<qco> I like how you have HUGE expectations for yourself and the quality of your work and yet are still super productive. like, you don't seem to buckle under your own pressure. have you ever struggled with putting so much pressure on yourself that it impaired your ability to work? \n</qco></h3>      no. the problem is there's not enough pressure. that's what really impairs my work, is not enough pressure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nor are you just great at handling your own pressure? \n</qco></h3>      i can't seem to figure out how to make it strong enough<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\ndo you have any advice on how to not be *so* hard on myself with my own expectations that I just... completely collapse?</qco> </h3>      actually i'm not sure if you are talking about time or quality. i was thinking you meant time.  i naturally assume that everything has to be as good as possible. but actually i've found, shockingly, that this is an entirely nebulous benchmark. so the product will evaporate if you try to spend too much time on it. many people find that they do much stronger work under time pressure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n1:13 am</dco> &nbsp;<qco> What website did you get started with?</qco> </h3>      garfield dot com\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n1:08 am</dco> &nbsp;<qco> I'm feeling sad but don't want to. Also my cousin is snoring. Help?&nbsp;</qco> </h3>      get some ear plugs (you should already have some for times like this, if you don't have them get them tomorrow at any drug store, for next time) and do some writing. write about your thoughts and feellings. really get everything sorted out. use a phone or computer to write it if you have one, that's probably the easiest\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n12:32 am</dco> &nbsp;<qco> do you hate twitter</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n12:25 am</dco> &nbsp;<qco> can i have more information on your system for taking ideas and being productive with them and making them into real projects without getting overwhelmed by all the little snippets you have in your head?</qco> </h3>      first, get the snippets out of your head. learn to write them down. nowadays you don't even have to physically write. just record yourself explaining it. put all the things in a list, with the title of the thing and a reference to the demo vid. that's how to log the ideas. the next step is to pick which one to do and do it, and there's a whole other method for that. i have explained all this stuff on here dozens of times before but i will explain it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n11:29 pm</dco> &nbsp;<qco> How was your day?</qco></h3>      crazy<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Did you do anything exciting?</qco> </h3>      actually trying to complete a project 4x faster than i've ever done it. very exciting, thrilling, and completely terrifying<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n10:55 pm</dco> &nbsp;<qco> When was the song song written? </qco></h3>      3.27.09 i think<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you could play it in cool dry air is cool, was it written before then? Or was it adapted from that improv session?</qco> </h3>      it was already written by then. may have undergone some last minute lyric swaps, which is probably evident on the lyrics page because i think someone told me the wrong lyrics are there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n10:39 pm</dco> &nbsp;<qco> are you proud of your cowbell score?</qco> </h3>      it's 0. i don't own a cowbell\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n9:53 pm</dco> &nbsp;<qco> can i join your band. i have a triangle</qco> </h3>      it's going to be 1 person to cover all the perc. including triangle, shakers, tamb, bongo, timbale, anything else you prefer, but need a lot of professional experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n9:44 pm</dco> &nbsp;<qco> you're so elusive and it makes people want to be locked in a room with you</qco> </h3>      i hope to be able to simulate that experience soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n9:29 pm</dco> &nbsp;<qco> how high do you get to make your songs.</qco> </h3>      as high as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n9:01 pm</dco> &nbsp;<qco> Any good food I should try out? I'm hungry and want to taste something new.</qco> </h3>      how about rice\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n9:01 pm</dco> &nbsp;<qco> What's your favorite concept in music theory?</qco> </h3>      making patterns and breaking them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n8:58 pm</dco> &nbsp;<qco> Dear Bill. What is rice anyway?</qco> </h3>      it's like the 1's and 0's of food. actually it's just the 1's\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n7:00 pm</dco> &nbsp;<qco> happy birthday</qco> </h3>      thank you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n7:00 pm</dco> &nbsp;<qco> what are you currently working on?</qco> </h3>      song\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n6:51 pm</dco> &nbsp;<qco> hows it going on your goal of making a video in two weeks? </qco></h3>      insane<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;think you can do it this time?</qco> </h3>      i've been telling myself my life depends on it for years. but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n6:50 pm</dco> &nbsp;<qco> My soup doesn't have enough salt. What's better: adding extra salt, or leaving out a salt shaker for the guests?</qco> </h3>      salt shaker\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.27.18&nbsp; \n5:41 pm</dco> &nbsp;<qco> what game should i play</qco> </h3>      catch\n<br><br>"
  }
]
