[
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n9:11 am</dco> &nbsp;<qco> Was this message delivered via a rolled up scroll carries by a trained fox?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n7:45 am</dco> &nbsp;<qco> Tips on how to accept your flaws and weaknesses?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n7:36 am</dco> &nbsp;<qco> Wanna make a friendship bracelet with me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n6:23 am</dco> &nbsp;<qco> bill, you've been in a coma for 5 years now. \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We're trying a new way to reach you.\n<br>Please wake up, we miss you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n4:36 am</dco> &nbsp;<qco> vulgarness is bad, isn't it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n4:05 am</dco> &nbsp;<qco> i didn't mean that one hour long play script is one of the small steps. it's not a huge step for me but it definitely was a critical step that would help me take bigger steps forward. and i have no idea how i managed to do it either. after i took your advice&nbsp;&nbsp;i thought \"this is what i want to do, this is what i do best, what stops me? i can't take doing nothing anymore.\" and i started to note every little and crazy idea for anything, being reckless about if it's perfect for other people's standards. i travelled and wrote poems in those places. i tried to play guitar for the first time in years, it seems i need to dust off my old skills but ... i wrote lyrics, i guess? i had many, many, many fiction ideas for novels and i gained experience for non-fiction.&nbsp;&nbsp;and i did everything on a small scale. THEN i jumped in at the deep end by accepting a task, which is this play. in fact i was going to refuse but i had to accept, 'they' made m\n e. the m\n ain theme they gave to me was very common, but safe and i was given enough time to write. for like a week i didn't even start, i didn't think about it and then i remembered and i said \"okay, you know what, fuck this. they want me to do what everyone else does. i'll give them and the audience the theme they want, but i'll do it my way.\" and i started to write nonstop, contextualizing the subject in a way no one ever dared before. i didn't care, i was just writing and soon i realized it's finished in just eight hours. because of this success i was feeling confident, i sent them the script saying \"listen to me, i am your only chance to put this play on the stage in time, here is my script, i know it's crazy but i also know it's good, accept it or accept it, i won't be directing anything other than this.\" politely. and they LOVED it, i must admit that i was surprised. the play will be staged three months later (which is also a short time like eight hours for a play but i'll handle it) and i might do voice acting. i'm sure they will cut out the best scenes 'because it's not appropriate' but doesn't matter. the important thing is i have the original script i have written and one day i will be able to revive it the way i want. after the play is performed i'll continue with small but fast steps because i still don't feel ready to run, just like i said before it's just the beginning. so here comes the questi\n on, is m\n y situation somehow similar to how you started doing your contents?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and what do you think about how my improvement is going?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it's important for me to know, you were the only person i told my problems on writing and this drowning in infinity thing.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n3:45 am</dco> &nbsp;<qco> What do you think about 2016?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n2:56 am</dco> &nbsp;<qco> Why did you leave me</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n2:16 am</dco> &nbsp;<qco> Bees?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n1:42 am</dco> &nbsp;<qco> is your name john</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n1:24 am</dco> &nbsp;<qco> I keep on writing songs that I like, but the stuff I end up writing typically doesn't work for the instrumentation I have access to at the moment. Any tips on forcing yourself to write for a specific intended purpose?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n1:13 am</dco> &nbsp;<qco> re: http://www.billwurtz.com/questions/q.php?date=201709142348 and http://www.billwurtz.com/questions/q.php?date=201709142226\n<br>don't you think that \"progression\" in this case could be a helpful modifier to determine the difference between sets of chords that include the same functions but in a different order, in other words, the order of 6m-4-1-5 vs 1-6m-4-5 like in the second question? if \"progression\" is meaningless, it seems like \"heart and soul\" could sound like the same song as derulo \"fight for you\" or \"africa\", but that's clearly not the case, because derulo \"fight for you\" sounds like \"africa\" but not like \"heart and soul\". or there some other way you distinguish between the same chords occurring in a different order?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n12:51 am</dco> &nbsp;<qco> do you think you'll ever change the font size font color or font font</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n12:48 am</dco> &nbsp;<qco> bill, if i make a wish that you teach me sick chords would it happen today or tomorrow?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n12:37 am</dco> &nbsp;<qco> how to care about things</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.17.17&nbsp;\n12:13 am</dco> &nbsp;<qco> What should my senior quote be?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n11:54 pm</dco> &nbsp;<qco> Did you write I'm about to graduate from school when you were about to graduate from school?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n11:44 pm</dco> &nbsp;<qco> From what I see is that you are a guy who makes incredibly precise content that has simplistic overtones, and complex undertones. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Now pay me $1 million.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n11:44 pm</dco> &nbsp;<qco> Is Pluto a planet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n10:58 pm</dco> &nbsp;<qco> You gotta get your stuff on Pandora.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n10:25 pm</dco> &nbsp;<qco> Ever thought about surprising your viewers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n10:21 pm</dco> &nbsp;<qco> So, you've described music like a language that communicates emotion, but how much do you think New Canaan makes me feel the way you were trying to communicate?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n9:19 pm</dco> &nbsp;<qco> is lettuce actually a pet</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n9:17 pm</dco> &nbsp;<qco> i like figuring out how to solve the puzzle more than solving the puzzle. but i still want credit for figuring it out. is there another way to gain recognition, besides solving the puzzle myself, which i usually find boring?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n9:12 pm</dco> &nbsp;<qco> should we arrest hurricanes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n9:11 pm</dco> &nbsp;<qco> what shows do you like, bill?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n8:22 pm</dco> &nbsp;<qco> What rhymes with \"music\"?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n8:09 pm</dco> &nbsp;<qco> why has God abandoned us</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n8:02 pm</dco> &nbsp;<qco> thoughts on the expansion of the universe?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n7:34 pm</dco> &nbsp;<qco> Are there girls on the internet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n6:51 pm</dco> &nbsp;<qco> are you okay with the generation we both live in?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n5:22 pm</dco> &nbsp;<qco> what gave you the idea to put so much snow imagery in the movie star vid?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n4:43 pm</dco> &nbsp;<qco> Why was trump elected?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n4:12 pm</dco> &nbsp;<qco> you seem to care more about execution of a goal than the goal itself, when evaluating things. people especially. whys that</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n3:39 pm</dco> &nbsp;<qco> What's the difference between good words and bad words?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n3:10 pm</dco> &nbsp;<qco> why isnt /improv/keyvoc called /improv/keywords ???</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n2:59 pm</dco> &nbsp;<qco> i dont like much pop music because it seems more obvious. is that valid</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n2:27 pm</dco> &nbsp;<qco> So... you're an octopus, right?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n2:09 pm</dco> &nbsp;<qco> You always seem to be working your butt off. Why not treat yourself by taking a holiday... And working your butt off in another country? With some well-timed zipcode explorin', of course.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n1:34 pm</dco> &nbsp;<qco> what to do if you keep on losing at everything</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n1:26 pm</dco> &nbsp;<qco> Do you ever say words backwards on accident, like, \"look at that tac getting chased by that god.\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n12:19 pm</dco> &nbsp;<qco> was 'do the thing' inspired the ralph waldo emerson quote? (the one where he says do the thing)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n11:09 am</dco> &nbsp;<qco> How to deal with burnout from work?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n10:35 am</dco> &nbsp;<qco> what should I do if I've forgotten a genius thing that I thought of last night? Just forget about it? Think of something else? Search for it all day and night?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n10:20 am</dco> &nbsp;<qco> Do any of the members of the bwb have their own solo careers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n5:23 am</dco> &nbsp;<qco> Llamas or alpacas&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n5:23 am</dco> &nbsp;<qco> Do you think it's important to explore and understand our natural reality before launching on a quest to explore every possibility humans can build up to.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n5:21 am</dco> &nbsp;<qco> Concrete or natural jungle?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n5:21 am</dco> &nbsp;<qco> If the universe went upstate would you follow</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.16.17&nbsp;\n5:13 am</dco> &nbsp;<qco> If you're reading this, send my camel back?</qco> </h3><br><br>"
  }
]
