[
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n11:40 pm</dco> &nbsp;<qco> Do you prefer crispy or savory rotisserie chicken</qco> </h3>      \n\nthe problem here is i've never been able to understand the meaning of the word savory. i used to assume it has fallen mostly out of use, but given that you've just used it, along with plenty of other people, i'm gradually beginning to realize that this is entirely my own problem. Actually, now that i think about it, the problem just got worse. Just when i'd begun to figure out, at the very least, that \"savory\" might be considered an opposite to the word \"sweet\" (and i can't even figure out what that would be), you've just implied that it might be actually the opposite of \"crispy.\" This leads me to all kinds of bewilderment, such as \"is it not possible for something to be soft and sweet?\" So in conclusion i'd say i have even less of a grasp on the meaning of the word savory than i did just moments ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; 11:25 pm</dco> &nbsp;<qco> Have you ever thought about going on tour?</qco> </h3>      \n\nyes, but like most things i do, it's not that simple. well actually it might be extremely simple, but it will not default to the exact same way everyone else does it, that's for sure\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n10:44 pm</dco> &nbsp;<qco> how to be better at pacman?</qco> </h3>      \n\nplay more pacman. it's that simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n10:37 pm</dco> &nbsp;<qco> why are there rarely any capital letters in the responses to questions?</qco> </h3>      \n\nacross the written english language in general, i think you'll always find a fairly low percentage of capitals compared to lowercase. and the responses on this page may or may not be slightly lower (or perhaps higher, actually) than the general average, HOWEVER, regardless of that, i must point out that the amount of capitals in the responses on this page is already infinitely many times higher than the amount of capitals in your question. just something to think about, the next time you happen to take a cold hard look at yourself in the mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n9:52 pm</dco> &nbsp;<qco> Can you tell us about your centering practice? I.e. The thing you don't like to call meditation (or anything else)?</qco> </h3>      \n\nwell if i don't like to call it anything else, then of course it also wouldn't be the thing you just referred to under the name 'centering practice'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n8:56 pm</dco> &nbsp;<qco> Are you a math guy? You seem like a math guy.</qco> </h3>      \n\ni do have a relationship with mathematics\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n8:00 pm</dco> &nbsp;<qco> im tired thats nota question but just wanted to sayi m tired hi</qco> </h3>      \n\nfair play\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n7:32 pm</dco> &nbsp;<qco> What are your thoughts on nothing?</qco> </h3>      \n\nbecomes something as soon as it's mentioned\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n6:29 pm</dco> &nbsp;<qco> Is there any particular reason why the \"questions\" page is tucked away in the \"other categories\" section on the main page of your website?</qco> </h3>      \n\nmaybe it's to make you feel specialer for finding it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n6:20 pm</dco> &nbsp;<qco> Do you like tuna salad? I dont like people who like tuna salad</qco> </h3>      \n\nhear me out: i don't like to eat tuna salad, i also do not DISlike people who eat tuna salad, however, if i'm honest i'd say that i don't think i would like a person who dislikes people based on the fact that they eat tuna salad\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n6:20 pm</dco> &nbsp;<qco> do you ever get so excited you say hi&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n3:49 pm</dco> &nbsp;<qco> If you had to give wisdom to a random person on the streets, what would it be?</qco> </h3>      \n\nin this case, they already have it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n3:45 pm</dco> &nbsp;<qco> i love being radicalized, told what to do, and not required to think for myself! what do you think of this</qco> </h3>      \n\nseems pretty chill\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n2:42 pm</dco> &nbsp;<qco> I really want to be good at guitar. I have begun the process of this already, I own a guitar, I have played the guitar, I know how to play a few songs and various chords, heck, I even tried doing lessons for a little while. The thing is, I still feel like I am at a beginner level, and I cannot find the motivation to get any better. I want to be good at guitar without going through the effort and time of learning how. I know there is some way that I am supposed to make this process fun and interesting for myself, but I'm not sure what to try. Do you have any suggestions on how to figure this out for myself?</qco> </h3>      \n\nif you don't enjoy it, it's probably not gonna work. but there's no reason this should be bad news. you don't have to do it. wouldn't you rather be doing something that you enjoy more?\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n1:08 pm</dco> &nbsp;<qco> Do you know any ways for someone to get a quiet space to record and generally be musically creative, without needing a lot of money?</qco> </h3>      \n\nyou could try wyoming\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; 1:05 pm</dco> &nbsp;<qco> can I ask a question?</qco> </h3>      \n\ni dare you to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n12:55 pm</dco> &nbsp;<qco> I'm just gonna say it. Solving a puzzle is better than:\n<br>\n<br>sex (all variations)\n<br>pizza (all variations)\n<br>listening to the Jeopardy theme\n<br>\n<br>also why is the Jeopardy theme so good??</qco> </h3>      \n\nthis is probably because, for one reason or another, you are listening to the 2001-2007 version\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n12:43 pm</dco> &nbsp;<qco> Why don't you have a webpage of video scripts, much like you have one of song lyrics?</qco> </h3>      \n\nheck, why don't i have every imaginable thing? i wonder this often\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; 12:30 pm</dco> &nbsp;<qco> What are your thoughts on Pink Floyd?</qco> </h3>      \nthey seem so honest\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n10:58 am</dco> &nbsp;<qco> Do you consider yourself a Renaissance man?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n10:11 am</dco> &nbsp;<qco> because you are an anagram master, are you good at Scrabble?</qco> </h3>      \n\nthere's a lot to unpack here. you've assumed i'm an anagram master, which i don't know if i agree with, but then you've also assumed that being strong in anagrams also makes you strong at scrabble, and i'm also not convinced that is a solid assumption per se \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n8:52 am</dco> &nbsp;<qco> Do you think that English orthography would benefit from diacritics?</qco> </h3>      \n\ni'm happy without it. to add them would not be an easy transition, because the keyboards in english speaking regions don't always make it very easy to add them, and i think it's different depending on what kind of device you have. heck i've actually heard that in some european languages that use the markings, a lot of people just type without and let spell checker correct it. at that point i'd say it's a bit of a charade, and i'd be happier without them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n8:32 am</dco> &nbsp;<qco> i have trinkets in my pocket for if you want a trinket</qco> </h3>      \n\ni maybe wanted different trinkets than those ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n5:16 am</dco> &nbsp;<qco> Why were the 2 cars going back and forth in Perfect?</qco> </h3>      \n\ni thought that was explained pretty well in the video. i don't think i have any better explanation\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n4:57 am</dco> &nbsp;<qco> What does sound need to be music?</qco> </h3>      \n\nthat's really up to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n2:55 am</dco> &nbsp;<qco> do you watch tv with captions on?</qco> </h3>      \n\nonly if the audio is in a language i haven't yet mastered\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n2:07 am</dco> &nbsp;<qco> what's the difference between the ground plane and a train</qco> </h3>      \n\nmaybe nothing, conceptually\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n1:25 am</dco> &nbsp;<qco> I need to make things, how do I?</qco> </h3>      \n\nit's gonna happen no matter what\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n1:16 am</dco> &nbsp;<qco> I'd say that you have a height of greater or less than or equal to 0ft. Is this true?</qco> </h3>      \n\nyes, but you'll have a hard time getting me to admit it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n12:59 am</dco> &nbsp;<qco> is now the future? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or will it be the future soon? </qco></h3>      the future refers to a time which will be soon, but by then we won't be calling it that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it the future now? </qco></h3>      not really<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it just a constant chase of chasing the future but the future is just..always\nfaster .?</qco> </h3>      the future is substantially different because there are many possible futures\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n12:41 am</dco> &nbsp;<qco> which sentence structure do you like more, SVO, VOS, or something else?</qco> </h3>      \n\ni don't really buy the SVO/VOS game. in real life, language never seems to fit into those boxes and it doesn't seem to be a useful way to characterize a language\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.25&nbsp; \n12:15 am</dco> &nbsp;<qco> Do you remember how to play all of your songs?</qco> </h3>      \n\nit's sort of like remembering how to say words. as long as you are allowed to hear the word, as long as it's in a language you're comfortable in, there shouldn't be any memorization necessary. you hear it, you can say it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; 11:30 pm</dco> &nbsp;<qco> how are you</qco> </h3>      \n\npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; 11:17 pm</dco> &nbsp;<qco> What is love?</qco> </h3>      \n\nit's some intricate combination of you and not you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n11:11 pm</dco> &nbsp;<qco> is \" i was going to say no but now that i think about it yes\" your catchphrase?</qco> </h3>      \n\nno, but sometimes it's just the truth\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n10:29 pm</dco> &nbsp;<qco> would you consider any decision as being the right on?</qco> </h3>      \n\ntechnically yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n10:27 pm</dco> &nbsp;<qco> Do you answer these questions yourself?&nbsp;</qco> </h3>      \n\nyes, but to be fair that answer would be 'yes' no matter who is answering. to delve down a little deeper, i will add that my name is bill wurtz and i am also the person whom this website is named after. perhaps that is what you're getting at\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n10:08 pm</dco> &nbsp;<qco> How many physical instruments do you own?</qco> </h3>      \n\ni'm not so great at counting 'things'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n9:35 pm</dco> &nbsp;<qco> How could the masses be made to desire their own repression?</qco> </h3>      \n\nbasically if you can divide them into 2 halves that are mortal enemies of each other, then you're pretty much all set. the bus drives itself from that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n9:04 pm</dco> &nbsp;<qco> do you not like or hate something about what you do?</qco> </h3>      \n\njust crunching the numbers here....... no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; 7:26 pm</dco> &nbsp;<qco> have you ever been betrayed, abandoned, or otherwise made an incoherent fool out of?</qco> </h3>      \n\nthat sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n7:23 pm</dco> &nbsp;<qco> do you ever play chords that don't have a standard name?</qco> </h3>      \n\nsure, but i think the deeper issue is, sometimes we (me, you, anyone) have musical moments that cannot necessarily be called a chord\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n5:48 pm</dco> &nbsp;<qco> How many times is the game going to change?</qco> </h3>      \n\nmore times\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; 5:46 pm</dco> &nbsp;<qco> if you could have any superpower what would it be?</qco> </h3>      \nrealizing how super the powers i already have are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n5:20 pm</dco> &nbsp;<qco> opinions on avocados</qco> </h3>      \n\nso real\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n4:18 pm</dco> &nbsp;<qco> can you give a quick shoutout to any artists who have inspired you recently?&nbsp;&nbsp;if you haven't been inspired by anyone recently, do you know why? (disregard the latter query if the former is true)</qco> </h3>      \n\ninspiration is very intimate and it's kind of hard to say, other than to just give a blanket statement and say everyone inspires me (also true). but if you want to know what made me literally jump out of my chair with excitement, it's the way this guy ended his video at the very end of this video https://www.youtube.com/watch?v=Jjl3__lJLzA. To be fair, i probably wouldn't have jumped so high if it weren't for the fact that nobody,..... NOBODY out there ever has the balls to do it like this, and yet it's so simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n3:35 pm</dco> &nbsp;<qco> Were you a background extra in the movie Truman Show?</qco> </h3>      \n\nyes i am the wall that looks like a sky\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n2:46 pm</dco> &nbsp;<qco> can terms really be conditioned? i thought conditioning was the thing that made air cold.</qco> </h3>      \n\ni have no idea what you're talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n2:15 pm</dco> &nbsp;<qco> Have you been practicing your Mongolian throat singing?&nbsp;</qco> </h3>      \n\nno, that seems painful and abrasive and i have no plans to engage in such behavior\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.25&nbsp; \n1:43 pm</dco> &nbsp;<qco> how do i walk</qco> </h3>      \n\nit's hard to explain\n<br><br>"
  }
]
