[
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n5:33 pm</dco> &nbsp;<qco> Hi! I'm working on some short stories. Can you tell me what you think is the best way to write the contraction of \"why did you\"? I want to write my dialogue the way that people actually talk. At least me personally, I never enunciate all 3 of those words, I say it like it's 1 word,&nbsp;&nbsp;that sounds like \"wide'juh\" if that makes sense. How would you write that in a way that's obvious to the reader (I don't know if somebody reading \"wide'juh\" would know what that's supposed to mean).</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n4:46 pm</dco> &nbsp;<qco> are you 100% pure bread human?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n4:39 pm</dco> &nbsp;<qco> Hi bill, do you tips on asking a girl out? How can i assure the success?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n4:14 pm</dco> &nbsp;<qco> how to get over the feeling that everyone hates you even though you've done nothing wrong</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n3:54 pm</dco> &nbsp;<qco> I have to share a binder with someone meaning I might actually have to try coordinating something with someone. How do I ask who should get to bring the binder when?&nbsp;&nbsp;I've never had to do something like this. I'm panicking.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n3:53 pm</dco> &nbsp;<qco> Do you reply to instagram messages?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n3:52 pm</dco> &nbsp;<qco> the chorus in this song makes me feel very good and I want to know what the first chord change is (~0:55-1:00) can you tell me what it is?thanks for your time https://youtu.be/7IPU8UFQCm4?t=55s</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n3:40 pm</dco> &nbsp;<qco> if the song is called \"movie star\", why is the video called \"i wanna be a movie star\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n2:15 pm</dco> &nbsp;<qco> Bill, I am a fan of your instrumentals. With respect to your other works, when do you think you are going to make more instrumentals? I think making them after making the nearly 400 songs is a good time.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n1:43 pm</dco> &nbsp;<qco> Are you outside of the box right now? If so can you help me join you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n12:52 pm</dco> &nbsp;<qco> Is my question a question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n12:34 pm</dco> &nbsp;<qco> hey you asked yourself this question while sleepwalking. as a joke</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n12:08 pm</dco> &nbsp;<qco> I have a hard time coming up with vocal parts. And singing is especially difficult for me. I've had asthma since I was a kid, and other recurring respiratory issues.. so sometimes it's tough to hold out a note for a long time, or to sing a full phrase without having to stop to take a breath, I think it might limit my vocal range too. When I do try and sing, I sound like if&nbsp;&nbsp;Donald Fagen smoked way too many cigarettes and put a clothespin on his nose. I love music, and I like to think that I am pretty decent on the instruments I play, but so many songs are driven by the vocal parts. Like, I think really the function of instruments in a song is to compliment/accompany the vocals (which should usually be front and center)... Not really singing makes it tough for me to actually come up with vocal parts, so I try to over-compensate with the instruments when I write. But when I do play with a singer, usually there's too much going on with the in\nstrument\nal arrangements and it sounds too jumbled/cluttered. Any advice for me?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n11:08 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709211639\">9.21.17&nbsp;&nbsp;4:39 pm</a>  does that mean the next song will have more wurtz-style optimistic passages telling us everything's gonna be alright and just fine??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n10:05 am</dco> &nbsp;<qco> Hey Bill, you see, I'm going on the magical adventure of learning how to do the thing in music, but I've got 2 instruments (Piano and Flute). So, my question is, do you think I should try to learn them both at once? Or like master one before doing the other? If so which one? (Probably piano because you've talked about it before but I might as well ask :p)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n10:04 am</dco> &nbsp;<qco> Do penguins have knees?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n9:34 am</dco> &nbsp;<qco> should the colour blue be used in a satanic monument\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n9:07 am</dco> &nbsp;<qco> Man! I want to say thank you for being so dedicated with this questions page and your reality page, it's super generous and it has seriously inspired me to let go of fears and try new things. I feel happy and like I'm making progress with my creativity largely thanks to you. I do have a question though, I have two main passions, one is music, songwriting and production (which is already like 10 passions in one), and the other is sustainable food/permaculture/natural building/saving the world which is another several passions and my skills there are still so underdeveloped. I ideally I would love to connect the two but can't see how. Do you think it's totally unrealistic to pursue both of these very different fields simultaneously? \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n8:01 am</dco> &nbsp;<qco> When you get rich from content id whats the first thing youre gonna buy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n7:18 am</dco> &nbsp;<qco> What would you say to someone who wants to start a YouTube channel?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n3:54 am</dco> &nbsp;<qco> I really like your content. Can you please pause the rest of the world really quick so you have time to make it all? thanks.​</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n3:01 am</dco> &nbsp;<qco> Hi Bill, are you just answering questions you wrote yourself or is this a legitimate questions page? Sorry if I'm being stupid.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n1:30 am</dco> &nbsp;<qco> Do you answer questions at a certain time of the day? Do you publish your answers at a certain time of the day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n1:24 am</dco> &nbsp;<qco> What are some ways to NOT do music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n11:46 pm</dco> &nbsp;<qco> Lately I've been trying to not worry too much, pretty much about anything because I used to worry way too much, particularly over things that were beyond my control. Is this a good idea or can it go too far? I'm just wondering if you've applied this and if it has worked for you and if you would recommend it.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n11:34 pm</dco> &nbsp;<qco> have you thought about breaking the pattern of making and breaking patterns by just making a pattern and sticking with it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n11:20 pm</dco> &nbsp;<qco> Okay how and where do I meet you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n11:12 pm</dco> &nbsp;<qco> Will you ever do ASMR?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n11:08 pm</dco> &nbsp;<qco> How do I stop caring what other people think of me?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:43 pm</dco> &nbsp;<qco> How are you celebrating the Jewish New Year, Bill?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:41 pm</dco> &nbsp;<qco> what's a good pick up line?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:09 pm</dco> &nbsp;<qco> how many people have asked the question can I be your girlfriend?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:09 pm</dco> &nbsp;<qco> are you going to post tutorials?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n10:02 pm</dco> &nbsp;<qco> Have you ever thought about writing a book about your journey as a content creator some day? I think it would be really helpful for new, aspiring creators</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n9:56 pm</dco> &nbsp;<qco> do you write all your songs out as charts before creating the audio, like you did with 'the road' which you posted on here?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n7:28 pm</dco> &nbsp;<qco> i'm a superfan, but here's something that bugs me about you. you insist that other people cant be involved in the creation of your art, but thats a false claim.</qco></h3>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:51 pm</dco> &nbsp;<qco> is toast the adult stage of bread?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:40 pm</dco> &nbsp;<qco> will you krack my lackin</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:26 pm</dco> &nbsp;<qco> Any general tips for writing parts for two chord-playing instruments (like piano&nbsp;&amp; guitar, or 2 guitars)?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:18 pm</dco> &nbsp;<qco> thoughts on retweeting tweets while having 0 followers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:14 pm</dco> &nbsp;<qco> Do you have a patreon I want to give some money too you.</qco> </h3><a href=\"http://patreon.com/billwurtz\">yes</a><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n6:05 pm</dco> &nbsp;<qco> How can one boost their self confidence&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n5:48 pm</dco> &nbsp;<qco> bill i need help finding a good chord to continue a section of a song. It's on acoustic guitar but it's the top 4 strings so it's almost ukelele sounding. It goes A major with the root doubled in the G and high E strings, to Amaj7 to A7 to the chord i'm trying to find. Nothing about the chords are changing other than the descending chromatic scale on the high E string, so this next unknown chord would have F# in it. I'm thinking F#m add 11 omit 5 / A.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n4:39 pm</dco> &nbsp;<qco> Today was pretty crap but I just listened to it's gonna be all right and now i am ok. So thanks bill :):):):)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n4:15 pm</dco> &nbsp;<qco> would you rather eat soap or wash yourself with cheese?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n4:12 pm</dco> &nbsp;<qco> which disney princess do you relate to most? is it tiana from the princess and the frog?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n4:11 pm</dco> &nbsp;<qco> HELP PLEASE\n<br>I'm in my senior year in highschool and I'm currently a teaching assistant for a general music class for 7th graders, we are currently teaching them ukulele and my advisor wants me to start making lesson plans and teaching the kids, but I have no idea where to start!! They've learned some basic chords but I don't know where to go from there with them.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n4:00 pm</dco> &nbsp;<qco> How do you come up with a good bassline?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n3:59 pm</dco> &nbsp;<qco> what chord is being played at 1:12 here: https://www.youtube.com/watch?v=bp1yaEbIfl8&amp;t=72</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.21.17&nbsp;\n3:56 pm</dco> &nbsp;<qco> are you debbie harry?&nbsp;</qco> </h3><br><br>"
  }
]
