[
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n5:25 pm</dco> &nbsp;<qco> do you have asperger's syndrome?</qco> </h3>      no\n       <br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n5:00 pm</dco> &nbsp;<qco> When do you know to end a conversation?</qco> </h3>      when it's armageddon. there should be an armageddon notification on your phone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n4:56 pm</dco> &nbsp;<qco> Has the artifacts page been released yet?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n If so, where can I find it?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n4:40 pm</dco> &nbsp;<qco> why are you trying 1 week schedule so hard? why dont you start with something like a 10day, or do you like weeks?</qco> </h3>      the 7 day week is so famous and so widely used, any schedule that is synchronized with that seems to automatically have quite a bit of power and credibility that would be severely lacking otherwise. in my current circumstance, i actually do wish very much that the worldwide business week was 10 days\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n4:38 pm</dco> &nbsp;<qco> how can i improvise with chords? i never know which notes will go together to make a nice coherent sounding chord, much less glue several chords together into a tune. pls help</qco> </h3>      i think a good place to start would be figuring out all the chords in all our favorite songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n4:23 pm</dco> &nbsp;<qco> really liked the alex honnold clip you linked! do you have any other inspirational videos you like?</qco> </h3>      not all of them may be relevant to everyone, but <a href=\"livingstontaylor-makingtheaudiencecometoyou.mp4\">sure</a> \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n4:21 pm</dco> &nbsp;<qco> are you going to make a video answering questions?&nbsp;</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n4:11 pm</dco> &nbsp;<qco> What does it mean when 'sus' is written next to a chord?</qco> </h3>      Csus4 is notes C,F,G. and Csus2 is notes C,D,G. \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n3:36 pm</dco> &nbsp;<qco> how do you manage a questions page, a twitter account, an instagram and a youtube that all are active?</qco> </h3>      i don't know\n       \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n3:24 pm</dco> &nbsp;<qco> are you happy with the state of things?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n2:33 pm</dco> &nbsp;<qco> Why don't you have ads?</qco> </h3>      i think that would kind of disrupt the intimacy of the site\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n2:31 pm</dco> &nbsp;<qco> Where do you get your ideas from?</qco> </h3>      the gutter. if not i may check the sewer\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n2:25 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201708261950\">8.26.17&nbsp;&nbsp;7:50 pm</a>  do you actually believe in horoscopes?\n</qco></h3>      i believe they suck<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How could the alignment of stars at the time you were born have anything to do with your life.\n</qco></h3>      same universe. more specifically actually the same solar system. everything in that system is synchronized. the question is, is anyone on earth actually smart enough to understand all the workings of that synchronization, and i think probably not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LMAO you're so dumb</qco> </h3>      fair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n1:58 pm</dco> &nbsp;<qco> tips on drawing?</qco> </h3>      every drawing ever made is good and bad at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n1:56 pm</dco> &nbsp;<qco> hi bill. i have a lot a friends, but it's hard for me to socialize and start a conversation. how do i converse without making the other person or myself uncomfortable?</qco> </h3>      if they're already your friends that should be super easy. just say 'hi'. you could say almost anything really, since you already know each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n1:44 pm</dco> &nbsp;<qco> Will you ever time travel?</qco> </h3>      time is actually the only way to travel\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n1:38 pm</dco> &nbsp;<qco> Did you finally monetize your videos?&nbsp;</qco> </h3>      yes, in about 2017, on youtube\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n1:36 pm</dco> &nbsp;<qco> favorite Charlie Puth moment</qco> </h3>      probably <a href=\"cp-attention.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> Fav Celine dion moment</qco> </h3>      maybe <a href=\"celinedion-whenyouwantit.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n1:08 pm</dco> &nbsp;<qco> Favorite moment?</qco> </h3>      now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n1:07 pm</dco> &nbsp;<qco> Why is it so hard for you to go home?</qco> </h3>      it is not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n12:46 pm</dco> &nbsp;<qco> can a song also be a sandwich?</qco> </h3>      yes, most good songs are sandwiches\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n12:15 pm</dco> &nbsp;<qco> If you weren't allowed to do hyperkinetic smooth jazz anymore (or got tired of it) what sort of music would you try making next?</qco> </h3>      fortunately it is impossible to prove which genre is which in a court of law, besides resorting to all out racism\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n12:02 pm</dco> &nbsp;<qco> how do i?</qco> </h3>      using methods and techniques\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n10:53 am</dco> &nbsp;<qco> I take your point about music videos, but do you on some level understand that your art is the music, the songs?</qco></h3>      and the videos, and everything else i do here on this site or other sites<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And that everything else, even the history videos, is a good means to market it? From a fan who would be happy if the schedule was just one non-video song a week from now until the end of days.&nbsp;</qco> </h3>      that sounds like a wonderfully freeing idea, but i think i would quite immediately feel all wrong about that, because video is something i am insanely passionate about\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n10:53 am</dco> &nbsp;<qco> as somebody who is tone deaf and almost completely deaf how do I tune an instrument&nbsp;</qco> </h3>      use a tuner\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n9:55 am</dco> &nbsp;<qco> Redesign the page probably?</qco> </h3>      not this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n8:32 am</dco> &nbsp;<qco> The might quit video seems to be unavailable. How can I watch it on YouTube?&nbsp;</qco> </h3>      <a href=\"https://youtu.be/mpkf_p71rKY\">click here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n8:08 am</dco> &nbsp;<qco> Should I get a hamster? Important consideration: I don't think I like hamsters.</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n5:41 am</dco> &nbsp;<qco> Are you music?</qco> </h3>      no but it can be me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n4:22 am</dco> &nbsp;<qco> What are your opinions on croutons&nbsp;</qco> </h3>      that's french for 'let's crunch'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n4:13 am</dco> &nbsp;<qco> instead of (or in addition to) air-drumming with sticks but no drums, have you ever considered switching it up and using drums but no sticks (and no real kicks, etc)?</qco> </h3>      the sticks are what move. the strongest point of synchronized music videos is the motion. if the thing doesn't move then it doesn't really even look synchronized\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n2:46 am</dco> &nbsp;<qco> how do you know you've reached your maximum potential&nbsp;</qco> </h3>      i know i haven't. i think almost no one really has\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n1:25 am</dco> &nbsp;<qco> what makes a song?</qco> </h3>      it can be anything. surprise!\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n12:18 am</dco> &nbsp;<qco> Favorite Metallica moment?&nbsp;</qco> </h3>      just gonna go with <a href=\"entersandman-v1vamp.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n12:15 am</dco> &nbsp;<qco> do you have any plans to start working on the artifacts page anytime soon (if you haven't already)\n<br>are we allowed to know when it could possibly become a thing if you know that much yet\n</qco></h3>      i've worked on it quite a lot. there are probably 200 items so far, and the formatting is all set<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n<br>by the way why do all your keysmashes (aka when you just jfweashbrjgs press random keys on your keyboard) look the same. unless if you're not keysmashing and you're doing something else which is the cause of them all looking like ja0sdfa</qco> </h3>      it seems you are looking at the artifacts page. the reason there are so many of those is because my most recent and perhaps biggest artifact finding session was done by listing all files in alphabetical order by name, instead of by date. that way, it would enable me to get some variety, finding many types of files from different time periods and different projects all mixed together. so you would see many from the exact same place in the alphabet. for example, if i click to any different part of the alphabet you might see something <a href=\"haisd.png\">similar</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.19&nbsp; \n12:10 am</dco> &nbsp;<qco> Favorite questions page moment?</qco> </h3>      3.31.16\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n11:51 pm</dco> &nbsp;<qco> Do you have any names for the characters in your videos?&nbsp;</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> have you considered a schedule of a length in between one week and two weeks? like maybe ten days, since you said that's how long you can reasonably expect to make a song-video</qco> </h3>      the 7 day week is so famous and so widely used, any schedule that is synchronized with that seems to automatically have quite a bit of power and credibility that would be severely lacking otherwise. in my current circumstance, i actually do wish very much that the worldwide business week was 10 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n10:12 pm</dco> &nbsp;<qco> do you ever feel like you create things more to maintain an image than to express yourself?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n10:03 pm</dco> &nbsp;<qco> On the H3 podcast and this questions page, you talk about not remembering some details about working on some projects. In your long response to why \"Might Quit\" was late, you say that you had to refer to your \"records\" to remember what happened on certain days. Are you so involved in creating these projects that working is just a blur? Do you work so hard that your memory just blacks out? I hope you aren't too stressed/putting a ridiculously unhealthy amount of pressure on yourself.&nbsp;</qco> </h3>      well i'm honestly not sure if it would be normal for a person to remember everything they did on every day for the last 5 weeks. if i asked you to describe your entire day for feb 27, could you do it, without checking some kind of data?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n9:44 pm</dco> &nbsp;<qco> how to get more stuff done, and how to commit to things?</qco> </h3>      ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n9:39 pm</dco> &nbsp;<qco> Favourite Carly Rae Jepsen moment?</qco> </h3>      how about <a href=\"crj-whereyouthink.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n9:32 pm</dco> &nbsp;<qco> that behind the scenes screenshot you posted to Instagram on March 10th, what part of the final video does that correspond to? And what's going on there?</qco> </h3>      do you feel alright\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n8:36 pm</dco> &nbsp;<qco> what the heck is a resume</qco> </h3>      it's a way of describing your past that makes it look so boring no one will pay any attention to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n8:19 pm</dco> &nbsp;<qco> Why did you originally start making videos for your songs, and why do you still do it? Wouldn't it be faster to just make and release songs?&nbsp;</qco> </h3>      <a href=\"musicvideos.mp4\">the importance of music videos</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n8:18 pm</dco> &nbsp;<qco> how do you put links to other questions on here i am confused</qco> </h3>      it's automatic when you paste the date in the box\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n8:16 pm</dco> &nbsp;<qco> i was reading randy questions, and found a few referencing the \"tonga time\" video. what video is that (if u tell me what page it's on i can find it myself)</qco> </h3>      that is part of \"history of the entire world, i guess\" on the videos page\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n7:42 pm</dco> &nbsp;<qco> do you own a stapler?</qco> </h3>      barely\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.19&nbsp; \n7:32 pm</dco> &nbsp;<qco> bill, where do i talk about my feelings. my cousin keeps telling me to stop throwing a pity party so i can't vent around her or else she'll get mad at me. i'm too scared to vent around my gf because i'm REALLY scared it'll trigger her own bad thoughts. i feel guilty venting here because you have your own problems and i don't want to stress you out even further. what do i do. sorry</qco> </h3>      looks like it's time to start your autobiography\n<br><br>"
  }
]
