[
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n11:19 am</dco> &nbsp;<qco> how often do you throw oranges at lampposts?</qco> </h3>      \ni gotta be honest with you i've never done it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n10:53 am</dco> &nbsp;<qco> what are your favorite albums of all time ?</qco> </h3>      \ni don't see how anyone could answer that question without lying\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n10:14 am</dco> &nbsp;<qco> i've found that eating whole medium roast coffee beans followed by eating green tea leaves gets me feeling euphoric and calm at the same time</qco> </h3>      \nthat sounds like a plausible story\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n6:22 am</dco> &nbsp;<qco> How do you make yourself produce when consuming is so satisfying? Do you find yourself consuming at the expense of production?</qco> </h3>      \nwhat happens when i check out things made by other people, it either feels not good enough which festers inspiration to make things better, or, maybe it's insanely good and it inspires me about what's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n5:08 am</dco> &nbsp;<qco> If heaven and hell were real, which would have more things in it?</qco> </h3>      \nit would somehow be the same place\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n2:33 am</dco> &nbsp;<qco> Do you like ska?</qco> </h3>      \ni always wondered if someone would ask about ska\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n1:24 am</dco> &nbsp;<qco> is there a sixth platonic solid</qco> </h3>      \nyes that would be plato himself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n11:46 pm</dco> &nbsp;<qco> do you ever get whelmed? not overwhelmed or underwhelmed, just... whelmed?</qco> </h3>      \nMartin Short claims to have done that. so in this sense, you would not be the first. to be fair, perhaps neither was he\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n11:42 pm</dco> &nbsp;<qco> how often do you discuss politics with friends?</qco> </h3>      \nremind me again what is a politic\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n8:53 pm</dco> &nbsp;<qco> I am obsessed with your video \"i'm a huge gamer most of the time\". I wish I could hold it like a baby.</qco> </h3>      \nit's ok, you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n8:35 pm</dco> &nbsp;<qco> Is culture simply the internalization of a large set of ideas? Or is there something more to it?</qco> </h3>      \nthat could be one of an unlimited number of ways to describe it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n7:13 pm</dco> &nbsp;<qco> How do you pronounce jalapeno</qco> </h3>      \nthe only way to pronounce it is to eat one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n5:58 pm</dco> &nbsp;<qco> What is your opinion on postmodernism?</qco> </h3>      \nsometimes i wonder, how old could that be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n5:27 pm</dco> &nbsp;<qco> what is the best thing that ever happened? is it currently the only thing that exists?</qco> </h3>      \neverything has ever happened, so that gets a little difficult to compare\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n5:21 pm</dco> &nbsp;<qco> did the guy in \"how to pull a rabbit out of a hat\" escape the desolate wasteland?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how much did the phone help?</qco> </h3>      \nthe waste land is a pretty nice place, and the phone is also nice. it's not entirely clear which one is nicening the other more\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n3:40 pm</dco> &nbsp;<qco> if there was a default answer to all of the questions you get, what would it be? actually don't answer that here's the new question: what's the default question you get?</qco> </h3>      \nthis is the default question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n3:36 pm</dco> &nbsp;<qco> when you did your first thing was it good or did it feel scary to do it or was it both?</qco> </h3>      \ni assume it was both\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n3:13 pm</dco> &nbsp;<qco> Should i eat my cat as a burger?</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n2:36 pm</dco> &nbsp;<qco>  Hi Bill. I've been thinking about this topic for  a few years now and I'm wondering if you have some more insight into it and experience with this same thought pattern... and hopefully some sort of an swer or solution that can help me out.\n\nI'm in sort of a thou ght loop to do with productivity, goals, and doing the things I WANT to be  doing, but find myself NOT doing. For example, I'm a musician as well and I want to be writing more music and practicing piano more. I'm also a drumme r and keep up with that because I'm currently in a band, which is something holding me to improving and being creative... all that. The problem is, I  have nothing holding me to writing songs in any particular time frame, or m aking me practice piano, practice singing... etc. I have FLStudio and want  to put some more time into learning the platform, but I'm struggling a lot  with the learning curve of even starting out and making something simple. \n\nBasically what my question boils down to is this: how do I get myself to do the delayed gratification things I WANT to be working t owards and improving at when all I seem to want to do is quick dopamine rel ease like watching YouTube and playing video games? I'm in a weird spot on  my thoughts about it because part of me thinks \"I have my whole life to wri te music, make an album I'm proud of, (insert long term goal), etc... so ea ch day it seems almost pointless to start, and very difficult to find the m otivation to do it and enjoy doing it. Should I wait until the days I decid e I feel like working on something and very slowly work towards my goals, o r set more attainable short-term goals to keep me on track? I've tried both and I still feel like I could be making more progress... I feel like I'm g onna end up 45 years old and still not comfortable and capable on piano and all that and still struggling to write anything, wishing I used the hours  of free time I had when I was younger...\n\nI know this is a fucking essay at this point but, thoughts on all that? Have you found your self thinking similar things? Is it really enough to just very slowly work  towards it when I feel the motivation? Thanks.</qco> </h3>      \nhear me out on this: start a new tv series, on which you try to approach the problem\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n1:16 pm</dco> &nbsp;<qco> how would you approach a complex problem</qco> </h3>      \nstart a new tv series, on which i try to approach the problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n12:09 pm</dco> &nbsp;<qco> how to enjoy life to the fullest most possible extent&nbsp;</qco> </h3>      \nhear me out on this: figuring out how to do that.. is how to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n11:51 am</dco> &nbsp;<qco> best thing about the mcdonalds logo</qco> </h3>      \nthat it's hoisted up higher than the whole forest\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n11:48 am</dco> &nbsp;<qco> how do I pull myself out of a barren wasteland?</qco> </h3>      \njust walk out\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n8:42 am</dco> &nbsp;<qco> What's the best thing that doesn't exist?</qco> </h3>      \nyou decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n8:25 am</dco> &nbsp;<qco> When you make videos with music, do you make the video to the music, or do you make the music to the video?</qco> </h3>      \nwhen it's a song, the song is made first. when it's not a song, the video is mostly made first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; 8:21 am</dco> &nbsp;<qco> What's your favorite number?</qco> </h3>      \nwhichever one is the highest\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n4:33 am</dco> &nbsp;<qco> what colour is chemistry</qco> </h3>      \nchemistry most likely involves all the colours\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n4:27 am</dco> &nbsp;<qco> do you love twilight sparkle?</qco> </h3>      \ni'm not sure but it sounds delicious\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n2:48 am</dco> &nbsp;<qco> if i were to name an animal after you, what animal would you like it to be?</qco> </h3>      \ni don't get involved with naming until the one being named is actually known to the person naming. in other words, i generally have a policy against naming things you've never met\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n2:32 am</dco> &nbsp;<qco> how to keep from being a sellout?</qco> </h3>      \nthe first defense is to never do anything worth selling, but in case you do, then of course don't sell it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n1:08 am</dco> &nbsp;<qco> would you rather simultaneously morph into a door or invent a language</qco> </h3>      \nneither of those sounds very good to me, but i also am not getting how the word 'simultaneously' works in this context. but anyway, i would not like to do either of those things, seperately nor at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n11:48 pm</dco> &nbsp;<qco> Are we allowed to use curse words when asking questions? I don't actually feel the need to say any curse words in my questions, but I was curious about it.</qco> </h3>      \nyou can say almost anything, but the only thing you're not allowed to say is 'but', and neither am i\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n11:20 pm</dco> &nbsp;<qco> greatest piano piece vs greatest guitar(acoustic or electric) piece. which one wins?</qco> </h3>      \nthe true winner here is the 'divide and conquer' strategy itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n11:15 pm</dco> &nbsp;<qco> What would be a better way to travel then cars?</qco> </h3>      \nflying like a bird\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n10:55 pm</dco> &nbsp;<qco> bill i feel like i want to do something but i don't want to do anything because my motivation for doing something is there but my inspiration is not, how do i do the anything that i might want to do and how do i go about finding the something</qco> </h3>      \nfor now don't do anything. it's fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n9:58 pm</dco> &nbsp;<qco> whats the best song in the world?</qco></h3>      hot cross buns<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is the best song just every song playing at once or no</qco> </h3>      \nno, that amounts to white noise\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n7:26 pm</dco> &nbsp;<qco> thoughts on working on multiple projects at the same time? or should one force themselves to take on projects one at a time until completion, before moving onto the next one? or does it depend on the person? (i'm thinking in terms of song-making, but i guess this applies to projects as a whole...)</qco> </h3>      \nit doesn't really matter which way you try first. but let me know which way you try first. and if you don't like that way, then i will recommend you try the other way next. sorry for giving away the surprise there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n5:43 pm</dco> &nbsp;<qco> If your Bill....what does that make me?..</qco> </h3>      \nmy name does not influence who you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n4:03 pm</dco> &nbsp;<qco> am I probably a lamp?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n3:41 pm</dco> &nbsp;<qco> should I eat a pizza like a cookie</qco> </h3>      \nfirst you should eat a cookie like a pizza, then of course you can eat a pizza in the same manner you ate the cookie\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n2:24 pm</dco> &nbsp;<qco> i am going insane thanks for reading&nbsp;</qco> </h3>      \nyou're welcome\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n2:11 pm</dco> &nbsp;<qco> how do you learn a map? i keep forgetting where each state is</qco> </h3>      \nit will help if you go there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n12:10 pm</dco> &nbsp;<qco> I've got an extremely tough question for you Bill: What is the word Kayak spelled backwards?</qco> </h3>      \ni don't even know what it is spelled forwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n9:15 am</dco> &nbsp;<qco> any tips to help me with mixing? should I learn about it properly from a course or a book or is it just what sounds right to you&nbsp;</qco> </h3>      \nthe best thing to do is start by pretending you've never heard of 'mixing'. then, if necessary, you'll end up doing what you need to do anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n9:09 am</dco> &nbsp;<qco> Do you ever think of these questions like a journal? Do you feel that reading back over old responses helps you contextualize how you've changed over time?</qco> </h3>      \nthe main thing it shows me is how many different reasons i've had to come up with for why the chicken crossed the road\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n5:50 am</dco> &nbsp;<qco> what's the fourth big american city? i.e. we'd all most likely agree it's nyc, los angeles, and chicago, but what's the fourth?</qco> </h3>      \nkanorado\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n4:37 am</dco> &nbsp;<qco> Last song you listened to with a sexiness level of at least 8 out of 10?</qco> </h3>      \nmost real-estate videos have music somewhere between 2 and 5. one time i heard one that was cranked up to 13\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n3:15 am</dco> &nbsp;<qco> what inspired you to make musical experiments of such interesting quality? asking for myself cuz im an aspiring guitarist</qco> </h3>      \ncold, hard, common sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n2:31 am</dco> &nbsp;<qco> will you ever make a video game, complete with a soundtrack?</qco> </h3>      \nnot exactly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; 12:42 am</dco> &nbsp;<qco> Where do you get the time to answer these?</qco> </h3>      \nright now, for example\n\n<br><br>"
  }
]
