[
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n6:01 pm</dco> &nbsp;<qco> How big is everything</qco> </h3>      \nhuge\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n3:44 pm</dco> &nbsp;<qco> quick, name a business idea</qco> </h3>      \nslowness\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n3:19 pm</dco> &nbsp;<qco> in \"long long long journey\" when you said \"even though most of them were painted by somebody else\", which ones did you paint?</qco> </h3>      \nit's hard to remember. they all look so familiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n2:14 pm</dco> &nbsp;<qco> how do you talk to people?</qco> </h3>      \nsay 'hi' and then it depends what they say next\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n1:22 pm</dco> &nbsp;<qco> I cannot comprehend music theory, can you tell it to stop being incomprehensive?</qco> </h3>      \njust comprehend music. that's actually all music theory is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n12:39 pm</dco> &nbsp;<qco> I really like songwriting, but I never know what to do with the video aspect of posting my songs to youtube, since I don't want to show my face, and my video editing skills are ~poor~. Any advice?&nbsp;</qco> </h3>      \nhow about showing only your hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n11:43 am</dco> &nbsp;<qco> What are some of your favorite art-related \"-ism\"s? (e.g. surrealism, abstract expressionism)</qco> </h3>      \nprism\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n10:04 am</dco> &nbsp;<qco> Where is a ideal location to write a song?</qco> </h3>      \nit's different every time, except sometimes it's the same as a previous time. the main thing that matters is that it's either the same or different as last time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n8:49 am</dco> &nbsp;<qco> In your video 'Maybe I could eat blades of grass', was Damien asking some of your favorite questions that have been asked here? </qco></h3>      no. that was just me freestyling<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And what did he skip?</qco> </h3>      i'm not sure. we can't see the card\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n8:32 am</dco> &nbsp;<qco> name every digit of pi</qco> </h3>      \nonly pi can name pi\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n8:14 am</dco> &nbsp;<qco> if someone were to make a stage musical with the songs you wrote, what would the plot of it be?</qco> </h3>      \na stage musical is gonna be best if new music is written, in the process of writing the show\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n7:55 am</dco> &nbsp;<qco> i've been busy with school work so i have decided to stop playing my guitars and stuff for quite a long time. However, when i had some free time today and i started to play random things on my guitar, something didn't feel right, and it terrified me. What should i do mr bill?</qco> </h3>      \njust play for a little bit longer. it comes back. and it's good\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n3:50 am</dco> &nbsp;<qco> I feel like when i'm writing music, all I'm doing is regurgitating other music that i've heard in other songs in new combinations. your music is so unique. how do you avoid being heavily influenced by other music?</qco> </h3>      \nif you are influenced by enough different things, you get to go on a new adventure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n2:19 am</dco> &nbsp;<qco> what do you think of modern-day content?</qco> </h3>      \nit has a relatively recent release date\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.21&nbsp; \n12:24 am</dco> &nbsp;<qco> Go you think there is a set \"god\" or \"godess\" that rules or do you believe something else or nothing at all?</qco> </h3>      \ni believe everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n11:42 pm</dco> &nbsp;<qco> best keyboard shortcut?&nbsp;</qco> </h3>      \nthe keyboard shortcut for making a keyboard shortcut\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n10:57 pm</dco> &nbsp;<qco> How will you know when you've achieved your goals?\n<br></qco> </h3>      \ni'll have bigger goals\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n10:20 pm</dco> &nbsp;<qco> \"And they touched me in a peculiar way, and now i'm pregnant - with aliens\" i wonder where you got that from?</qco> </h3>      \njust common sense really, if you look at the line before. however, the line you're referring to says \"interesting\" not \"peculiar\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n9:17 pm</dco> &nbsp;<qco> What shape is the internet?</qco> </h3>      \ndot\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n6:55 pm</dco> &nbsp;<qco> What is the chance for a song to go from an idea to a video/song</qco> </h3>      \nsadly, it probably depends on whether you have access to some kind of camera or computer. if you don't have that, you'll still be able to do audio visual music, but you'd have to do it live, in real-time, in person\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n6:51 pm</dco> &nbsp;<qco> favorite color of pineapple</qco> </h3>      \nthe leaf part\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n3:50 pm</dco> &nbsp;<qco> How deep are your songs meant to be?</qco> </h3>      \nall the way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n3:25 pm</dco> &nbsp;<qco> is the hat mentioned in 'money' the same hat as the one in 'slow down'?</qco> </h3>      \ni'm not sure. i never decided which hat it is. it's choose your own adventure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n2:48 pm</dco> &nbsp;<qco> YESSSS the feeling in airport terminals is ... magical, oh this is supposed to be a question, um, how do you do people things?</qco> </h3>      \ndo a thing. that's a people thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n1:46 pm</dco> &nbsp;<qco> how do you make yourself feel smarter?</qco> </h3>      \nput books behind you in the video chat\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n12:30 pm</dco> &nbsp;<qco> How long does it take to come up with a song?</qco> </h3>      \npotentially the exact same amount of time as the length of the song, if all goes well\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n12:30 pm</dco> &nbsp;<qco> What genre would you classify your music as?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n12:07 pm</dco> &nbsp;<qco> im high as hell right now, what should i do?</qco> </h3>      \ncheck out something you've been wishing to understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n10:50 am</dco> &nbsp;<qco> Suppose that you were sitting down at a table. The napkins are in front of you, which napkin would you take? The one on your 'left'? Or the one on your 'right'? The one on your left side? Or the one on your right side?&nbsp;</qco> </h3>      \nwhat i would probably do is start arranging the napkins in different configurations, studying the emotional implications of each one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n10:22 am</dco> &nbsp;<qco> what do you think about the current humor on the internet</qco> </h3>      \ni assume the internet has all the humor by now. except the stuff that was long before writing was invented, but even that stuff is probably still around\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n9:02 am</dco> &nbsp;<qco> You've been asked 'is cereal soup?' But is soup cereal?</qco> </h3>      \neverything is cereal\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n8:56 am</dco> &nbsp;<qco> is there any advice you have for someone who just got a sudden, MASSIVE amount of positive attention for something they made? no one to talk to about this, hahaaaa</qco> </h3>      \nyou can talk to me about it if you want. i still don't know everything about this. some of the worst long term effects might hit me much later\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n8:32 am</dco> &nbsp;<qco> when will the night return</qco> </h3>      \nevery 24 hours, approximately\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n7:29 am</dco> &nbsp;<qco> can you type something long?</qco> </h3>      \nsure, this is easier for me now since i increased my key-repeat rate while reducing the pre-repeat delay. aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa. i could get much more length if i used copy/paste, but, from the way i interpreted your question, i didn't think that was what you wanted\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n6:30 am</dco> &nbsp;<qco> Can you do 60fps videos?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n5:55 am</dco> &nbsp;<qco> I realized you don't release your songs with spatial audio on apple music. Do you also feel most of them sound worse than stereo?&nbsp;</qco> </h3>      \nnever tried it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n1:18 am</dco> &nbsp;<qco> Are most people creative?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.21&nbsp; \n1:05 am</dco> &nbsp;<qco> What is truth</qco> </h3>      \ncould be you\n <br><br>"
  },
  {
    "html": "<h3> <dco>11.7.21&nbsp; \n11:48 pm</dco> &nbsp;<qco> have you ever thought of a collab with someone</qco> </h3>      \nthe more i hear the word collab, the less i know what it means\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.21&nbsp; \n11:20 pm</dco> &nbsp;<qco> i really relate to the feeling of looking around this museum for paintings i relate to. what was the last painting u related to&nbsp;</qco> </h3>      \nroad lines\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.21&nbsp; \n11:09 pm</dco> &nbsp;<qco> what do you think it is that causes those gut feelings that something isnt right?</qco></h3>      something not being right<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ive only had two of those that i can remember, one of which being proven accurate, the other of which we will have to wait and see.</qco> </h3>      just because you get that feeling doesn't mean you can prove it's accurate, because sometimes the feeling doesn't say what the thing is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.21&nbsp; \n10:28 pm</dco> &nbsp;<qco> I remember a question where someone asked how you come up with your songs and you said by dreaming them, </qco></h3>      i get less than 1% of the song material from dreams, so i don't think i've ever answered that question with that answer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;in \"more than a dream\" you talk about these dreams and say that you dream about the things you dream, is that about some problem in your song writing or is that about you dreaming about the things you want to do in life?</qco> </h3>      that's me trying to end the 1st stanza in a way that i feel is most likely to make you want to continue listening to the song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.21&nbsp; \n9:40 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202111061738\">11.6.21&nbsp;&nbsp;5:38 pm</a>  but there are two colors!!!!</qco> </h3>      \ni thought it was 1 hue, at many different brightnesses\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.21&nbsp; \n8:43 pm</dco> &nbsp;<qco> What is your favorite pastime</qco> </h3>      \nwhat the heck is a pastime\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.21&nbsp; \n8:38 pm</dco> &nbsp;<qco> do you like pizza</qco> </h3>      \nyes, it reminds me of the earth, being round and flat at the same time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.21&nbsp; \n4:17 pm</dco> &nbsp;<qco> Best thing ever?</qco> </h3>      \nranking systems\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.21&nbsp; \n12:44 pm</dco> &nbsp;<qco> What's the best type of pasta?</qco> </h3>      \ncopy\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.21&nbsp; \n12:24 pm</dco> &nbsp;<qco> Favourite music apart from your own?</qco> </h3>      \ncould be yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.21&nbsp; \n12:12 pm</dco> &nbsp;<qco> it feels like there's a level of disconnect between the narrators in your songs and the real bill wurtz.</qco></h3>      my songs don't usually have narrators, but, the song writer is definitely me<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; have you ever written / thought about writing something that really smashes that disconnect and explores your actual personal thoughts and feelings from your own actual perspective? </qco></h3>      i will try to find some examples of parts of my songs that tell unequivocally true statements, from my point of view:<br>\n     <br>\n     from the song 'more than a dream':<br>\n     \"every day seems so different\"<br>\n     \"i can't believe what i'm seeing, it's more than a dream, and it's more than anyone ever dreamed in history\"<br>\n     \"and on the best days you'll believe again that the best dreams can be real again\"<br>\n     <br>\n     <br>\n     from the song 'money':<br>\n     <br>\n     \"it's time for the show\"<br>\n     <br>\n     from the song \"here comes the sun\"<br>\n     <br>\n     \"here comes the sun, bringing you love and shining on everyone\"<br>\n     \"i hope you know that there's no stranger strange enough\" which, paraphrased more clearly, would be something like \"i hope you're aware that every person in this world is a real person, just like you, and everyone would truly love each other if we knew who we all really were\"<br>\n     <br>\n     \"ding ding ding dang ding ding, put it into words and then<br>\n     \nsend it all over the world\"<br><br>\n     <br>\n     from the song \"it's the first day of school (and i think i might quit!)\":\n     <br>\n     <br>\n     \"gonna learn some new lessons i won't forget<br>\n     \ngonna write them all down in the language of love<br>\n     \nand then teach them to everyone\"<br>\n     <br>\n      from the song \"at the airport terminal\":<br>\n     <br>\n     \"at the airport terminal the planes are landing\"<br>\n     \"traveling somewhere and it feels fantastic, rolling across the terminal floor\" (with 'rolling' meaning walking, possibly with a wheeled suitcase)<br>\n     \"everybody here is having an unusual day\"....\"in an unusual time zone\".... \"and i'm feeling fine in an unusual way\"<br>\n     <br>\n     <br>\n     <br>\n     from the song \"just did a bad thing\":<br>\n     \"how many times is the game going to change\"<br>\n     \"it's the best scheme i have, and that's bad [good] enough for me\", which would refer to any time i've ever truly given my best effort <br>\n     <br>\n     from the song \"the easter bunny told me that christmas isn't real (but santa claus is still jesus)\":<br>\n     <br>\n     \"everything feels so alive for the very first time\" which means \"[around the christmas/holidays/late-december time, sometimes] there is a deeply warm joyous and magical feeling that i can't quite describe except by using [<a href=\"everythingfeelssoalivefortheveryfirsttime.mp3\" target=\"_blank\">these words, sung with this melody and these chords, like this</a>]<br>\n     <br>\n     from the song 'slow down':<br>\n     \"and i think i'm bobblin to a brighter day\"<br>\n     <br>\n     <br>\n     from the song 'long long long journey':<br>\n     \"it's a long long long journey that we've been on, and it's a long long long story that can be told\"<br>\n      \"we've come a long long way\"<br>\n     \"there's still a long way to go\"<br>\n     <br>\n     from the song \"when i get older\":<br>\n     \"when i get older, i'm gonna be stronger, so i can lift up the whole entire world\" which more correctly translates to \"sometime in the future i'd like to have the ability to deeply inspire many many many people, maybe so much that it might fulfill some of my unmet childhood needs somehow\" <br>\n     <br>\n     \"and i don't quite know what it means, but it feels like the song knows me\" (this describes any experience of listening to a song that really hits strongly, perhaps beyond my ability to fully understand exactly why) <br>\n     <br>\n     from the song \"i'm best friends with my own front door\":<br>\n     \"i saw the sign, i saw the sign, it's a bad bad sign\" which refers to the fact that i realized that i only have 4 more hours to compose the entire remainder of this song, if i wanna have any chance of staying in line with my new extremely ambitious production goal of 1 song/video released every 2 weeks<br>\n     <br>\n     \"cuz i'm hungry [to achieve my goals] and scared and i can't find the truth [figure out how the hell to do this, because i've been trying for so many years] so i'm leaving [so i don't give a fuck i'm gonna accomplish this NOW]\noh, there's my balloon [holy crap i'm actually doing it, it's as if i've just been able to grab onto a balloon that can now carry me up and away from the pit of eternal failure i thought i was falling into]\"  <br>\n     \"that's how the game begins, oh, that's how i get home again\" [hopefully this is the beginning of a continued trend of achieving my production goals, which i've been seeking so deeply for so long, as one would seek their true home]\"<br>\n     <br>\n     from the song \"hallelujah\":<br>\n     \"hallelujah\" (that's just a true word, it's always true when anyone says it)<br>\n\n     <br>\n     from the song 'hello sexy pants':<br>\n     \"but down in congress, all the boys get mad\" (actually writen like a fictional line, but it happens to be true that \"the representatives on the floor of a 2-party government tend to argue with each other\")<br>\n     \"everywhere somebody lonely is still feeling blue\" (i'm just assuming this must be statistically true)<br>\n     <br>\n     from the song 'and the day goes on':<br>\n     \"and the day goes on\" which more accurately means, \"and time/life goes on\"<br>\n     \"hold on\"...\"stay strong\"... which is just general encouragement i would give to anyone, as time and life goes on   <br>\n     <br>\n     from the song \"La de da de da de da de day oh\":<br>\n     \"i don't have enough time to say the things i wanna say [i feel like i'm not going to have enough time to write and produce all the material i want to express, which is mostly because of the high quantity of things that i want to express, combined with the high amount that i care about it which will cause me to take it so seriously that it will therefore probably take me a long time. at least this is currently how i'm feeling in februrary of 2009 as i say this]\"<br>\n     \"i wanna write a song\".....\"is that so wrong\" [asking myself this, around february 2009, when i was feeling like i definitely hadn't written enough songs]<br>\n     \"La de da de da de da de day oh\" [simulation of what it might sound like, to sing such a song]<br>\n     <br>\n     \"i went down to the mall, then they closed down the mall\" [written with a fictional spirit, but it's almost completely based on that time i went to my local mall and i noticed that about 75% of the stores in the mall seemed to have suddenly gone out of business, and i didn't know why, and it felt spooky<br>\n     <br>\n     from the song \"outside\":<br>\n     \"gonna go out and away from the lines\" (just describing one of my typical creative goals)<br>\n     <br>\n     from the song \"got to know what's going on\":<br>\n     \"give me a chance to believe it\" (this is just a general prayer to be able to find genuine truths that can be believed in)<br>\n     \"we've got to know what's going on\" which means \"it seems like we all really would like to know what's really going on in the world, and why, and what it all means... or at least i would certainly like to know\"<br>\n     \"we've got to know so we can be strong\" which means \"it feels like we'd all probably find a lot of strength in truly knowing and understanding the world\"<br>\n     \"whatever it is i'll believe it\" (whatever the realest greatest deepest truth is, i promise to believe it)<br>\n     <br>\n\n     <br>\n     from the song \"in california\":<br>\n     \"in california you can smoke marijuana [i'm pretty sure marijuana is now legal in california (for medical purposes at least) (at the time of writing, in 2011) and the reason this seems like interesting news is because marijuana has been illegal in most places for a very long time]\"\n\"in california you love who you want to [i'm pretty sure there's no gender restrictions on marriage, in california, (at the time of writing, in 2011) which is interesting because i think that's been illegal in most other states for a long time]\"<br>\n     <br>\n     from \"alphabet shuffle\"<br>\n     \"1 2 3 4 5 6 7 8 9, i'm alive\"<br>\n     <br>\n     from various extremely short videos/songs:<br>\n     \"i've been thinking a long time\"<br>\n     \"music makes me feel so interesting\"<br>\n     \"get ready for november\" [on halloween which is the last day of october and thus right before the beginning of november]<br>\n     \"i'm addicted to sunshine\"<br>\n     \"yes i like music\"<br>\n     \"just wanna make longer videos, ones that last a really really long time\"<br>\n     \"just wanna make stronger [LONGER! LONGER THAN 6.5 SECONDS PLEASE] videos, online\"<br>\n     \"time to rearrange my world\" [time to try a new configuration of furniture in my bedroom/studio so that the desk faces away from the wall, toward the door, to hopefully give me a more professional attitude, as opposed to the previous configuration of facing the wall, as it always did before the time of saying this which is april 7, 2011]<br>\n     \"hello, i'm a piece of garbage\" which is a dramatization/paraphrase/summarization in 2015 of a 2007 journal entry i found which seemed to be completely devoid of any useful content and was also written during an extremely bad time in my life, at least according to my memory of it <br>\n     \n\n\"oh hi, thanks for checking in, i'm still a piece of garbage\" which is a dramatization/paraphrase/summarization in 2015 of another 2007 journal entry i found (it's from slightly later than the previous page i found and dramatized) which seemed to have the same exact sort of terrible and useless flavor as the note i had found just moments ago for the previous dramatization <br>\n     \n\"are you the real you?\" which is a 2015 paraphrase/dramatization of a 2004 journal page which actually said \"how happy would you be if someone were 'examining' your life right now?.... how does your life hold up under the 'pressure of the pen'?\"<br>\n     \"i'm gonna figure out what everything means\" which is a 2015 dramatization/paraphrase of the time in early 2011 when i spent several weeks trying to come up with some kind of actual scientific thesis about the exact effects that various chord sequences have on the perceived meaning of the songs they're used in<br>\n     \"got to know (just) what i'm doing with my life\" which is a 2015 dramatization/summary of what i was probably feeling when i started much more actively pursuing keyboardplaying+singing in july of 2008<br>\n\n\n<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what are your thoughts on writing personally vs based on somewhat different characters that somewhat embody how you feel, and your approach to that kind of system?</qco> </h3>      it seems that one of the best ways to get real potent results is to use a lot of truth mixed with some creative alternatives to the truth. if done right, this almost has the effect of training the soul to spot the truth. the soul seems to be nourished by this. at least that's the way it feels for me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.21&nbsp; \n12:09 pm</dco> &nbsp;<qco> Hey bill! I'm, as a bassits, having trouble to learn how to make walking basslines. Got any tips to help stuff walk?</qco> </h3>      \nthere's 2 things i can recommend, separately. first, just try to let yourself know, whenever you think you hear someone doing it really good. you'll feel yourself instinctively saying \"oh yeah.... yes, this feels really good, i'm enjoying this\". just make a brief mental note of when you are feeling this. just be aware of that feeling, what it felt like, and what it seemed to sound like. Then, besides that, just spend a lot of time playing along to recordings where walking should happen. try some things, .... and you may notice it may feel a little uncomfortable if what you're doing does not give you the same \"oh yeah\" feeling that you got before, but, if you keep playing along with those songs, eventually you're gonna find it. you'd have to. it's like a rat finding cheese in a maze\n<br><br>"
  }
]
