[
  {
    "html": "<h3> <dco>10.19.17&nbsp;\n9:49 am</dco> &nbsp;<qco> which is the best holiday</qco> </h3>      \"today\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp; \n7:16 am</dco> &nbsp;<qco> Trump or hillary?</qco> </h3>      what is the 2016 united states presidential election<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp; \n6:07 am</dco> &nbsp;<qco> How's the thing going for this coming Tuesday?</qco> </h3>      hahahahahahahahaha fine<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp; \n5:00 am</dco> &nbsp;<qco> happy birthday</qco> </h3>      thank you<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp; \n3:27 am</dco> &nbsp;<qco> what's your favorite form of precipitation</qco> </h3>      cold hard cash<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp; \n1:38 am</dco> &nbsp;<qco> Is pop music kind of a category for everything else?\n<br></qco> </h3>      other than what<br><br>"
  },
  {
    "html": "<h3> <dco>10.19.17&nbsp; \n12:39 am</dco> &nbsp;<qco> should I buy stocks in the medical marijuana industry or in the electric automotive industry?</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n11:38 pm</dco> &nbsp;<qco> Today I wrote a song called Waltz for the Amateur. Are you proud of me?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n11:34 pm</dco> &nbsp;<qco> You are such a babe. Are we going to see your face in the new video?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n11:14 pm</dco> &nbsp;<qco> whats so good about life</qco> </h3>      \nyou can do stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n10:41 pm</dco> &nbsp;<qco> if someone says they'll show up at 7:00 but then they don't, what should i do</qco> </h3>      call/text them, wait about 13 minutes, then leave\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n9:15 pm</dco> &nbsp;<qco> what do you think of most popular music</qco> </h3>      i think it is usually either very very good and strong, OR else just imitating something else which was recently good and strong<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n9:01 pm</dco> &nbsp;<qco> is 2017 a prime number</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n8:49 pm</dco> &nbsp;<qco> good afternooon mr. bill wurtz, i adore u with all my heart , why do sharpeners fly</qco> </h3>      what is a sharpener <br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n8:19 pm</dco> &nbsp;<qco> If you could teleport someone anywhere where would you send them?</qco> </h3>      it depends on whom<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n8:04 pm</dco> &nbsp;<qco> whats the difference between RNA and DNA</qco> </h3>      DNA is like, better\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n7:59 pm</dco> &nbsp;<qco> Did you actually eat the floor?\n\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how did it taste?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n7:43 pm</dco> &nbsp;<qco> im crying you don't use pencils bc it's 2017 I know at least TWO art teachers i've had that would scold and/or glare at you if you were their student</qco> </h3>      why\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n7:21 pm</dco> &nbsp;<qco> heyyy, do you like black people?</qco> </h3>      whether i like someone is not affected by what color they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n7:05 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710130814\">10.13.17&nbsp;&nbsp;8:14 am</a>  why don't you watch your videos after you upload them to youtube</qco> </h3>      \nsurely i have seen it enough while i was making it. then it's more important to watch whatever new one i am working on\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n6:58 pm</dco> &nbsp;<qco> I'm taking a piano class this year in college to brush up on skills, and one warmup drill made me realize how the first five notes of a scale played together sounds very appealing and interesting. Any thoughts why that is?</qco> </h3>      i think that might sound a bit messy. but if you take out one of the notes in the middle i think it will sound worlds better\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n6:42 pm</dco> &nbsp;<qco> how to you go about making these catchy jingles in your videos? would be really cool to learn what kind of chords you're using, etc!</qco> </h3>      just start with whatever you can find and you will gradually learn more tricks as you experiment more \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n6:33 pm</dco> &nbsp;<qco> do you sometimes think \"whoa, i can't believe i made hotewig\"?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n6:29 pm</dco> &nbsp;<qco> I'm getting really into learning how to play the piano by myself but I know almost nothing about chords and such. Should I seek out a teacher or look up everything on the internet or should I just not do any of that and just teach myself?</qco> </h3>      i think you can figure out everything you need. let me know if you have any questions \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n6:27 pm</dco> &nbsp;<qco> <a href=\"heaps.mp4\">how much research</a> did you have to do for HoTEWIG</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n6:21 pm</dco> &nbsp;<qco> what has 4 letters, sometimes has 9 letters, but never has 5 letters.</qco> </h3>      roast beef\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n6:18 pm</dco> &nbsp;<qco> why does the chromatic scale start with C instead of A</qco> </h3>      you can start it anywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n6:18 pm</dco> &nbsp;<qco> what do you call the style of music you write</qco></h3>      oh thank god i don't have to deal with that, otherwise i would never be doing it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and what lead you to make it sound all like that the way it does</qco> </h3>      i'm just trying to be reasonable \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n6:17 pm</dco> &nbsp;<qco> everyone says I give off a nervous vibe all the time, how do I make myself seem laid back and cool instead of spaztically anxious and affected</qco> </h3>      you could buy a large tract of land, or maybe just some sunglasses or something \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n5:48 pm</dco> &nbsp;<qco> At what size does a towelette become a towel?</qco> </h3>      i think about 1 square foot, or for the folks at home that's about 929 square centimeters \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n5:47 pm</dco> &nbsp;<qco> have you ever written a jingle using only white notes</qco> </h3>      yes i'm sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n5:26 pm</dco> &nbsp;<qco> have you ever tried harmonizing bird sounds&nbsp;</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n5:14 pm</dco> &nbsp;<qco> is the song \"outside\" about deportation?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n4:40 pm</dco> &nbsp;<qco> I never understood the circle of fifths \n<br>Also why is it fifths and fiths?</qco> </h3>      i think if you look at keys, like the key of C, ..... then look at the key of G. you'll notice that the key of G uses exactly the same notes as the key of C but you only have to change one note. then if you look at the key of D (which is in the same relation from G as G was from C) you'll notice again that D contains almost exactly the same notes as G, but you just have to change one note. and so on. the next key in the same pattern would be A. again, you only have to change one note from the key of D to get the key of A. each time you're adding a sharp, and it's always in the same position relative to the new key (it's always the 7th degree). perhaps the circle of fifths seems a little more useful now. it goes the other way too, except instead of adding a sharp you are taking away a sharp, or if there's none left then a flat gets added\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n4:38 pm</dco> &nbsp;<qco> This is actually serious\n<br>I really want to know how you get inspired you are SERIOUSLY creative and how \n<br>\n<br>Lease don't ignore this is important&nbsp;</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n3:50 pm</dco> &nbsp;<qco> do you have any tips on properly flogging a television screen?</qco> </h3>      did you try turning it off and on again\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n1:58 pm</dco> &nbsp;<qco> So I know we have New Zealand... so where is Old Zealand? is it lost?</qco> </h3>      it's in the netherlands\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n12:58 pm</dco> &nbsp;<qco> what's the opposite of the circle.</qco> </h3>      a single square pixel\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n12:40 pm</dco> &nbsp;<qco> are there any key signatures you will not touch, on principal?&nbsp;</qco> </h3>      well if it's more than 6 flats or sharps, i'd say probably just use the other one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n12:40 pm</dco> &nbsp;<qco> my battery is at 41%, reminding me to ask you what the \"41\" means in \"song 41\"</qco> </h3>      it means the same thing as \"51\" in area 51, which if i am correct means \"what the heck is going on in there\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n12:04 pm</dco> &nbsp;<qco> What does half-time/double-time mean? Like if you had 4 bars, each bar with a whole-note, what would happen if you switched to half-time? Double-time? Or does it only have to do with the drum beat and not the melody?&nbsp;</qco> </h3>      it's just a way of describing if something happens twice as fast or half as fast as something else. usually used to talk about drums, for example a common drumbeat would have the snare (or \"backbeat\") on beats 2 and 4. but then if you go \"halftime\" then the backbeat would be only on 3. the beat would be moving half as fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n12:01 pm</dco> &nbsp;<qco> So, I've asked this for your past couple of songs... Can you tell me the first chord&nbsp;&amp; melody note of the new upcoming tune?</qco> </h3>      G and G\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n11:47 am</dco> &nbsp;<qco> Do you have a good feel for tempo markings (in terms of bpm)? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like if I played a click track, and you were to guess the bpm, how close do you think you'd get? (Assuming the bpm is like normal song range and not something crazy).</qco> </h3>      probably within 5\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n10:40 am</dco> &nbsp;<qco> How/where can I learn music concepts? Stuff like notes, G minor, E, F, C, etc, just fly over my head</qco> </h3>      if you find a piano keyboard i will tell you what the notes are\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n10:15 am</dco> &nbsp;<qco> What's a good way to practice keeping an open mind?</qco> </h3>      try opening it and closing it repeatedly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n10:09 am</dco> &nbsp;<qco> should i be honest with people</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n9:28 am</dco> &nbsp;<qco> whats the best season</qco> </h3>      the new one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n2:52 am</dco> &nbsp;<qco> why is elevator music so bland</qco> </h3>      so as not to distract you from your elevator ride\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n2:46 am</dco> &nbsp;<qco> <a href=\"q.php?date=201710162309\">10.16.17&nbsp;&nbsp;11:09 pm</a>  why not get the kind that has the long eraser that you can twist out as it wears down and replace when it runs out? even if you got a new one each time it would last a lot longer than one with a tiny unreplaceable nub. usually they come with extra erasers (and lead) in the pack. they cost more but it would probably end up the same or less as the amount of pencils you would go through in the same length of time. it likely makes little difference but maybe you might want to try and see if you like it</qco> </h3>      i like my current brand so much there is no way you are going to get me to change. i buy large packs and they are all different colors. however, i haven't used any pencils in a long time because where i am it is currently the year 2017\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n1:48 am</dco> &nbsp;<qco> what does the caps lock key do </qco></h3>      it makes all the letters capital<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why do you hate it so</qco> </h3>      i do not hate it, but i guess my question is why do you hate it\n<br><br>"
  }
]
