[
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n11:10 pm</dco> &nbsp;<qco> i heard someone say that frogs \"bark\" at one point and it forever changed the way i hear frog noises. have you ever had a similar experience to this</qco> </h3>      \nalmost but i had the opposite experience. i used to think frogs bark, and then i found out that they don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n10:44 pm</dco> &nbsp;<qco> how do i stop adhering to surfaces&nbsp;</qco> </h3>      \nadhere to all the surfaces, so then there won't be any left to adhere to\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n10:31 pm</dco> &nbsp;<qco> How to play piano</qco> </h3>      \nthere are multiple ways, but the most obvious way that comes to mind is to press one of the keys\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n9:17 pm</dco> &nbsp;<qco> how many songs have you scrapped for not being pizzazzy enough?</qco> </h3>      \ni have zero pizzazz tolerance. if any song has more than 0% pizzazz, hypothetically it would be scrapped. however that's never happened. i run a pizzazz free operation\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n9:17 pm</dco> &nbsp;<qco> What's your favorite programming language</qco> </h3>      \nassembly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n7:44 pm</dco> &nbsp;<qco> what is ur favorite and least favorite part about making ur content??</qco> </h3>      \nhow good i want it to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n7:05 pm</dco> &nbsp;<qco> what's your favorite olympic sport</qco> </h3>      \ntelevision\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n6:46 pm</dco> &nbsp;<qco> what to do if i have a complete song idea in my head by lack the skills to perform it (e.g to sing it how i want it to be sung)</qco> </h3>      \nyou'll have to do it any way you can. to be fair, that's what everyone does\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n5:04 pm</dco> &nbsp;<qco> what is your favourite type of cheese</qco> </h3>      \nhuge\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n4:25 pm</dco> &nbsp;<qco> Why is my big toe so small?</qco> </h3>      \n\"that's clickbait\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n4:01 pm</dco> &nbsp;<qco> Do you ever consider moving on to different things?</qco> </h3>      \nsometimes i consider moving between things\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n3:25 pm</dco> &nbsp;<qco> what's your opinion on public stances</qco> </h3>      \nsurprisingly stable\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n1:45 pm</dco> &nbsp;<qco> Does the bad actually have as much value as the good? Are we mistaken for trying to eliminate it? Was the entirety of ethics totally misguided from the beginning?</qco> </h3>      \nthe good in the end prevails with a controlling 51%\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; 10:48 am</dco> &nbsp;<qco> how are you doing today</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n9:38 am</dco> &nbsp;<qco> what do you think of pre-ordering games?</qco> </h3>      \nsort of a safeguard against receiving games you haven't ordered yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n9:04 am</dco> &nbsp;<qco> How are you getting where you're going?</qco> </h3>      \nit takes the same amount of time to describe as to do\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n7:10 am</dco> &nbsp;<qco> can you recommend me some shampoo</qco> </h3>      \nyes but that doesn't mean it's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n6:51 am</dco> &nbsp;<qco> Do you see yourself as a funny person?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n6:47 am</dco> &nbsp;<qco> How to not go bankrupt at monopoly&nbsp;</qco> </h3>      \ndon't open the box\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n6:20 am</dco> &nbsp;<qco> can i sit in the lobster section</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n2:18 am</dco> &nbsp;<qco> what's a hobby you have that people wouldn't think you do have?</qco> </h3>      \nnot guessing which hobbies people think i will and won't have\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n1:14 am</dco> &nbsp;<qco> is life better lived simply and oddly</qco> </h3>      \nthan? nevermind, it's equally good that way as another way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.5.24&nbsp; \n12:28 am</dco> &nbsp;<qco> Help I'm turning into a fish</qco> </h3>      \ni will help in a moment, i am busy helping someone who wants to turn into a fish\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n7:28 pm</dco> &nbsp;<qco> How to take you places you ain't never seen before?</qco> </h3>      \nthe only way to be sure is to take me to every place\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n6:53 pm</dco> &nbsp;<qco> why is ur stuff so abstract?</qco> </h3>      \nthe reason some of my stuff is so abstract is to make up for some of my other stuff which is of course not nearly abstract enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n6:04 pm</dco> &nbsp;<qco> Thoughts on using quarter steps in music</qco> </h3>      \nnot pleasant, per se\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n4:39 pm</dco> &nbsp;<qco> what psychoactive plants do you like?</qco> </h3>      \nthe.... tree\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n2:59 pm</dco> &nbsp;<qco> At what point does something go from being a collection of noises to being a song? And how often should that be thought about?</qco> </h3>      \nwhen there's more than 2 noises\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n2:52 pm</dco> &nbsp;<qco> can you give me some insightful thoughts?</qco> </h3>      \nsure, if you can tell me what you'd like them to be about. if you don't choose something for them to be about, i will be forced to tell you everything all at once, which is a much larger undertaking which i assure you i am already working on, in due time at my own pace \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n2:40 pm</dco> &nbsp;<qco> does music have less value if the person who made it doesn't understand the theory behind what they just made (e.g. was messing with unrelated notes until they found a good melody)</qco> </h3>      \nthe most important thing for them to understand is the projected resale value it will have, on the aftermarket\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n2:37 pm</dco> &nbsp;<qco> what kind of poetry do you like to read?</qco> </h3>      \ni like the ones where every word is the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n1:35 pm</dco> &nbsp;<qco> how do rocks reproduce</qco> </h3>      \nby just lying there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n10:40 am</dco> &nbsp;<qco> Is creating videos and music more of a fun or stressful experience for you</qco> </h3>      \nthe fun always seems to retain a controlling 51%\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n9:34 am</dco> &nbsp;<qco> I often find myself thinking about my thoughts. More specifically, I think about the way I pick out a thought first and then I actually voice it out inside my head. But thinking about my thoughts often disrupts what I was previously thinking, which is a problem. How do I stop myself?</qco> </h3>      \nhow about taking a nap\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; 9:22 am</dco> &nbsp;<qco> Approximately how many questions are asked on this site every day?</qco> </h3>      \none hundred billion\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n7:55 am</dco> &nbsp;<qco> What is And the day does on about</qco> </h3>      \n\"and the day goes on\" seems to be about adventure, escape, exuberance, progression, and courage\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n6:46 am</dco> &nbsp;<qco> just got back from europe. what should i do / not do</qco> </h3>      \ntry to avoid destroying the universe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n3:59 am</dco> &nbsp;<qco> isn't it neat that the chorus in 9 to 5 starts on the 4 chord?</qco> </h3>      \nstarting on the 4 chord is often very strong, but it's not at all unusual per se\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n3:02 am</dco> &nbsp;<qco> Should I buy a good guitar or a very VERY cheap old car? They cost about the same and I currently have neither a guitar nor a car.</qco> </h3>      \nguitar\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n2:55 am</dco> &nbsp;<qco> Is the chicken that crossed the road courageous or just ignorant?</qco> </h3>      \nyou are thinking of a different chicken\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n1:54 am</dco> &nbsp;<qco> thoughts on putting things next to each other in a certain way to make something even greater</qco> </h3>      \nthat sounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n1:05 am</dco> &nbsp;<qco> can you tell us any interesting facts/stories about the production of \"2 friends on the beach\"? if you have the time i'd love to hear the entire story of that video production cycle, what with the switching up of the video format from the schedule you'd been on, but otherwise just a fact would be cool!</qco> </h3>      \ndownstairs in the restaurant, i blew the whole budget on making the room and even the dinners on all the plates, and so there was no time to put any people, or even lobsters. so the lobster-fear that the character has, appears to be imagined\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.4.24&nbsp; \n12:23 am</dco> &nbsp;<qco> About 3 years ago I told you about a lemon I had formed an emotional attachment with, because it was sitting on my desk for a week. You told me to dance with it, which I did. Today I find myself in a similar situation, but with a grapefruit. I hate grapefruits however. What do I do?&nbsp;</qco> </h3>      in this case i would recommend that you follow my advice a little less closely\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.24&nbsp; \n10:51 pm</dco> &nbsp;<qco> i have ideas but no motivation ... have you ever experienced this</qco> </h3>      \nsure, if i don't like the idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.24&nbsp; \n10:46 pm</dco> &nbsp;<qco> would you agree that the best way to know how long you slept is to keep a ruler under your pillow? Maybe a meter stick would be better?</qco> </h3>      \nno, that doesn't make any sense. sleep is measured in time, not distance. for time measurement you would use some sort of clock/timer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.24&nbsp; \n5:05 pm</dco> &nbsp;<qco> guess what time it is</qco> </h3>      \nSunday, August 4, 2024 at 9:42 pm\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.24&nbsp; \n4:32 pm</dco> &nbsp;<qco> whats your favorite type of graph</qco> </h3>      \nthe one that goes like this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.24&nbsp; \n3:51 pm</dco> &nbsp;<qco> how and why did you make make this website?</qco> </h3>      \nbecause it was easier than emailing all the songs and videos to everyone individually\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.24&nbsp; \n3:24 pm</dco> &nbsp;<qco> how do you force a sneeze out</qco> </h3>      \ncan't, the sneeze forces itself out, but what you may choose to do is force it to stay in, which is perhaps neither pleasant nor healthy\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.3.24&nbsp; \n2:25 pm</dco> &nbsp;<qco> do you think a new song is on the way</qco> </h3>      \nmore than that\n\n\n<br><br>"
  }
]
