[
  {
    "html": "<h3> <dco>3.26.25&nbsp; 1:00 am</dco> &nbsp;<qco> what languages do you speak?</qco> </h3>      \nit's hard to tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n12:35 am</dco> &nbsp;<qco> I would love to see you sing in C# minor</qco> </h3>      \nwell, you can try the verses of 'just did a bad thing', particularly the second verse. or maybe the 'future' part of 'fly around'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.26.25&nbsp; \n12:33 am</dco> &nbsp;<qco> Opinion on cheeseburger with the buns replaced with lettuce</qco> </h3>      \nthe burger itself has also been replaced with lettuce, and if you want to know what i think about this my opinion on this has also been replaced with lettuce\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n10:43 pm</dco> &nbsp;<qco> wthhhhh i just wanna make some -epic sick beats- but i cant do anything bcz depression and responsibilities im literally gonna crash out rn if i dont do smthn</qco> </h3>      \nthis is good, you will gravitate toward things that are readily available to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n10:41 pm</dco> &nbsp;<qco> Do you think it's possible that all of science and physics and the laws of the universe just change one day unexpectedly?</qco> </h3>      \ni think something like that would be expected\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n10:17 pm</dco> &nbsp;<qco> Why has the ueqstions logo a green Q instead of any other color or letter?</qco> </h3>      \nit has to do with how it visually relates to the rest of the page, and the other pages. beyond that i can't explain color choices\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n9:28 pm</dco> &nbsp;<qco> So Bill, how are you willing to help global warming and the costs of coconuts?</qco> </h3>      \nperhaps in the exact same ways as you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n9:17 pm</dco> &nbsp;<qco> i had a dream that there was a disease you could catch that would give you \"lizard hairs\" and if someone touched you you got \"lizard hairs\". what does this mean</qco> </h3>      \nit means you have a birthday coming up \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n8:03 pm</dco> &nbsp;<qco> i have trouble finishing songs and coming up with parts that are consistent with the previous parts and the song as a whole. I usually have a pretty good idea of the \"sound\" im going for, but oftentimes i cannot convey it onto actual notes and instrumentation. \n<br>Typical scenario is I have a pretty cool intro and section A and maybe chorus, but when I try to build on it to create more sections/choruses/bridges it just feels like a different song stuck onto the first one and not like a fitting continuation.\n<br>The problem intesifies when i try to \"finish\" a song after more than an evening or two pass, but i'm not always able to find time for it.\n<br>Do you have any advice to writing parts of songs that are consistent with the previous parts?</qco> </h3>      \nthe most immediate advice that comes to mind for your particular situation is this: some of those words you used, \"Section A\", \"chorus\", \"build\", \"bridge\", \"consistent\", \"writing parts\", \"continuation\", \"fitting\", i think you urgently should forget all of those words immediately. Not that they aren't good words, but in your situation i think i would advise you to forget those words immediately, they seem to be really suffocating you and holding you back quite tragically here\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n7:20 pm</dco> &nbsp;<qco> how big was the mountain you climbed, assuming the mountain is you going from i'm kinda making music to i am a successful producer of music</qco> </h3>      \nthere's a lot of different mountains and i'm still climbing some of the main ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n5:40 pm</dco> &nbsp;<qco> Is there any privacy in this day and age?</qco> </h3>      \nyes there is a little bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n5:23 pm</dco> &nbsp;<qco> Hey bill, hope you're well. What do you think of anchovies on pizza?</qco> </h3>      \nnever tried them. at one time they were famous for being insufferable\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n4:29 pm</dco> &nbsp;<qco> Could you explain all the ways that friends and lovers can go all the way?</qco> </h3>      \nsure, i am getting to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n4:21 pm</dco> &nbsp;<qco> whats your favorite word to describe a perplexing thing or device? (some examples: doohickey, thingamajig, thingamabob, gadzooks, whatchamacallit, gizmo, doodad, hooey, codswallop, hoodoo, gewgaw, oojamaflip, MacGuffin, gimcrackery, tchotchke, gingumbob, bibelo, bric-a-brac, help im lost in a wormhole of funny sounding words, hootenanny, yokibus, kajigger, doover-malaky, gnorp, juju, turbo-encabulator, etc.)</qco> </h3>      \nit's nice to use a different one each time. which is different from your approach, which is to use as many as possible all at once. anyway, als ik heel eerlijk ben, zeg ik 'dingetje' best wel vaak. which is netherlandish for \"thingetje\" natuurlijk\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n3:55 pm</dco> &nbsp;<qco> Will life actually get better soon?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n3:33 pm</dco> &nbsp;<qco> why do I feel the need to entertain you or me or the people reading this page by asking you funny and unique questions?</qco> </h3>      \nbecause you are generous and thoughtful\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n2:32 pm</dco> &nbsp;<qco> i feel like dutch is a deeply unserious language. what do you think</qco> </h3>      \nvind het heerlijk\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n2:16 pm</dco> &nbsp;<qco> Why do I bother asking this question if I know I probably will not see your answer? I mean, you never alert anyone about the status of their question, so it is very well possible that I have asked you a question, and you have never seen it, or perhaps you have, but my point is that I'll never know.</qco> </h3>      \nthat's not necessarily true\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n12:48 pm</dco> &nbsp;<qco> what creative collaboration idea am i thinking of</qco> </h3>      \nhow about living in a society\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n12:45 pm</dco> &nbsp;<qco> Is a feeling really real if you only feel it sometimes?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n11:19 am</dco> &nbsp;<qco> how big is the adventure that the q in ueqstions is going on?</qco> </h3>      \nabout 2 letters\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n11:03 am</dco> &nbsp;<qco> what should i teach my cat</qco> </h3>      \nhave you considered learning something from the cat\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n10:18 am</dco> &nbsp;<qco> What is your favrate roller coaster</qco> </h3>      \nthe miracle of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n8:06 am</dco> &nbsp;<qco> what is your favorite language</qco> </h3>      \ni'd like to mix them all in a way that's mutually intelligible to everyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n7:59 am</dco> &nbsp;<qco> would you like to explore the galaxy? or is it better if someone else does it</qco> </h3>      \nwould be pretty cool. we gotta wait for some transportation and infrastructure improvements\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n7:11 am</dco> &nbsp;<qco> What can I do against social media addiction? Or better, what can everyone do? Because I feel like almost everyone, at least the younger generation is addicted.&nbsp;</qco> </h3>      \nall you can do is try to manage your own life and time the way you want to. and trust others to do the same. sort of like quicksand, i'd say\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n6:39 am</dco> &nbsp;<qco> ok bill what is your favorite song by artist and animator bill wurtz</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n4:43 am</dco> &nbsp;<qco> the difference between 'answers' and 'responses'?</qco> </h3>      \nvery similar meanings to those words. not really much different. 'answer' is used more often probably. the only other difference is the sound\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n4:36 am</dco> &nbsp;<qco> What's the longest thing on earth</qco> </h3>      \nthe amount of \"ado\" that happens, before people say \"without further ado\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n4:13 am</dco> &nbsp;<qco> do you get angry if people call it holland and not the netherlands?</qco> </h3>      \ni don't get angry but it sounds corny\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n4:03 am</dco> &nbsp;<qco> Is beer like liquid bread?</qco> </h3>      \nwith confidence added, somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n3:36 am</dco> &nbsp;<qco> what's your favorite moon?&nbsp;</qco> </h3>      \ni just know the monthly one we get here\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n3:35 am</dco> &nbsp;<qco> Why can't people be happier together?</qco> </h3>      \nthey can. it's tricky so it can be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n2:36 am</dco> &nbsp;<qco> How do you feel about christmas? Do you celebrate it and/or enjoy it? Songs like 'Christmas isn't real' seem to carry both positive and negative feelings about the holiday</qco> </h3>      \nthere's no denying the deep warmth and spirit that irrevocably clings to the season, despite the unrelenting commercial onslaught\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n2:16 am</dco> &nbsp;<qco> can you say something smart please</qco> </h3>      \nsmart is relative only to context\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n1:33 am</dco> &nbsp;<qco> how do i even begin creating my own compositions? musician for a couple of years but ive only ever played/listened to music</qco> </h3>      \nyou're going to have to start asking the deep questions: what do YOU really wish music would do, what do YOU really wish music could be like\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n1:17 am</dco> &nbsp;<qco> what is a thing that you are determined to do before you die</qco> </h3>      \nrecord all my songs and catch the reality section fully up to date. and pick up one of those gershwin prizes if i get a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n12:59 am</dco> &nbsp;<qco> ARE YOU FROM ANOTHER UNIVE5RSEE?????///?//</qco> </h3>      \ni'm not really sure where one universe ends and the next begins\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.25.25&nbsp; \n12:14 am</dco> &nbsp;<qco> how much time should I spend in Albuquerque?</qco> </h3>      \ni have no idea. i've never been to albuquerque. but you should probably check out santa fe also\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n10:34 pm</dco> &nbsp;<qco> I'm using a digital synth and one of the presets is doing this thing where the low end and some of the higher end will sort of build up slowly and then go back down slowly. I really like the sound other than this aspect, but I can't figure out how to turn it off. Which setting controls this on a synth?</qco></h3>      look for LFO, shut those all off, look for attack/release, set those to 0. look for things being controlled by 'filter cuttoff' and turn those off<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you know what it's called when this sort of thing happens?</qco> </h3>      yes, i call it \"they are catering toward non-players. they want to make sure the sound sounds cool and plays itself even when you are not playing it. The problem of course, for you, the artist/player, is that you're not free to play the instrument yourself, so you will find yourself painstakingly turning off all of this auto-play stuff, and returning the power to wheels and knobs you can turn with your own sentient hands\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n10:07 pm</dco> &nbsp;<qco> How can you appreciate impermanence without getting sad</qco> </h3>      \nhold some quick contests and races\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; 8:47 pm</dco> &nbsp;<qco> favorite music genre?</qco> </h3>      \nthose things don't even work. if genres are cups...... each genre has a huge leak in the cup, and then it flows into another cup, and now everyone calls the new cup by the same name as the old cup, but it's a totally new cup and the new cup leaks just as much, into a 3rd cup\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n8:17 pm</dco> &nbsp;<qco> do you have a favorite celestial body?</qco> </h3>      \ni can never remember which bodies are celestial\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n8:09 pm</dco> &nbsp;<qco> Do I deserve love?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n8:07 pm</dco> &nbsp;<qco> would you say snails are friendly</qco> </h3>      \ni have no idea. i've never interacted with a snail\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n7:47 pm</dco> &nbsp;<qco> Which came first? The chicken or the road?</qco> </h3>      \nthe chicken\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n7:36 pm</dco> &nbsp;<qco> PLEASE HELP THE SKY IS VERY BLUE</qco> </h3>      \nok i am helping\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n7:25 pm</dco> &nbsp;<qco> If I were to hum a note within your earshot, would you know which pitch or note it is? If it was halfway between two notes, would that make a difference?</qco> </h3>      \nwith no other reference at all, i could get within a halfstep. if any other music has played recently for which i know the key, then i'd know exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n6:45 pm</dco> &nbsp;<qco> what emotions were you trying to convey and evoke with \"if the world doesn't end\"? personally speaking, i think it's the most nostalgic and tender song you've made</qco> </h3>      \nthe reason for making songs is express things that i couldn't describe otherwise\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.24.25&nbsp; \n6:36 pm</dco> &nbsp;<qco> what to do when you have some cool project ideas but you're a pathetic loser with no skill or time (even with time, i find myself eventually wasting it)</qco> </h3>      \nyou can do the ideas if you want, but i don't want you to feel pressured into doing it, unless you want that\n<br><br>"
  }
]
