[
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n7:19 pm</dco> &nbsp;<qco> What is the origin of free will?</qco> </h3>      \nit's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n7:10 pm</dco> &nbsp;<qco> will you release any new songs before the end of the year</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n6:32 pm</dco> &nbsp;<qco> I like existing, but haven't perfected it yet. how can i improve my existing?</qco> </h3>      \ntake 1 step.....\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n5:24 pm</dco> &nbsp;<qco> i'm super stressed about school, how did u get through school?</qco> </h3>      \nwrote songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n4:23 pm</dco> &nbsp;<qco> why do i have better thoughts when i feel like no one's listening? any idea why am i always better at everything when i feel like nobody's watching? could it be the pressure weighing me down? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;can i get over this?..</qco> </h3>      yes, you just have to spend more time performing for other people. it won't be good at first, but it WILL be good later, after you've done it for a while. it's impossible to avoid getting good, as you spend more time with an audience. any person in the world who does this will eventually get very good\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n3:11 pm</dco> &nbsp;<qco> are you just an unsolved ARG (alternate reality game)</qco> </h3>      \nwhile there are many different choices and branches at each moment, i still think it's fair to consider each reality the primary reality, at the time\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n12:47 pm</dco> &nbsp;<qco> Part of what makes your songs so good is that you sort of force people to actively listen by including relevant visual information. There are aspects of music that many don't even hear or notice unless being shown what it is and when to listen for it.\n<br>\n<br>In so many words, your videos are just as much a part of your songs as the music is.&nbsp;&nbsp;I'm sure you're well aware of this so my question is, how do you go about applying this?</qco></h3>      i have no idea. i've barely been able find a way, and even if i do, sometimes it takes about 1000 years. sometimes that makes it so discouraging that it takes me another 1000 years to recover<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When you're recording the music, do you already have ideas for how to visualize it </qco></h3>      yes, but that doesn't mean i'll be able to succeed in producing that, visually<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and do you initially write your songs in a way that you feel will translate well to video?</qco> </h3>      a new writing technique is to imagine visual scenes first, and then see what music seems to belong there. That has nothing to do with producing the video, the video might not even look like that, but it turns out to be a useful songwriting technique. it turns out, music and non-music are best friends with each other\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n11:05 am</dco> &nbsp;<qco> What's the most fun part of making a song?</qco> </h3>      \nputting in some twists and turns\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n10:28 am</dco> &nbsp;<qco> How to cope with guilt?</qco> </h3>      \nfigure out what you believe is good, and do some of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n9:02 am</dco> &nbsp;<qco> What's your favorite equation to put into a calculator?</qco> </h3>      \ni usually only put half the equation, and the calculator finishes it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n8:02 am</dco> &nbsp;<qco> How do I make videos like yours?</qco> </h3>      \nfirst i have to learn to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n7:18 am</dco> &nbsp;<qco> La de da de where did the good times go?</qco> </h3>      \naround every next corner\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n6:52 am</dco> &nbsp;<qco> how to keep the audience from getting bored</qco> </h3>      \nhow do you keep yourself from getting bored\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n3:23 am</dco> &nbsp;<qco> why are you so weird&nbsp;</qco> </h3>      \nthat's a side effect of being normal\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.30.21&nbsp; \n2:52 am</dco> &nbsp;<qco> i wanna draw something what should i draw?&nbsp;</qco> </h3>      \na pencil \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n10:50 pm</dco> &nbsp;<qco> do you believe in the yin yang or duality? </qco></h3>      it's probably more than 2, but 2 would be the minimum you need to create all kinds of shapes and patterns<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i'm agnostic, but let's say hypothetically heaven and hell are real, how would they be balanced? </qco></h3>      every way imaginable. try them all, and you already have, but there's still more<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if all bad in heaven is dissolved and all good in hell is gone, where's the balance?&nbsp;</qco> </h3>      from the way you described the problem, you would need both sides to be exactly the same weight\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n10:22 pm</dco> &nbsp;<qco> what can I do to combat climate change?</qco> </h3>      \nkeep changing it, until it's right\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n9:05 pm</dco> &nbsp;<qco> How come in \"Got some money\", the text in the video says \"one day will feel complete\", while the text on the lyrics page on this website says \"one day we'll feel complete\"?</qco> </h3>      \nwhen i wrote it, i thought it was \"we'll\", but then i realized that there was a double meaning available, which was very interesting, especially as it relates to the \"birthday\". so i took the opportunity to emphasize that in the video. but i decided to keep it as \"we'll\" on the lyrics page, to make sure that both options were conveyed somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n8:51 pm</dco> &nbsp;<qco> How does gravity work?</qco> </h3>      \nit's destiny\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n7:58 pm</dco> &nbsp;<qco> do you have a cooking recipe</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n6:40 pm</dco> &nbsp;<qco> Are you verbose?</qco> </h3>      \n<del>i was going to say no but now that i think about it yes</del> no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n6:07 pm</dco> &nbsp;<qco> Bill, what is your morning routine?</qco> </h3>      \ngo to bed\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n5:53 pm</dco> &nbsp;<qco> what do you think is the most efficient way to get things done?</qco> </h3>      \nalready having done it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n5:38 pm</dco> &nbsp;<qco> How do I free myself from everything?</qco> </h3>      \nidentify everything<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n5:29 pm</dco> &nbsp;<qco> How do I make songs like yours?</qco> </h3>      \nstart trying to figure out how time works. it will break your brain, then try to write songs to repair your brain\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n4:42 pm</dco> &nbsp;<qco> what will you be for halloween</qco> </h3>      \nthe whole rest of the year\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n4:07 pm</dco> &nbsp;<qco> Opinions on the sun</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n3:50 pm</dco> &nbsp;<qco> can the present be measured</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n3:47 pm</dco> &nbsp;<qco> Everything is hitting me. what should I do?</qco> </h3>      \nwrite it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n3:29 pm</dco> &nbsp;<qco> If there are creative outlets, are there creative inlets?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n1:19 pm</dco> &nbsp;<qco> what video are you working on?</qco> </h3>      \nthe one for the song where i say the word too much that i've already said too much in other songs probably\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n12:57 pm</dco> &nbsp;<qco> what makes you become enraged?</qco> </h3>      \nsometimes just a bit of light reading\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n10:53 am</dco> &nbsp;<qco> Will you ever make a song about Christmas not being real?</qco> </h3>      \nchristmas usually turns out to be real anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n9:32 am</dco> &nbsp;<qco> You just won double jeopardy.</qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Congrats&nbsp;&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n7:17 am</dco> &nbsp;<qco> do you own a leather jacket, </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;they're very cool, highly recommend&nbsp;</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n2:20 am</dco> &nbsp;<qco> Hi Bill, you are an inspiration, but can you tell me what an inspiration actually is?</qco> </h3>      \nany thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n1:55 am</dco> &nbsp;<qco> Y is there cool looking text in every one of ur videos?\n<br>Not that I don't like cool looking text, though</qco> </h3>      \nyou just gave me 2 great reasons: it's cool and you like it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.29.21&nbsp; \n12:16 am</dco> &nbsp;<qco> Are you ever going to make any more songs for your jazz page?</qco> </h3>      \nyes, although usually it's the other way around. the page is made as a place to put those jam sessions. the jam sessions are simply done for pleasure and practice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n11:17 pm</dco> &nbsp;<qco> i've always wanted to make music but i can never come up with good melodies, any tips?</qco> </h3>      \ntry doing it with words. and if you can't think of any words, try doing it with a situation -- which will probably cause you to easily think of both words and music\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n10:28 pm</dco> &nbsp;<qco> How do you make your chords so interesting? You got like 6 and slash and suspended and add9s. How do you make them sound so good?</qco> </h3>      \nfirst, pay no attention to how good you think they look in a chord symbol, as you said, you wanna know about how they sound. now that i got that out of the way, it's pretty simple, here's how you do it: spend your life living and discovering songs, and finding the ones that you love the most, the ones that seem to improve your life, ... etc. Also, spend a lot of time just raw at the instrument (chordal instrument) trying to use the instrument to improve your life. i just realized what i'm trying to explain is exactly the same thing as learning a language. hear other people communicate things to you, try to communicate things to other people, and just keep doing that and after a couple of years you will be pretty good, after about 7 years you will be great, and after about 14 years you'll be... really great. and so on.<br>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n10:11 pm</dco> &nbsp;<qco> in terms of art, is every idea as good as it is bad?</qco> </h3>      \nworse: it's better\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n10:10 pm</dco> &nbsp;<qco> do you like existing</qco> </h3>      \nyes but it's a real mind fuck\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n9:09 pm</dco> &nbsp;<qco> one of my friends is getting bullied and it's messing up their happiness. i want to de escalate the situation by talking to the bully and helping them be better. is this a naive way to do things, and what should I do if it doesn't work?</qco> </h3>      \nthe ultimate de-escalation you can do here is to change their name from 'the bully' to something nicer. find out if they already have a different name\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n8:56 pm</dco> &nbsp;<qco> do I exist</qco> </h3>      \nyes......... and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n8:54 pm</dco> &nbsp;<qco> hello</qco> </h3>      \nhi\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n8:52 pm</dco> &nbsp;<qco> do you ever plan on going to antarctica in your lifetime</qco> </h3>      \nit might be possible to bring antarctica to the rest of the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n5:26 pm</dco> &nbsp;<qco> what should the topic of my history paper be</qco> </h3>      \nthe future\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n5:21 pm</dco> &nbsp;<qco> is it cool to make music?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n4:01 pm</dco> &nbsp;<qco> Is there anything you think is interesting that you have not mentioned on this page yet?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n2:48 pm</dco> &nbsp;<qco> will you make more cartoons like ball&nbsp;&amp; stick</qco> </h3>      \nyes\n<br><br>"
  }
]
