[
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n7:36 pm</dco> &nbsp;<qco> What do you suggest to battle loneliness&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n6:29 pm</dco> &nbsp;<qco> do you like archery? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you prefer recurve bows or compound bows?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n5:40 pm</dco> &nbsp;<qco> Do you think that a chord such as Dmaj7/E , where the supertonic </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;of the maj7 chord is in the base, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;suggests a minor voicing of the supertonic E in this case. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I ask because I noticed that a few of the notes found in the Dmaj7 chord are played in your \"money\" vamp at the end specifically on the E minor dorian chord , and after improving over it myself using a lot of dmaj7 I found that it has a similar sort of sound.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n4:34 pm</dco> &nbsp;<qco> how do i write words for an essay i absolutely don't care. need 100 more to fill up minimum count. thanks</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n4:26 pm</dco> &nbsp;<qco> \"jan feb april and june i'll be happy all year\" are there only 4 months in the year? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i thought there was more but i might be wrong</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n3:01 pm</dco> &nbsp;<qco> what's a cool thing that you know that I don't know but should know</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n1:57 pm</dco> &nbsp;<qco> Best synth sound on any keyboard or midi ever of all time? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And why?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n12:47 pm</dco> &nbsp;<qco> Is it possible to play hot potato without actually knowing that you're playing hot potato?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n12:02 pm</dco> &nbsp;<qco> does doing art as your job make the art less fun?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; 10:15 am</dco> &nbsp;<qco> what genre would you describe your music as?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n10:06 am</dco> &nbsp;<qco> When is too much enough? and when it isn't enough, is it enough to be not enough or is it better to be more than not enough?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; 8:40 am</dco> &nbsp;<qco> do i exist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; 8:30 am</dco> &nbsp;<qco> are you good at math</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n6:24 am</dco> &nbsp;<qco> so you're not actually a huge gamer? or are you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n4:46 am</dco> &nbsp;<qco> You said something interesting about how you can describe music as having three elements (melody, chord, lyric). At first I thought that including lyric in those three was a little silly but then I realized that that actually makes complete sense. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Theres a very real extent to which the sound of a lyric or the context of a lyric affects the song itself or the way the song feels. Sometimes the best or most important part of a section is the thing that someone says during that section (e.g. all the soldiers surround me and make sure I'm lonely)<br><br>Now, if one were to compose for a video game, that presents an issue. With a game, lyrics can be distracting, especially if they're in a language spoken by the person playing the game. So is music in games doomed to never reach the height of other types of music? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've also thought about using gibberish instead of real words in game songs, or just repeating one word over and over again (the Jet Set Radio soundtrack already does this).</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n3:20 am</dco> &nbsp;<qco> tips for someone who wants to make music but has no experience whatsoever</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.31.23&nbsp; \n2:16 am</dco> &nbsp;<qco> I live by the location in the video \"Perfect\" why did you pick the location im very scared!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n11:51 pm</dco> &nbsp;<qco> not a question but your songs are so jazzy and fun that i cannot transcribe them for the life of me (which i've gotten good at with practice). i think that's why everyone likes the songs, because none of us need to understand everything. perhaps i should go to sleep.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n10:28 pm</dco> &nbsp;<qco> do you airdrum the whole song or just the parts you want to?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n10:20 pm</dco> &nbsp;<qco> hi again mr. wurtz. I have a lot of things that I have to do, and a lot of things that I want to do. Somehow, I can't find the motivation to do either. It's a combination of procrastination and a bad work ethic really. How do you make sure that you don't get distracted and finish everything you want to do on time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n8:10 pm</dco> &nbsp;<qco> La de Da de Da de Da de Day Oh is a song that has cheered me up time and time again after a breakup (here I am online expressing the way I feel). What music inspired the composition?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n6:14 pm</dco> &nbsp;<qco> how to find the music in you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n5:45 pm</dco> &nbsp;<qco> do you think university, music schools or similar are actually useful to learn about something?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n5:01 pm</dco> &nbsp;<qco> Hello good sir, I no doubt believe you are a distinguished gentleman of an acclaimed institution, so let me ask you one thing. \n<br>\n<br>efjweoifnewifewojFDeoefjs?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n4:07 pm</dco> &nbsp;<qco> thoughts on soup?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n4:04 pm</dco> &nbsp;<qco> Any artists you're inspired by?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n3:37 pm</dco> &nbsp;<qco> I find when working on something I'll get super impatient with the actual work, cause I can already hear or see the final product in my head and the thing in front of me isn't nearly there yet, which makes me stop right there and never finish. do you ever get this feeling?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what's a crazy trick you use to combat it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n3:31 pm</dco> &nbsp;<qco> does \"alphabet shuffle\" have the name it does because of the shuffle groove?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n1:30 pm</dco> &nbsp;<qco> do my friends really like me. they talk to me and hang around me but i have a feeling they dont even when they are acting nice towards me. i dont know if its my anxiety or not</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n1:11 pm</dco> &nbsp;<qco> i've slipped into chaos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n1:06 pm</dco> &nbsp;<qco> thoughts on pangrams? (sentences that use each letter of the alphabet)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n12:07 pm</dco> &nbsp;<qco> what do you wanna learn?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n10:26 am</dco> &nbsp;<qco> how do i write a good story?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n10:12 am</dco> &nbsp;<qco> why arent boys friends with girls in school</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n9:54 am</dco> &nbsp;<qco> Do you like any types of music involving syncopated rhythms, polyphonic ensemble playing, varying degrees of improvisation, often deliberate deviations of pitch, and the use of original timbres?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n9:33 am</dco> &nbsp;<qco> how do i stop something from eating me up</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n9:00 am</dco> &nbsp;<qco> What is your favourite letter from the alphabet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n8:13 am</dco> &nbsp;<qco> why am i so indescribably terrible at talking normally to people i don't know</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n5:06 am</dco> &nbsp;<qco> How often is sometimes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; 5:04 am</dco> &nbsp;<qco> where do you start with music theory?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n3:10 am</dco> &nbsp;<qco> How much of your thinking is done with words</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n2:50 am</dco> &nbsp;<qco> Your music is awesome bill. I love your melodies and they are beautiful to listen to. I wish more people would write melodies&nbsp;&nbsp;like that. I'm going to write melodies the way I want to because other people aren't doing it.\n<br>\n<br>Also I realized a key to creative freedom is just being free. Realizing that you can literally do anything. I can sit down and achieve absolutely anything I want as long as I have the tools available to me. As long as I have a brain, hands, and tools, the amount of things and possibilities that I can undertake is indescribable. And the amount of \"routes\" and \"strategies\" I can use to get to a place I need to go is also indescribable. Doesn't it feel like creativity is perfect for the human brain? Because it seems to be literally built on becoming a better person? Well that's just the way I feel. I appreciate you listening to my ramble. Bye</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.30.23&nbsp; \n12:13 am</dco> &nbsp;<qco> Can you tell me what the name of your next video is called?\n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n11:19 pm</dco> &nbsp;<qco> Would you consider joining my barbershop quartet? We would like to make it a quintet.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n10:53 pm</dco> &nbsp;<qco> If smooth jazz was a car, would it be a Toyota Camry or a Buick Regal?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n9:25 pm</dco> &nbsp;<qco> a little worried. not sure why i can't do anything right</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n9:13 pm</dco> &nbsp;<qco> on a scale of 1 to 10 how weird do you think you are</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n6:34 pm</dco> &nbsp;<qco> If the thing inventor inventor was invented by a thing inventor, then did that thing inventor's thing inventor inventor get invented by a thing inventor, and does that make it a thing inventor inventor inventor?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n5:42 pm</dco> &nbsp;<qco> I have a chord progression that goes Gm7add 9 for a bar and a bit, then Gbmin7 to Fm7add9 for the next bar and a bit, then chromatically up again. I then do like a modulation to Cm where I go gm7, Ebmin7/Db, Cmin7add9, and that's a cool jazzy sound and all but it has the same sort of feel as what came before it so I'm asking where I should go harmonically in order to create a completely different sound as well as you do it in ur songs</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.29.23&nbsp; \n5:31 pm</dco> &nbsp;<qco> how do you avoid doing a billion vocal takes and realize that it doesn't have to be completely perfect\n<br></qco> </h3><br><br>"
  }
]
