[
  {
    "html": "<h3> <dco>8.2.23&nbsp; \n5:10 pm</dco> &nbsp;<qco> how to find beauty</qco> </h3>      \ngo anywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.23&nbsp; \n3:06 pm</dco> &nbsp;<qco> at 3:14 in i'm a princess, did you recreate your enitre studio in your animation?</qco> </h3>      \nno, just the live-action stage\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.23&nbsp; \n1:28 pm</dco> &nbsp;<qco> what do you think of gender and how the meaning of it changed in social/progressive terms when we know today?</qco> </h3>      \nput it this way, i've become envious of Finnish\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.23&nbsp; \n12:05 pm</dco> &nbsp;<qco> how many grapefruits?</qco> </h3>      \nnone, until you can prove what the heck a grapefruit is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.23&nbsp; \n10:05 am</dco> &nbsp;<qco> Will the asteroid Apophis destroy us in the near future?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.23&nbsp; \n7:37 am</dco> &nbsp;<qco> how many roles are there in the 15 stack and if you dont mind sharing what one do you think was the hardest and easiest ones so far</qco> </h3>      \nthey subdivide so it's not quite possible to count them all, but they are all easy when you gamify it like that. quite a miracle actually. it turns out, when i play a game, i need to be able to play it for long enough to get good, or else i don't feel like myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.23&nbsp; \n2:34 am</dco> &nbsp;<qco> if there was a period of time called an ence, how long should it be?</qco> </h3>      \nthat means it's happened more often than 0. could be any amount more than that. all you know is it didn't never happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.2.23&nbsp; \n1:24 am</dco> &nbsp;<qco> Have you ever finished a song recording and listened back to it and been very pleased with what you've made as the main emotion? Or do you always recognize the good and bad relatively equally in your mind?</qco> </h3>      \nit depends on my mood. it's usually possible to love it or hate it to quite an extreme degree\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.23&nbsp; \n10:19 pm</dco> &nbsp;<qco> what do you think of the earth so far?</qco> </h3>      \nit's hangin in there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.23&nbsp; \n6:26 pm</dco> &nbsp;<qco> Can you give me a food hack?</qco> </h3>      \npotatoes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.23&nbsp; \n5:05 pm</dco> &nbsp;<qco> Is it possible that carrots were never real? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This question has been keeping me up at night.</qco> </h3>      i don't believe you. i believe it's possible that that scenario was never real\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.23&nbsp; \n12:24 pm</dco> &nbsp;<qco> Is Bill Wurtz a person or a process?</qco> </h3>      \nboth. all people, especially living people, are processes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.23&nbsp; 11:55 am</dco> &nbsp;<qco> Have you ever done something on accident and then decided it was better than what you were originally going for? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, can you give an example?</qco> </h3>      sometimes i take screenshots of texture permutations, to re-import them, but sometimes if you get careless and include some window edges and menu bars, it can be pretty hip. the first time it was probably an accident. i think that might have been somewhere around \"are you the real you\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.23&nbsp; \n8:34 am</dco> &nbsp;<qco> Is there a mayor of hollywood? </qco></h3>      there was<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;That would be a very cool job title fo have.&nbsp;</qco> </h3>      the position is open. it has been vacant for a number of years now\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.23&nbsp; \n5:08 am</dco> &nbsp;<qco> Did you watch the world Cup in 2022</qco> </h3>      \nno, but i've had it described to me\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.23&nbsp; \n2:36 am</dco> &nbsp;<qco> i am holding a carrot as i'm writing this question. do you have anything to say to it</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.23&nbsp; \n2:16 am</dco> &nbsp;<qco> Hey! I'm Orson. How are you doing mr. I wanted to ask, did you like nu metal as a teen? is it too personal for me to ask? Ty for all your art!</qco> </h3>      \nput it this way, i was thrilled to find out that there is a sus2 barre chord in drop-D\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.23&nbsp; \n1:30 am</dco> &nbsp;<qco> Does what or how have to be in the result of a question, are there any other ways to form a figure of questioning? \n</qco></h3>      there are other ways<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, whenwhy?</qco> </h3>      you have 'what' (among an infinite amount of permutations), you have 'which' (among a smaller, finite number of choices), you have 'yes/no', you have 'when' (expecting a time), you have 'why', which expects some explanation for something, you have 'where' which expects a place, you have 'how' which expects a method for something, you have 'how much', which expects a quantity, and you have 'how many' which usually expects a whole number. those are all i can think of now\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2023-07.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n11:31 pm</dco> &nbsp;<qco> I wanna write cool songs like yours but I have trouble finding a cool melody that fits with a cool chord progression. Got any tips?</qco> </h3>      \ntry starting with a melody. actually, the way i do it, the words+melody+chords usually hit all together, but i'm suggesting melody first for you because you've already been doing chords first. try to get words involved immediately also. whether the words are actually in the melody, or in between the melodies, or maybe just put a large sticker label on the song, with a word on it, and that may inspire some melodies to come out\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n9:50 pm</dco> &nbsp;<qco> Can one person have multiple meanings of life? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, what are the meanings of your life?</qco> </h3>      i can't count them all, but one of them is learning to handle infinite possibilites\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n9:05 pm</dco> &nbsp;<qco> why does the new york subway smell</qco> </h3>      \nbecause it's so fresh\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n7:59 pm</dco> &nbsp;<qco> Can you speak Korean?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n7:36 pm</dco> &nbsp;<qco> what kind of scenes are there in scenes for sale?</qco> </h3>      \nscenes i've made for other videos, or for practice. or both\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n5:14 pm</dco> &nbsp;<qco> Ugh, I just read the word \"foodfluencer.\" I love a good portmanteau, but that is.... not a great one. Can you tell me a cool portmanteau to help cleanse my palette of the one I didn't like?</qco> </h3>      'ghost' (gameshow host)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n4:40 pm</dco> &nbsp;<qco> Sometimes I find myself imagining reality rather than observing it(and I'm liking what I'm imagining);&nbsp;I tell myself it is ok because I know it is imagination. But then at a later time, I end up making a mistake and then realize that I had started taking that imagination for reality. So then I resolve to stop myself everytime I'm imagining, and that feels painful, and makes me stressed all the time. Does this happen to you too? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What the hell even is happening and what is the solution? Should I stop myself from imagining everytime? If not, how do I never forget that what I'm imagining is not reality?</qco> </h3>      you're always imagining somewhat. that's how we function. the actual raw reality, even just from what your sensory sensors are perceiving, is a firehose of data, which is unmanageable. the only way we are able to live our lives is to interpret that data as a recognizable thing. \"it's a cat\", etc.... so there almost is no such thing as truly observing what actual reality is. you're supposed to interpret it, which requires some imagination \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; 3:25 pm</dco> &nbsp;<qco> whats your favorite word?</qco> </h3>      \nuh huh\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n2:04 pm</dco> &nbsp;<qco> Will the next song contain cow in it's title?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; 1:10 pm</dco> &nbsp;<qco> What's your favorite color</qco> </h3>      \nmedium\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n12:17 pm</dco> &nbsp;<qco> how often do you right click</qco> </h3>      \njust once. and hold it down forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n10:24 am</dco> &nbsp;<qco> Do you prefer real or imaginary numbers? Or complex numbers.</qco> </h3>      \nindeed i can safely say complex numbers because that includes them all\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n10:15 am</dco> &nbsp;<qco> what is your favorite soccer team</qco> </h3>      \nthe frogland uitkikkers\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n8:58 am</dco> &nbsp;<qco> how much is too much to ask for?</qco> </h3>      \nthere is no limit to what you can ask for\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.23&nbsp; \n6:41 am</dco> &nbsp;<qco> why is there not a widely recognised holiday to celebrate everyone, everywhere</qco> </h3>      \nwhy isn't that every day ....... although, to be fair, it actually is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.23&nbsp; \n8:53 pm</dco> &nbsp;<qco> Is the number we're looking for in \"9 8 7\" 1? \n</qco></h3>      certainly a downward counting sequence starting with 9 seems to be headed toward 1..... also 0 of course<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The number that makes the whole thing blue would be, in RGB, a 0 for red and green, and a full value for blue. This could be interpreted as FF or 255, or 1 as in 100% of the blue channel on. Also, in statistics and computer science, 0 usually means false and 1 is true,\n<br>\n<br>which would also make 1 the number that makes the whole thing true.\n</qco></h3>      the pivot point is more valuable to me, in a song. (the \"whatever\"). It's like when you sell a basket. the value of the basket is not based on the item you'll put in it today, tomorrow, or any other specific day. The value of the basket is that it's the hinge point between all possible things that COULD potentially go in the basket. <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It also makes sense of the \"2 and 1, what have you done?\" as it would mean that we finished counting to that number, </qco></h3>      this line carries a wide range of possible interpretations. because it's a question. it's on you, to answer. but mostly this section is about mathematical playfulness, along to that particular musical environment<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and the \"1, 1, 2;&nbsp;1, 1, 3;&nbsp;1, 1, 1;&nbsp;1, 1, meef\" because at the end we find what we look for. I'm thinking of it as if it was guessing, \"Is it 1, 1, 2? (No) Is it 1, 1, 3?...\"</qco> </h3>      that sounds about right. to me that actually would make it seem like meef is zero\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.23&nbsp; \n8:13 pm</dco> &nbsp;<qco> can you give me instructions on how to make macaroni and cheese</qco> </h3>      \nthe hardest part is making the macaroni and making the cheese, which is unfortunately the part i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.23&nbsp; \n8:11 pm</dco> &nbsp;<qco> uppercase or lowercase?</qco> </h3>      \nthat's generally called lowercase\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.23&nbsp; \n5:40 pm</dco> &nbsp;<qco> What is your favorite punctuation mark? (Just in terms of the visual appearance, not the function, of the mark)&nbsp;</qco> </h3>      \n?\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.23&nbsp; \n3:24 pm</dco> &nbsp;<qco> Is it even possible to write a bad song? I was thinking about it and I'm not sure if it is possible.</qco> </h3>      \nif you try to write a good one, you'll usually get a bad one. so i think you're on the right track by wondering how bad you can get it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.23&nbsp; \n3:03 pm</dco> &nbsp;<qco> is there a particular project of yours that taught you a lot while making it or is that just a standard thing for every project</qco> </h3>      \nthe one that really comes to mind is the parking lot video with all the cars (\"Perfect\"). this really solidified the phenomenon that if you do something 50 times, even if you are clueless the first 12 times, you start to find your way by about the 14th, and then you get super efficient by about the 25th. I watched this same exact phenomenon happen over and over and over again as i worked the assembly line in the modeling of 50 car models. from aligning the assembly line in the first place, to setting the initial shape and size, to wheels, to chassi, to roof to windows to plates to every little thing, done in the exact same order through all 50 models, and i watched the exact same cycle of cluelessness at first, finding the method somewhere between 10 and 20, and getting rock solid on it by the 30th. So reliable, makes me want to apply it to everything. And of course the other element of that car project, was the fact that i actually had to produce not 50 but 4000. And at such a high quantity, it requires me to invent/program a technique for doing it. If i only had to make 4 cars, i'd probably just make them all individually, and i won't really figure out what i'm doing. but if i have to make 4000, then i realize i can make 50 models to give enough variation, then i automatically learn a hell of a lot when tasked with propagating 50 to 4000, and also in making the 50. I vaguelly knew about all these phenomena before, but after doing that project it really made me realize the wide range of benefits that comes with unapologetically doing 4000 of something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.23&nbsp; 12:06 pm</dco> &nbsp;<qco> What is you favorite chord progression?</qco> </h3>      \nF F\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.23&nbsp; \n11:10 am</dco> &nbsp;<qco> how would you define a \"meme\"</qco> </h3>      \na cultural reference. previously known as a 'trope'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.23&nbsp; \n9:46 am</dco> &nbsp;<qco> Opinion on philosophy&nbsp;</qco> </h3>      \ngood at parties\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.23&nbsp; \n9:44 am</dco> &nbsp;<qco> how to play barre chords pls its so hard</qco> </h3>      \nmaybe if you become aware of which strings the bar finger is actually taking care of, then you'll know which ones it doesn't need to hit. for example, in E form, (chords like F, F#, etc) the bar finger only has to press the lowest, and 2 highest strings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.23&nbsp; \n8:03 am</dco> &nbsp;<qco> How to prevent yourself from abandoning a creative project when you're 90% done?&nbsp;</qco> </h3>      \nyou can't prevent it, but what you can do is go back to it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.23&nbsp; \n12:42 am</dco> &nbsp;<qco> do birds stalk us at night</qco> </h3>      \nno, only during the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n11:38 pm</dco> &nbsp;<qco> how to avoid doing regrettable things? </qco></h3>      don't do anything<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how do i stop worrying about doing somethimg regretabble!?</qco> </h3>      \ndo everything\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n8:53 pm</dco> &nbsp;<qco> In some of your older videos, there is a stuffed clownfish. Where did you get that? </qco></h3>      it's been in the family for years<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you still have it?</qco> </h3>      no. but here's the good news: i still have other things\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n7:26 pm</dco> &nbsp;<qco> What are the best ways you have misheard a song's lyrics?</qco> </h3>      \nhow about the epic sodomy anthem near the end of 5 for fighting's \"it's not easy to be me\" song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n6:30 pm</dco> &nbsp;<qco> i am strongly considering moving to new york city sometime in the next few years, do you have any advice?</qco> </h3>      \ni'm actually not grasping what needs advice there. i am confident in your considerations, whichever way they may be\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.29.23&nbsp; \n6:16 pm</dco> &nbsp;<qco> Is the second floor in the mcdonalds im in ever gonna be open?</qco> </h3>      \nyes. the whole place may close, and re-open. multiple times\n<br><br>"
  }
]
