[
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n8:28 pm</dco> &nbsp;<qco> What should I talk about with my psychologist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n8:18 pm</dco> &nbsp;<qco> what if i am not real?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n8:06 pm</dco> &nbsp;<qco> Hello. Can I have your estimate of the number of trains on this planet? (If you include other planets you get a plus point)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n7:38 pm</dco> &nbsp;<qco> is this a good question? please answer with a good answer.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n7:36 pm</dco> &nbsp;<qco> Does the next song have any key changes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n7:32 pm</dco> &nbsp;<qco> why do people have different values than me</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n7:27 pm</dco> &nbsp;<qco> i'm trying to get better at drawing but i almost never have time to practice and when i do i feel really unmotivated. do you have any advice on making more time or finding more motivation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n7:23 pm</dco> &nbsp;<qco> what's your favorite jojo part?</qco> </h3><a href=\"jojoyeahyeah.mp3\">this</a><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n5:13 pm</dco> &nbsp;<qco> how to find best drum beat or pattern??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n4:34 pm</dco> &nbsp;<qco> I wanna get out of where I am but I don't know how. Help?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n4:33 pm</dco> &nbsp;<qco> Is YouTube god?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n4:33 pm</dco> &nbsp;<qco> What if moths aren't just moths?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n4:32 pm</dco> &nbsp;<qco> what is your favourite kind of meme?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n4:31 pm</dco> &nbsp;<qco> Convince me that you're real</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> Does the downbeat mean 1 and 3, or does it just mean the top of the beat (like playing on the beat and not on the \"ands\" or subdivisions)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> tips on how to be a tangible lifeform?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n12:39 pm</dco> &nbsp;<qco> How can i improve my jass on the piano w/o a teacher?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n11:34 am</dco> &nbsp;<qco> Does it ever hurt so much that you stuff all your feelings under your bed and go completely numb?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n11:07 am</dco> &nbsp;<qco> I'm a piece of fuck that can't do anything right :(</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n11:01 am</dco> &nbsp;<qco> are you a duck</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n4:05 am</dco> &nbsp;<qco> What % of you do you think you are right now? What about now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n12:24 am</dco> &nbsp;<qco> Would you ever play drums and sing on tour?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n11:55 pm</dco> &nbsp;<qco> Can we expect the return of reality videos? I absolutely love them. Please bring them back.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n11:33 pm</dco> &nbsp;<qco> Found this comment on the genius video, thought it was a decent analogy:\n<br>\"Listening to Bill's music and then asking him what the lyrics mean is like taking a bite of food and then asking the chef how it tastes.\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n8:48 pm</dco> &nbsp;<qco> how do you not lose motivation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n8:08 pm</dco> &nbsp;<qco> I am so fucking lonely that even having friends family lovers acquaintances etc. doesn't help me anymore. That doesn't make any logical sense. That's like saying you're so hungry that eating food doesn't help anymore. Should I resign myself to the fact that my internal lonely-logic is broken and try to make a poem about it or some shit? I feel like a broken watering can put singlehandedly in charge of saving a rainforest that got teleported to the desert the moment I was born. or something fffffgdgdgdgdgkshgkshg Wait why am I typing this in a question box to the website of a total stranger, I should be writing this down. I don't feel like I make any more sense but thanks for having this text box where I can try. P.S. it's 8pm and I'm just now realizing I forgot to brush my teeth this morning because I was busy trying to figure out how to be okay with asonance instead of rhyming sometimes, why am I like this hhhhhhhhhh P.P.S. your latest video was fucking *fire emoji*</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n6:09 pm</dco> &nbsp;<qco> Why don't you put some rad guitar solos in your songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n5:03 pm</dco> &nbsp;<qco> where did you get that helm you're wearing in \"when i get older\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n4:42 pm</dco> &nbsp;<qco> i heard you say in an interview recently that prior to maybe 2014 or so you didn't have a schedule and nothing got done.</qco></h3>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:54 pm</dco> &nbsp;<qco> Whenever I'm rejected for something (job, date, hanging out, etc) I have a complete breakdown and lay in my bed and cry for days. How do I stop?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:48 pm</dco> &nbsp;<qco> is writing music equivalent to telling a story?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:15 pm</dco> &nbsp;<qco> I noticed that in most of your songs (especially Just Did A Bad Thing), you use instruments to emphasize your voice during singing. </qco></h3>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n2:24 pm</dco> &nbsp;<qco> My question is how do I question a question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n2:13 pm</dco> &nbsp;<qco> how the hell do you make a melody</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n2:12 pm</dco> &nbsp;<qco> are you insane</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n2:00 pm</dco> &nbsp;<qco> What is the downside of being yourself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n12:46 pm</dco> &nbsp;<qco> when is the time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n12:25 pm</dco> &nbsp;<qco> It makes me sad how hard critics panned Weezer's cover album, I wish they would've just chilled out and enjoyed the fun. How will your approach differ when you start doing covers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n12:07 pm</dco> &nbsp;<qco> what do you think about indian music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n11:45 am</dco> &nbsp;<qco> do you think humans will ever find a way out of here(the time and space) before it gets destroyed?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n11:40 am</dco> &nbsp;<qco> do you think bread tastes good? i think bread tastes good, but i want to hear someoene else's opinion, in case i am incorrect or mistaken</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n10:06 am</dco> &nbsp;<qco> if you are listening to a song and the singer hits a certain note but they are, say, 10-20 or 30-40 ct. off, is that noticeable to you? And does that annoy you etc.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n10:03 am</dco> &nbsp;<qco> hey stupid, get your Self together!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n9:51 am</dco> &nbsp;<qco> you're in good shape, because at a certain age you know you know</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n7:19 am</dco> &nbsp;<qco> In what key is the main Harry Potter theme by John Williams? Has a lot of notes right next to each otherthere's even that part that's like nanananananaNANAnaNANANANA that's 3 notes right next to each other</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n6:35 am</dco> &nbsp;<qco> will there be any improv playing in the live</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n6:01 am</dco> &nbsp;<qco> tips on coping with existensial crisis?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n4:46 am</dco> &nbsp;<qco> ive realised that while you say quite a lot you also say incredibly little. would you agree with this statement? </qco></h3>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:40 am</dco> &nbsp;<qco> i remember once during an enforced choir class (that everyone had to take if they were part of the music program) there was a guitar player who was super talented but he just couldnt sing at all. Teacher kept asking him to sing higher and he just sing louder hahaha, not sure if that was the face he made from frustrtion from the throat-ear disconnect, or from the confusion of his voice not sounding like the timbre of the piano so it being harder to try and imagine what that pitch would soung like in voice.. it was a nice transformaion to hear him sing later on, it was just something he never tried hard enough to break out of his knowledge/skill comfot zone. Do you have any tips for breaking as many walls as you can daily? Things we may never know we could learn unless we tried doing them. Do you think this is part of what it's all about, or it's a distraction from getting better in your field?&nbsp;&nbsp;would they all help you in your field somehow? \n sounds l\n ike a multi-armed bandit situation, i want a marshmellow now instead of 10 later</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:35 am</dco> &nbsp;<qco> Salad or bannanas?</qco> </h3><br><br>"
  }
]
