[
  {
    "html": "<h3> <dco>11.28.17&nbsp;\n9:20 am</dco> &nbsp;<qco> how long is the new video you're making</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.28.17&nbsp;\n4:57 am</dco> &nbsp;<qco> Are you an umbrella that searches to appear like a human or are you a human that can become an umbrella?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.28.17&nbsp;\n4:20 am</dco> &nbsp;<qco> Who's the best musician of the past 10,000 years?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.28.17&nbsp;\n3:59 am</dco> &nbsp;<qco> How can I start to feel better?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.28.17&nbsp;\n3:46 am</dco> &nbsp;<qco> do doors have a special meaning in your life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.28.17&nbsp;\n3:36 am</dco> &nbsp;<qco> What happens if I accidentally block myself on social media?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.28.17&nbsp;\n2:41 am</dco> &nbsp;<qco> hey i tried to rent a soap at a supermarket but i got kicked out instead, what do you think?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.28.17&nbsp;\n2:36 am</dco> &nbsp;<qco> May I lick your music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.28.17&nbsp;\n1:35 am</dco> &nbsp;<qco> what kind of cat makes the best bread? asking for a friend</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.28.17&nbsp;\n12:45 am</dco> &nbsp;<qco> Who was the last person of great importance you met?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.28.17&nbsp;\n12:09 am</dco> &nbsp;<qco> opinion on bohemian rhapsody?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n11:08 pm</dco> &nbsp;<qco> did u get corporal punishment as a child? any thoughts on it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n10:35 pm</dco> &nbsp;<qco> &nbsp;I know it sounds cliche but will you ever make a video thanking your viewers?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n9:28 pm</dco> &nbsp;<qco> How do I deal with the stress of moving?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n9:23 pm</dco> &nbsp;<qco> Anee friend making tactics?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n9:00 pm</dco> &nbsp;<qco> what is the cure for hiccups?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n8:56 pm</dco> &nbsp;<qco> How do you <a href=\"pronunciation.mp4\">pronounce</a> \"Bill Wurtz\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n8:51 pm</dco> &nbsp;<qco> how do you remain so optimistic most of the time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n8:17 pm</dco> &nbsp;<qco> How do I stop being such a lazy god damn fucking bitchass douche ho shitbag cocksucking dickfaced twat?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n8:14 pm</dco> &nbsp;<qco> How do you feel about musical theatre?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n8:07 pm</dco> &nbsp;<qco> What's the best combo?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n8:03 pm</dco> &nbsp;<qco> im losing control of my life, and i would love some advice from a sane person, like you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n8:03 pm</dco> &nbsp;<qco> do you think it's fair to say that psychedelics have a place as a genuine creative tool</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n7:52 pm</dco> &nbsp;<qco> How far away is London?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n7:47 pm</dco> &nbsp;<qco> In all seriousness, how do I find the groove?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n7:25 pm</dco> &nbsp;<qco> i never get stuff on christmas, any ideas on how to get stuff?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n6:45 pm</dco> &nbsp;<qco> Where is my hippo!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n5:50 pm</dco> &nbsp;<qco> Is part of the soap tips video a statement on American capitalism?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n4:41 pm</dco> &nbsp;<qco> Do you like turtles or elephants?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n4:14 pm</dco> &nbsp;<qco> How can I tell the difference between right and left?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n4:08 pm</dco> &nbsp;<qco> are you planning to make videos for some of your older songs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n3:42 pm</dco> &nbsp;<qco> hello, is this MONICA? Lewinsky.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n3:40 pm</dco> &nbsp;<qco> I didn't know the cactuses with the really small, thin thorns were also really sharp and could get stuck in my hand!!! Why did you not tell me this Bill!!!?!?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n3:22 pm</dco> &nbsp;<qco> Why are almost all your videos low effort shitposts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n2:34 pm</dco> &nbsp;<qco> What's a dude ranch?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n2:15 pm</dco> &nbsp;<qco> are you good at hangman?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n2:12 pm</dco> &nbsp;<qco> so why did the last resident of your place leave up their decorations? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;did they die? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;did they have to gtfo stat?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n1:44 pm</dco> &nbsp;<qco> Do you have a Twitch profile?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n1:43 pm</dco> &nbsp;<qco> whens the video coming out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n1:08 pm</dco> &nbsp;<qco> how do i get good at music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n12:46 pm</dco> &nbsp;<qco> why do i always get scared when the toaster pops up the toast</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n11:16 am</dco> &nbsp;<qco> How do you feel about people constantly taking your lyrics and quoting them in other contexts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp;\n11:14 am</dco> &nbsp;<qco> is music itself your mentor? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are you your own mentor?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp; \n10:12 am</dco> &nbsp;<qco> I think you said you wanna focus on stuff from approx 30sec to 4min.. but have you ever written a really long song or would you like to in the future? I know you have your long videos like hotewig and hoj, but do you think some epic 9, 10 minute long song with all these parts and changes and stuff could be cool to try out one day (with or without a video)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp; \n10:11 am</dco> &nbsp;<qco> the night before last i had a dream that my cats were being mysteriously cloned and i couldn't tell my original cats from the clones and it was stressing me out because i didn't know which ones were the ones i knew and loved.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n they didn't all look exactly the same, it was like how identical twins look mostly the same but have some differences (and identical twins basically are clones, they're two split from one). one of them was much easier to tell each different one apart because she has a particular pattern but the other one is just solid black floof and it was impossible to tell those ones apart. but even with the patterned one i couldn't find the one that could actually be her because none of them had the correct misshapen white star on her back, and i keep comparing all the different cats with all the different incorrect white patches, and i sort of decided one had to be her and sent the rest off, one to my grandfather next door, but as i did th\nat i beg\nan to have second thoughts and realized the one i sent to my grandfather was most likely her and i ask my brother if he could see about getting her back from him but he tells me that he didn't want to deal with having a cat so he went and got it euthanized the same fucking day. and then i kicked myself for not just checking which cats had an rfid chip and now my fucking cat is fucking dead, and then i feel guilty about all the other cats because it's not like they don't matter because they weren't any less real but i could only deal with the two who had known me and all those other ones didn't give a shit about me because they didn't know me. they were pretty much feral. and i kept trying to keep them all from hurting themselves in the house like a tiny albino floofy one getting stuck in a small water glass and having to pull it out before it drowned, and when i would they would just walk off without any acknowledgement and they didn't come close to warming up to me in any w\nay. and \nthen i thought about if one of the clones had gotten euthanized instead. would i have even Cared? if i had found my cat one of the other cats would have been deprived of its newfound life, and by her being sent to my grandfather rather than the clone that otherwise would have been, they were granted the opportunity to live and do their own kitty thing. but it still hurt. it felt like i'd failed her, because i had. but i would have failed the other cat that would have taken her place.\n<br>\n<br>\n<br>i didn't have a dream last night because i didn't sleep last night. not because of all this but because my sleep schedule is #craycray and instead of sleeping at night i look at your website. just thought i would share because i have no one else to share it with and it was bothering me but i didn't want to forget about it. i figured writing it out would help me remember it better and i've got the questions page pulled up so why the hell not</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp; \n10:01 am</dco> &nbsp;<qco> But bill, if you don't put ads on your website how will I know what products to buy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp; \n9:55 am</dco> &nbsp;<qco> how do you deal with slow computer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp; \n9:32 am</dco> &nbsp;<qco> how do i unhack a computer</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp; \n9:21 am</dco> &nbsp;<qco> has everybody been everybody?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.27.17&nbsp; \n8:48 am</dco> &nbsp;<qco> what is a song that you wish you couldn't relate to but do</qco> </h3>"
  }
]
