[
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n7:41 am</dco> &nbsp;<qco> do you prefer to make songs with more meaningful lyrics like hallelujah and got to know what's going on or more memey songs like sexy pants?</qco> </h3>      i wonder if there is a way to combine both techniques some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n7:32 am</dco> &nbsp;<qco> Music is good, am I right?</qco> </h3>      yes but most people may not even know its true powers\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n7:25 am</dco> &nbsp;<qco> hey so im practicing with a metronome and it's just stupendous. i'm at a place where i can totally foresee results beyond anything in my wildest dreams.\n<br>\n<br>my question is, is it better to deal with whatever problems i have with that tempo AT that tempo? or should i go back 15bpm and work back up to it? i did the latter for the past couple of days and it didn't feel like i was actually improving at that tempo. but hey, i also leave for a couple hours and come back better for no reason so maybe that is making me better in ways i don't understand. it would just help to know im in a somewhat right direction.</qco> </h3>      the trick is to start at a very slow tempo, slow enough so you can get it right 10 times in a row. when you get it right 10 times in a row, increase by 1bpm. only 1. then when you get it right 10 times in a row, increase by 1 more\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n7:13 am</dco> &nbsp;<qco> Opinions on hallelujah being rated as explicit on Spotify? I think \"praise the god damn day\" triggered it</qco> </h3>      i did it. i wish i didn't have to but you can get in big trouble if you don't and you leave shit in. i was borderline about it but i do believe i have heard \"god damn\" censored before so i didn't want to take a chance. i have an alternate lyric written which i was going to record and swap in for an alternate version but i just didn't feel like doing it. i will do it if it becomes some kind of radio smash hit. and i would also delete the secret fuck<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n7:04 am</dco> &nbsp;<qco> (dont reply to this) you can tweet out the spotify link now since it's out</qco> </h3>      sorry for the reply, but i don't think it's there yet. i haven't gotten the email. if anyone sees it there can you give me the link? i don't have the spotify app and it sucks on my computer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n6:22 am</dco> &nbsp;<qco> do you have a last.fm account? if so, can i add you? if not, why?</qco> </h3>      is that site just for showing people what you listen to, or is for posting your own songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n6:22 am</dco> &nbsp;<qco> what is this website?</qco></h3>      a place to put the things i have made<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the html of https://billwurtz.com/reality.html is a huge mess </qco></h3>      it seems to work just fine<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and there's a font tag in the middle of the password thingy which isn't even input type=\"password\". </qco></h3>      how exactly does that affect the user experience<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;pls i want to fix ur website.&nbsp;</qco> </h3>      it seems fine to me, although there should be much more content which i am making as fast as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n6:19 am</dco> &nbsp;<qco> can u please fix your website.</qco></h3>      it seems fine to me, although there should be much more content which i am making as fast as i can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it has a lot of errors and the doctype should be !DOCTYPE html </qco></h3>      why<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and also the password thing on https://billwurtz.com/reality.html should be type=\"password\" i think.</qco> </h3>      why\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n6:17 am</dco> &nbsp;<qco> I thought you said somewhere you were doing songs in increasing length (as you have so much written), </qco></h3>      i've used that strategy before but not now<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but the recent few are about 2:30 long but a few older ones like outside are 3 minutes long?</qco> </h3>      currently i'm picking songs using a hybrid randomization system where i exclude everything that shouldn't be picked (for example if i have another song prominently featuring the word hallelujah i might exclude that one for the next pick) and then i randomize amongst the finalists\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n6:13 am</dco> &nbsp;<qco> why does the \"I'm feeling randy\" button act as the page submit while the ask button acts as a separate thing? why not make the submit button redirect you to whatever and the ask button the actual submit button?</qco> </h3>      the randy button takes you to the random question page. that's what's supposed to happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n6:12 am</dco> &nbsp;<qco> why do you bother with this website? </qco></h3>      kind of like when you say something it's cool if someone hears it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why are there so many pages of unpublished content nobody will ever see</qco> </h3>      which ones are you talking about and how do you know they are there if you've never seen them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n6:00 am</dco> &nbsp;<qco> should I write this bridge in 5/8?</qco> </h3>      try it and then run through the entire song from the beginning and see if it makes you excited or disappointed\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n5:59 am</dco> &nbsp;<qco> ur website has errors pls fix the errors thanks</qco> </h3>      if you tell me what you think they are i can fix them, but if it's things you can't see and don't matter then that doesn't count\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n5:34 am</dco> &nbsp;<qco> will you schedule your twitch livestreams to your viewers or will the streams be at seemingly random times to the viewers?</qco> </h3>      hoping to get something that runs 24 hours a day\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n5:18 am</dco> &nbsp;<qco> Now i'll have to wait another 3 months for your newer video</qco> </h3>      that's bullshit. i'm going to get it down to 2 weeks or die trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:52 am</dco> &nbsp;<qco> What's the answer to the question at 1:15 in your latest song?</qco> </h3>      oh that must be the boat quiz. well, if it's about what you are seeing, yes, that's a boat, upside down. but the quiz is actually asking about the sound. which is definitely not a boat\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:39 am</dco> &nbsp;<qco> any tips on how to come up with extremely powerful lines like \"praise the god damn day\"</qco> </h3>      just way what you are really feeling, deep inside\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:38 am</dco> &nbsp;<qco> do you ever wear pants</qco> </h3>      yes it is one of my hobbies\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:36 am</dco> &nbsp;<qco> My friend says you are the greatest, is this the true?</qco> </h3>      you are greater\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:32 am</dco> &nbsp;<qco> did it hurt when you fell off of that chair</qco> </h3>      no but it should have. i was having a very stiff back that day, i probably shouldn't have done it. but it was the climactic moment of the song, so\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:26 am</dco> &nbsp;<qco> do you drum with drumsticks or do you find it easier to use regular sticks</qco> </h3>      drum sticks are regular to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:14 am</dco> &nbsp;<qco> As a consumer I think hallelujah is a good song, but its so strange and unintuitve you have to listen to it more than once to fully appreciate its language</qco> </h3>      that's weird i actually think that may be the least strange and most intuitive song i have ever released. my main concern about it was that it was too normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:14 am</dco> &nbsp;<qco> why u make music</qco> </h3>      makes me big and strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:11 am</dco> &nbsp;<qco> thoughts on cameras</qco> </h3>      oh that could destroy the art industry\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n3:01 am</dco> &nbsp;<qco> Almost every Bill Wurtz song has some lines saying things like I can't go back to where I came from, or There is no return... Hallelujah seems as if it's the last song in a concept album of a guy travelling and then hallelujah, he is back.\n<br>Will you ever make an actual album or compile some songs into a Bill Wurtz anthology?</qco> </h3>      the order i always find most meaningful for any artist's songs is the order they were made. this can get complicated if they were made in a different order they were written, but either way chronologically is always the most meaningful for me. reality can tell powerful stories\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n2:59 am</dco> &nbsp;<qco> is it better to ask questions to your past self or your future self? whose answers are more useful?</qco> </h3>      are you allowed to ask your present self\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n2:45 am</dco> &nbsp;<qco> Is it gay if two guys kiss?</qco> </h3>      everything is gay no matter what\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n2:42 am</dco> &nbsp;<qco> What are the meanings behind your videos?</qco> </h3>      i try to put the meaning in and throughout the video, not behind\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n2:20 am</dco> &nbsp;<qco> Why can't I find your latest song on spotify</qco> </h3>      because they seem to be unable to publish it as fast as i thought. maybe they are checking to see if it's evil\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n2:12 am</dco> &nbsp;<qco> Now that you've made three songs in a row, is your next video going to be an anything video</qco> </h3>      the problem is, i have such a strong desire to do that that it is almost enough to ruin the desire to make songs forever, which is slightly stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n1:48 am</dco> &nbsp;<qco> is new canaan your most well recieved by your most devoted fans?</qco> </h3>      different people like different ones, and different people may have different levels or types of devotion. that one seems to be popular but many other ones are popular too. the only one that i think no one likes is don't look in a boot i just put my boot in a shoe. the reason nobody likes this one is because it's terrible, and to be fair this was on purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n1:18 am</dco> &nbsp;<qco> What drives you to make music?</qco> </h3>      music\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.18&nbsp; \n12:29 am</dco> &nbsp;<qco> Is \"Hallelujah\" not supposed to be on https://billwurtz.com/songs.html?</qco> </h3>      no it isn't not. (it is supposed to be there) (it is there)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:55 pm</dco> &nbsp;<qco> how do u set a routine and stick to it i can barely get outta bed in the morning</qco> </h3>      first you must figure out which routine you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:47 pm</dco> &nbsp;<qco> Is there a reason that you are currently repping your Twitch on your new \"hallelujah\" video?</qco> </h3>      because i plan to use it soon<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:43 pm</dco> &nbsp;<qco> are you apart of the illuminati?</qco> </h3>      i am the founder\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:33 pm</dco> &nbsp;<qco> do you have a patreon or a way I can support you while you create stuff?</qco> </h3>      <a href=\"https://billwurtz.com/donate.html\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:23 pm</dco> &nbsp;<qco> What was the deal with your tweets on 8/21/18\n<br> They seemed like jibberish.</qco> </h3>      they were the letters of the title of the song/video released today. the 4th tweet was supposed to be the video, with a spotify link attached. but unfortunately the song didn't make it to spotify as soon as i expected. *checks* it's still not there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:09 pm</dco> &nbsp;<qco> When are you going to tour?</qco> </h3>      as soon as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:04 pm</dco> &nbsp;<qco> does the sun smile?</qco> </h3>      smiles are only a meager attempt of what the sun can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n11:01 pm</dco> &nbsp;<qco> do you plan to put your older songs on streaming websites if they're not already on there</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:55 pm</dco> &nbsp;<qco> Are my dreams just dreams or am I a person?</qco> </h3>      maybe even both\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:34 pm</dco> &nbsp;<qco> Do you put in the milk before the cereal or the cereal before the milk?</qco> </h3>      what do you think i am, some kind of monster\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:32 pm</dco> &nbsp;<qco> Given the recent song's release date and content, I'd say you're getting faster at video production. </qco></h3>      actually this one took exactly the same amount of time as the previous, according to their release dates when compared with the previous. this is actually bad news for the most recent one because it should have had multiple advantages. it was much shorter, and it was already 100% written when i picked it. so the fact that it took the same amount of time (actually a few days more) is not a victory at all.<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Found any rad shortcuts recently?</qco> </h3>      yes but they're not good enough to counter act all the new tricks i keep discovering to make it take longer. each time, i try again and swear up and down like it's the end of my life that i can find a way to do it in 2 weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:21 pm</dco> &nbsp;<qco> ive been staying at home all summer and making music, and it's been a pretty good time. my parents used to be really discouraging over me pursuing music but now they seem to have somewhat accepted it. anyways the only issue is that ive been working on a lot of stuff (producing songs + film scoring on logic pro w my new midi controller) but my parents seem very disinterested in seeing what i've been working on all summer and it makes me feel kinda sad. i get validation through my friends and even my siblings tell my parents that it seems like i really found a passion and am making some cool stuff, but they haven't once asked to see my stuff, and it doesn't really affect my desire to do what i wanna do, but it just makes me kinda sad. should i try harder to open up my music to my parents and show them this part of me or should i accept that they don't rly care and focus on the people who do</qco> </h3>      i think you might be trying too hard to merge your work with your personal life. i've found things can get awkward fast when you do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:19 pm</dco> &nbsp;<qco> Are you part of the film crew for despacito 2</qco> </h3>      2 is done but we are working on 3, 4, and 5 which are all being made at the same time<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:18 pm</dco> &nbsp;<qco> Can I commission you to make a music video for me?&nbsp;</qco> </h3>      that would unfortunately make my own take even longer\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n10:12 pm</dco> &nbsp;<qco> Hiiii okay I did something today that was pretty great. I sat there... and I was just thinking about being super scared to do all my art stuff like music and drawing. I just HATE BEING UNSATISFIED WITH MY ART AHHH I HATE THAT FEELING. And I was like YOU KNOW WHAT I DONT GIVE A FUCK IM GOING TO DO IT EVEN IF ITS SCARY TO ME. SO I DREW AND PUT LED TO PAPER LIKE A MAN!!! AND I IMPROVISED MY SHITTY YET PRETTY GOOD LITTLE TUNES ON THE KEYBOARD LIKE A MAN!!! AND IM A GODDD NOW! I DIDNT LET MY JUDGEMENT STOP ME OR FAZE ME I JUST KEPT GOING AND I KNOW IT FEELS BAD BUT I CANT JUST STOP AHHHH I still wonder why it's so scary to me to do all this stuff. Like it's super scary man.&nbsp;&nbsp;I still want to pinpoint the exact reasons. I'm just that kind of guy that wants to know exactly why I'm feeling scared. SO IM GOING TO CONTINUE ON AND HONE MY BEAUTIFUL SKILLS EVEN THOUGH IM KIND OF SHIT AND ILL TRY TO FIGURE OUT WHAT THE ROOT OF ALL THIS MENTAL SPAZ IS AND TRY TO BE AT PEACE WITH IT AND RESOLVE IT BUT IM STILL GOING TO DO MY ART AND NOTHING WILL STOP ME AHHHHHHHHHH hahahahaha. Ahah AHAHAHAHA&nbsp;&nbsp;I gotta film a video of me saying this shit out loud that would be fun. Anyways my day has been A MIXED BAG but I have DONE SOMETHING THAT SCARED ME AND IM GOING TO CONTINUE DELVING INTO MY FEAR ANANSBSSBSBSBDBHDDHFHFB AHAHAHAHAHA AHHAHAHAAHAHHA FUCK THIS IS SCARY WHAT AM I DOING IM ACTUALLY REALLY SCARED TO TRY AGAIN BUT IM STILL GOING TO DO IT.&nbsp;&nbsp;ANYWAYS I LIKE YOUR SONG MAN ITS REAL NICE. ITS A DIFFERENT CHANGE OF PACE I SUPPOSE. AND I LIKE IT. I LIKE ALL YOUR WORKS SO THATS GOOD. I DONT KNOW WHY MY HEAD IS STILL SPAZZING SND WHY IM STILL TYPING. BUT IM GOING TO SLEEP. IM GOING TO TRY. I THINK. UMMMM GOODNIGHT&nbsp;</qco> </h3>      sounds like you've got everything under control\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:59 pm</dco> &nbsp;<qco> when is fridge</qco> </h3>      24 hours a day\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.21.18&nbsp; \n9:41 pm</dco> &nbsp;<qco> earth is weird. wanna get off?&nbsp;</qco> </h3>      is there a better place near by\n<br><br>"
  }
]
