[
  {
    "html": "<h3> <dco>8.26.17&nbsp;\n10:06 am</dco> &nbsp;<qco> Where do I want to get breakfast?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp;\n3:13 am</dco> &nbsp;<qco> What's your favorite historical event? \n</qco></h3>      the big bang i guess<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Why?</qco> </h3>      it just seems kind of important\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp;\n1:27 am</dco> &nbsp;<qco> what are your fans called?&nbsp;</qco> </h3>      hopefully they each have a different name. or perhaps some of them have the same name\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp;\n1:22 am</dco> &nbsp;<qco> can i listen to your songs</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.26.17&nbsp;\n12:55 am</dco> &nbsp;<qco> are u a stripper that works at tthe strip club</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n11:55 pm</dco> &nbsp;<qco> when you started hotewig were you aware of how gargantuan of a task it was going to be?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or were you trying to ignore that</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n11:22 pm</dco> &nbsp;<qco> can you tell us what the first melody note of your next song is going to be? can you drop a crazy hint and tell us what the first chord will be?&nbsp;</qco> </h3>      the first note of the first verse is E, and the chord is E. that is assuming i keep it in the key it is currently in (E). i have already raised it from D, but i am not sure if the final key is going to be E or Eb. most likely E. i also don't have the intro yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n11:15 pm</dco> &nbsp;<qco> hey bill, about the \"i'm feeling randy\" button... why do you decide to name it that way??? you could just put \"random questions\" or \"random questions page\" or somethin like that... but why? however, i like it that way, its something that just bill would do hahaha. i love your way to do things, now i'm even more convinced that i should always be myself. thanks bill!</qco> </h3>      you might have answered your own question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n10:58 pm</dco> &nbsp;<qco> What are your thoughts on the massive amounts of superhero movies?</qco> </h3>      i haven't thought about them too much\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n10:58 pm</dco> &nbsp;<qco> Can you give me a hint about your next project?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n10:51 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201708241447\">8.24.17&nbsp; 2:47 pm</a> I'm surprised you think there is anything good about that song, \n</qco></h3>      i never express explicit opinions about songs (good/bad) precisely to prevent comments like yours. but i think if you read the question again more closely you will see that even in this case i never said anything about whether it is 'good.'<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it sounds like it was written by a band that just discovered how to use sus chords and wanted to show off their new-found knowledge</qco> </h3>       it was a goal oriented question, (perhaps from someone who, as you said, just discovered sus2 chords and wants to show off their newfound knowledge) and so i gave a goal oriented answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n10:33 pm</dco> &nbsp;<qco> do you ever get emotional thinking about the universe</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n10:31 pm</dco> &nbsp;<qco> What do I do when I've read all the questions?</qco> </h3>      maybe you could run this page for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n10:26 pm</dco> &nbsp;<qco> Are you awake?\n<br></qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n9:38 pm</dco> &nbsp;<qco> Do you ever get sick of questions about capital letters?</qco> </h3>      \nno, thankfully i got a vaccination\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n9:24 pm</dco> &nbsp;<qco> what the hell is a gamer</qco> </h3>      someone who plays games, i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n9:00 pm</dco> &nbsp;<qco> i dislike math. do you dislike math?????</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n7:54 pm</dco> &nbsp;<qco> So today was my second day of genetics in college. We have a flipped classroom format, so we read all the material and do the problems before we come to class, and then in class, we go over the problems. So, as required, I teach myself all this material and then go to class. And I sit there for one and a half hours, listening to at least one of my classmates screw up almost every question, discovering that some of them don't even know what 2^4 is. I mean, come on, Bill. Am I just wasting my time in school? I know that you at least went to high school (and partially to college, I think, I dunno), but you knew that (1) you learn better when you taught yourself and (2) you had nothing to gain from school. What do I do now? I mean, I've always loved school, but that was because it was easy for me. I never had to do anything because I always taught myself everything I needed to know. Now, though, I'm kind of yearning for a challenge: as you said, I wanna\n be somet\n hing, go somewhere, do something. I want things to change. None of this seems to be happening for my in school. Though I can't just drop out. What other choices do I have?</qco> </h3>      nowadays there are many ways to learn. but one of the things that school/university can offer is it may help you get ahead in society, regardless of what is taught in class\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n7:45 pm</dco> &nbsp;<qco> What is the correct answer to this question?</qco> </h3>      i just have to make up an answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n7:44 pm</dco> &nbsp;<qco> Help, I'm getting crazier, which is cool, but normally I hide my craziness when I'm at school, but it's getting harder. Advice?</qco> </h3>      start giving lessons on how to be crazy<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n7:33 pm</dco> &nbsp;<qco> how to dab</qco> </h3>      that is something i should know but i unfortunately don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n7:28 pm</dco> &nbsp;<qco> Do you think owls deserve the right to live?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n6:50 pm</dco> &nbsp;<qco> do you hate hating things?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n5:54 pm</dco> &nbsp;<qco> standard capitalization is Important because it shows people you are willing to comply with social norms and expectations. how do you expect the big brass to give you a promotion when you type in lowercase? you have outed yourself as a Deviant and cannot be trusted.</qco> </h3>      luckily i know how to use the \"proper\" capitalization scheme if i need to solicit the approval of someone important. but more and more lately i find myself in the reverse situation, where someone wants to be approved by me<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> uhhhh.... do you still like doors???</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n5:51 pm</dco> &nbsp;<qco> craziest idea in your head right now?</qco> </h3>      a 2 week song/video release schedule where i release a new song-video every 2 weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n5:50 pm</dco> &nbsp;<qco> thoughts on hurricanes?</qco> </h3>      they seem to be very windy to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n5:26 pm</dco> &nbsp;<qco> Is your songwriting on hold while you work on longer videos? Your music is so catchy.</qco> </h3>      i am currently working on song writing for a song that will have a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n4:49 pm</dco> &nbsp;<qco> In the book One Flew Over the Cuckoo's Nest by Ken Kesey, how do you think the \"one flew east, one flew west, and one flew over the cuckoo's nest\" relates to the novel? that's my favorite book but I think there is some more meaning that isn't obvious to me in there.</qco> </h3>      i think it was a famous nursery rhyme at the time, which makes for a catchy and familiar title line\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n2:40 pm</dco> &nbsp;<qco> should i fuck my cat?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n2:30 pm</dco> &nbsp;<qco> I told this guy who is my mentor about how I occasionally get panic attacks and hate my guitar playing for a while after. In response he told me a story about how he healed his back with his mind instead of getting a surgery that could potentially kill him. How do you heal yourself with your mind?</qco> </h3>      the same way you transform from a baby to an adult, or convert food into energy, or make your entire body move and change in interesting ways, using your 'mind'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n2:00 pm</dco> &nbsp;<qco> Are you happy with the length of hotewig? In sure it was tough to work on a project for almost a year, especially while getting so many questions about when the video will be done, why aren't you posting any videos, etc... ideally, would you have liked to make hotewig even longer and more detailed/inclusive? Or when you first stated working on the project did you kind of set a time limit for how long you wanted it to be (like you told yourself you wanted it to be around 20min or so)? Btw I love the video as is, and I don't mean to sound as if I'm criticizing it or anything like that. Just curious how the finished product compared to your early expectations in terms of detail and length.</qco> </h3>      i was hoping it would be about 5 to 7 minutes, 10 maximum. but it turns out the history of the entire world is not a very short story. i was trying to shorten it as much as possible at every turn but it went beyond 10 minutes, and with each passing minute of writing i kept promising myself that it would absolutely not go longer than 12 minutes, 15 minutes, 17 minutes, etc etc. ... when i finished the script it was timed at 21:45. then over the course of the preliminary graphics design, i was making a lot of changes and cuts and managed to get it down to about 19. was very concerned that it was too long, not only for production's sake but also for the viewers' sake\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n1:47 pm</dco> &nbsp;<qco> What are your thoughts on Taylor Swift's new song \"Look What You Made Me Do?\"</qco> </h3>      i have not heard it, but it is famous for everyone hating it. it made the news headlines, and the story was that everyone hates it. i hope she is doing ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n12:53 pm</dco> &nbsp;<qco> I did not really understand the rules of backwards hangman. Can you give a more detailed explanation?</qco> </h3>      sure, first the idea of 'backwards hangman' comes to your mind. then you have to try to make a video that looks like it envokes the idea of backwards hangman. maybe with some whimsical mishaps along the way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n12:22 pm</dco> &nbsp;<qco> what's your favorite type of bread?</qco> </h3>      SUPER BREAD!!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n11:45 am</dco> &nbsp;<qco> Have you ever used an augmented or a diminushed chord in one of your songs?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n11:44 am</dco> &nbsp;<qco> <a href=\"if-you-were-what-would-you.html\">if you were a shampoo, what would be your fragrance?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n11:23 am</dco> &nbsp;<qco> do you think the universe is a hologram</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n10:57 am</dco> &nbsp;<qco> Why can we fix cars and stuff when they stop working but can't fix organic life forms when they stop working? We do all this things like learning about universe and think that we know so much about it while we cant even make or fix a living thing... Why do you think we are here? What do you think we should do? I thought it was pÄ±ssible for every reaction to go back. But my bird died and i can and will die and everyone i know will too, so why do i want to do all the things when all of it will go on a waste?</qco> </h3>      it's kind of like when you are playing a game and you are halfway through the game, why haven't you finished the game\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n10:00 am</dco> &nbsp;<qco> know any nifty tricks?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n9:45 am</dco> &nbsp;<qco> Your answer to this question is a lie</qco> </h3>      it's not a question, it's a lie, and my answer to it is true\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n9:07 am</dco> &nbsp;<qco> Do you sometimes find it annoying that people care about the looks of things? For example, who cares about how does your site's code like? </qco></h3>      that's not the way it looks<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The most important thing is that it works! After all, ugliness allergy does not exist, does it?</qco> </h3>      i think the way the site looks is important. but when people complain about the code they are not complaining about the looks, they are complaining about something that can't be seen on the site\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n7:54 am</dco> &nbsp;<qco> what is even happening</qco> </h3>      rearrangements, and transformations\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n7:24 am</dco> &nbsp;<qco> Is it ok to use hashtags on twitter</qco> </h3>      i guess so\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n7:08 am</dco> &nbsp;<qco> OOOOOOOOOODoOOyouOOlikeOOtheOO\"OOOOOgraphicsOOfreeOOtitleOOgraphicsOOOOO\"OOtechnologyOObackgroundOOofOOthisOOquestionOOOOO?OOOOOOOOOODoOOyouOOthinkOOitOOisOOaOOniceOOideaOOOOO?</qco> </h3>      yes, but i think some color changes would make it more legible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n4:59 am</dco> &nbsp;<qco> im comfortable in dark blue</qco> </h3>      nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n2:43 am</dco> &nbsp;<qco> Why is the \"i'm feeling randy\" question box much smaller than the normal one?</qco> </h3>      because it's not the main purpose of the page\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n2:27 am</dco> &nbsp;<qco> What ever happened to that love of yours from the q train? Did it ever go anywhere?</qco> </h3>      it was recently discontinued\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n2:21 am</dco> &nbsp;<qco> If I pressed every key on an 88-key piano at the same time, what would that chord be called?</qco> </h3>      i don't know of any name for it. but you can always make up a name for something if you think it needs a name\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.17&nbsp;\n1:21 am</dco> &nbsp;<qco> <a href=\"https://twitter.com/billwurtz/status/536002166364725248\">know any hot celebrity gossip</a></qco> </h3>      \n<br><br>"
  }
]
