[
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n8:24 pm</dco> &nbsp;<qco> It's always been easy for me to write music, and I definitely have that infinity problem, but turning the music into a shareable product has always been less motivating. What's the best reason to record and share the art you make?&nbsp;</qco> </h3>      \nsomeone might hear it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n7:30 pm</dco> &nbsp;<qco> when you bought your large ukulele did you go to the store intending to buy a large ukulele?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n7:21 pm</dco> &nbsp;<qco> What are you studying </qco></h3>      workflows, production procedures, etc<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or from where did you get this interest about history of the world?\n<br></qco> </h3>      being in the world eventually made me curious about its history\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n6:34 pm</dco> &nbsp;<qco> whats your favorite song?</qco> </h3>      \ni haven't found it yet, that's why i keep making new ones just in case \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n6:12 pm</dco> &nbsp;<qco> What are garden gnomes?</qco> </h3>      \ni'm still trying to figure out what a garden is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n5:28 pm</dco> &nbsp;<qco> what's the difference between being dumb, and idiot, and stupid</qco> </h3>      \nperhaps the the day of the week\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n5:02 pm</dco> &nbsp;<qco> what is the darn thing in your unboxing video?</qco> </h3>      \na description of the box\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n4:29 pm</dco> &nbsp;<qco> To learn piano do you just press the buttons at when you think is the right time and then listen and fix until you press them at the right time more often?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n3:53 pm</dco> &nbsp;<qco> I've been trying to show everyone that they're all neighbors but they mostly don't listen. How do I convince someone to care about other people?</qco> </h3>      \nyou might have to resort to various types of hypnosis, such as art and/or music\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n3:46 pm</dco> &nbsp;<qco> Bill I have a problem, since I first heard your songs I can't hear any song from other people</qco> </h3>      \ni went through a similar phase with someone else when i was younger. then i transitioned away from a strategy of listening to 1 artist to listening to literally every other artist. which was ideally meant to be a stepping stone toward one day myself becoming the artist, which is perhaps what i really wanted all along\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n3:21 pm</dco> &nbsp;<qco> is christmas real yet?</qco> </h3>      \nyes, despite its best efforts to be fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n1:51 pm</dco> &nbsp;<qco> sometimes i hate music terminology so i just make up my own terms. for example: \"dissecting\" a chord: playing all notes of a common chord in succesion, backwards or forwards, or all around. Will you try to stop me? I thought so.</qco> </h3>      \nnews flash................. all terms are made up\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n12:38 pm</dco> &nbsp;<qco> How do you find the subject matter for the lyrics of your songs? Do you just look at random things and make a song out of it, or is that just how your brain works?</qco> </h3>      \nanything can be songs. so it's good to try many different things. It would be really nice to get to the most important things, but unfortunately this has a mind of its own and can't be forced. however, science tells us that all roads lead there so that's again why it's important to try many different things\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n12:14 pm</dco> &nbsp;<qco> what do you think about nepotism?</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n12:12 pm</dco> &nbsp;<qco> How is the new song/video going</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n11:53 am</dco> &nbsp;<qco> you've been answering questions since 2016-06, you are INSANE.</qco> </h3>      \n2015\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n10:48 am</dco> &nbsp;<qco> how is your work coming along</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n9:52 am</dco> &nbsp;<qco> What are you working on right now?</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n9:30 am</dco> &nbsp;<qco> You said you have this problem where your brain lacks an infinity warning...how did you overcome this problem in the past and how will you deal with it now?</qco> </h3>      \nas it turns out, there is also no infinity warning on my desire to overcome this issue\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n8:21 am</dco> &nbsp;<qco> how come in back to black album by amy winehouse does the studio have to do so much work on her voice? there is random pitch-correction and it is shocking to hear something so famous that has such a glaring duct tape job. is the world iMpErFeCt?????</qco> </h3>      \nactually nowadays pitch correction is used much much more, but that album was made in 2006 when pitch correction technology was much worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n6:38 am</dco> &nbsp;<qco> does the iv minor chord have a place in thisworld?</qco> </h3>      \nhold on while i figure out whether that's 4 or 6, i am terrible with roman numbers............. Yes, it has a place in at least 30% of all songs, although the opportunity may not always be exercised, due to mismanagement/bureaucracy, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n4:49 am</dco> &nbsp;<qco> ever thought about suing yourself?</qco> </h3>      \nevery day bro\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n1:28 am</dco> &nbsp;<qco> did this (https://billwurtz.com/note200508111639.html) inspire this (https://billwurtz.com/find-out-how-it-always-was.mp4)</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n1:25 am</dco> &nbsp;<qco> I've been in kind of a rut musically and I find so many things I just can't seem to finish. I get discouraged by comparing it to the music I love and feel it can never be as good as I want it to be. Any advice for powering through this kind of rut?</qco> </h3>      \nno, but i already know you're going to be fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.20&nbsp; \n1:07 am</dco> &nbsp;<qco> How do you balance accepting your faults and not hating yourself for having them but also recognizing that they really are faults and you'd be a better person to yourself and others if you fixed them?</qco> </h3>      \nhave you considered becoming a writer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n11:54 pm</dco> &nbsp;<qco> Are you working on a big project?</qco> </h3>      \ni am working on the ability to make projects (which would be potentially a big ability), while also working on the first project, which happens to be of average size. while still working on the ability to do average sized projects at a more average to quick pace, which, if true, would be a very big ability for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n11:51 pm</dco> &nbsp;<qco> Advise for someone just starting to write music?</qco> </h3>      \nhow did your first attempt go? if you have not done your first attempt then you should do that before asking how it's going to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n10:59 pm</dco> &nbsp;<qco> What is the meaning of triangles?</qco> </h3>      \nPOLYGON: ACHIEVED!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n10:55 pm</dco> &nbsp;<qco> Is it ok to like music while knowing absolutely nothing about it.</qco> </h3>      \nyes.... at least i hope it's ok. No one knows anything about music. ....and yet it seems to know everything about us\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n10:43 pm</dco> &nbsp;<qco> Why does the key chord Bb make a good sad song?</qco> </h3>      \nbecause of the way your instrument was built\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n9:32 pm</dco> &nbsp;<qco> 'maybe i could eat blades of grass' seems to have this weirdly defeated tone in comparison to your other stuff. the intro sets up a questioning vibe, and the question turns out to be 'why is everything so dumb and stupid';&nbsp;and after some excursions and attempts at looking at some things in the real world, all of which we've actually done, it seems like we come to actually admit that the hypothesis is true: everything is stupid. (which is interesting, because that's technically not the question that was asked;&nbsp;that's a reaffirmation of what the question presumed to be true already in its phrasing, that everything was stupid. but it also might be an answer to the question anyway, in the stupidest possible way: everything is stupid because it's stupid. that's a pretty stupid answer, which seems about right.) the 'rock in a plaid shirt' part seems to be a kind of last-ditch effort at something that isn't stupid, something new, but it all goes w\n rong, an\n d it sounds like (with the falling pitches and the final kick drum hit on 'stupid') that the end of blades of grass really was meant to be an admission of defeat. \n<br>\n<br>i just thought this was odd considering that you seem to be a fan of stupid;&nbsp;the two 'stupid songs' you've made seem to suggest you think stupidity can get you to stronger songs, videos, etc. but in blades of grass it seems like stupidity stands for a lack of meaning, and there's no way you're trying to say that nothing means anything - that's like the ultimate anti-bill wurtz sentiment as far as i can tell. let me know if any of this seems comprehensible to you. thanks</qco> </h3>      \nafter discussing with my therapist, i think i can see exactly what is happening here. This is the 3rd one of these, and i think what is becoming painfully clear at the time of writing (or perhaps soon after) is perhaps it's time to try writing something with multiple characters\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n7:11 pm</dco> &nbsp;<qco> could ya yell me the meaning(s) of and the day goes on?</qco> </h3>      \nit's a song. songs are supposed to mean everything. at least science tells us that this is possible\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n5:54 pm</dco> &nbsp;<qco> What is time?</qco></h3>      it's you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why is time?</qco> </h3>      it allows for different things to happen, instead of everything at once which feels like nothing\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n4:29 pm</dco> &nbsp;<qco> hi bill, how are you today? I hope your new MV will be finished perfectly in time\n</qco></h3>      it was not, it's already at least 2 months late. Which is actually at least 20 months later than it should have been<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm just curious, are you going to use a new equipment in the future such as better quality camera, drum set, or new green screen other than new software editing that you use it right now?</qco> </h3>      yes, there are many new improvements taking place now and in the future as well, some of which are similar and different from the ones you mentioned\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n4:20 pm</dco> &nbsp;<qco> You'r first word on youtube was \"die\" and in the latest video \"might quit\" the last word is \"everyone\"... is this some sort of a.. coincedence?</qco> </h3>      \nno. i love words\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n4:17 pm</dco> &nbsp;<qco> its snowing here, any thoughts?</qco> </h3>      \nyou might be in.................................... michigan\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n4:13 pm</dco> &nbsp;<qco> Whats your favorite cartoon?</qco> </h3>      \nthe i ching sequence\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n3:46 pm</dco> &nbsp;<qco> Thoughts on fiction vs nonfiction?</qco> </h3>      \nit's a competition to see which is more fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n2:50 pm</dco> &nbsp;<qco> Do you have any advice on getting through periods of low artistic motivation? Thanks</qco> </h3>      \nhow about doing some SCIENCE\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n1:56 pm</dco> &nbsp;<qco> describe the creative process</qco> </h3>      \n<a href=\"https://billwurtz.com/behind-the-scenes.mp4\" target=\"_blank\">ok</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n1:31 pm</dco> &nbsp;<qco> isn't russet a weird word?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n12:01 pm</dco> &nbsp;<qco> how can i be free</qco> </h3>      \nmake a plan and then change the plan, OR, take a changed plan and keep it the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n11:07 am</dco> &nbsp;<qco> how to write an essay about video games and its benefits?</qco> </h3>      \nfirst step is to figure out what those benefits are. then after that it's pretty simple, just write them down\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n10:36 am</dco> &nbsp;<qco> Is the airport terminal still open </qco></h3>      sort of<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because I think Mt St Helens is going to blow up and its giving me tomato anxiety</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n10:33 am</dco> &nbsp;<qco> \"the entire history of bill wurtz\", when is it gonna be released?</qco> </h3>      \ngradually, over time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n10:16 am</dco> &nbsp;<qco> Do you have shift button on your keyboard?</qco></h3>      2 per keyboard<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or you don't want to use it?</qco></h3>      i use them all, hundreds of times a day<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or you have a debate with your keyboard about it?</qco> </h3>      \nno, shift is one of the most commonly used keys\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n9:48 am</dco> &nbsp;<qco> Hey how are you doing?</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n9:30 am</dco> &nbsp;<qco> are friends real?</qco> </h3>      \neveryone is friends\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n8:43 am</dco> &nbsp;<qco> can i find the chords for your song might quit on guitar?</qco> </h3>      \nsure. try putting the capo on fret 2, to get into a key that might be more friendly for the guitar\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.20&nbsp; \n7:14 am</dco> &nbsp;<qco> how to write a poem</qco> </h3>      \nhow about placing 1 word in the direct center of the page\n<br><br>"
  }
]
