[
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n9:24 am</dco> &nbsp;<qco> Do you think you have to have strong musical theory knowledge in order to break the rules in compelling ways?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n9:11 am</dco> &nbsp;<qco> any ideas you've scrapped?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n7:55 am</dco> &nbsp;<qco> judging by your videos, you may have been gifted with synesthesia (percieving certain frequencies/instruments as colours or shapes internally), that helps you put out into your videos. is my assumption right?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n7:44 am</dco> &nbsp;<qco> <a href=\"q.php?date=202008190043\">8.19.20&nbsp;&nbsp;12:43 am</a>  so is la de da de da de da de day oh considered one word or multiple words</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n6:30 am</dco> &nbsp;<qco> hi bill whose ur musical inspirations? for me it's you haha</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n5:15 am</dco> &nbsp;<qco> Do you ever post a video you don't like, but put lots of effort into it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n5:08 am</dco> &nbsp;<qco> What is in the program notes that damien maymdien skips in the vid 'maybe i could eat blades of grass'?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n4:52 am</dco> &nbsp;<qco> did you go to college for music or are you self taught?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n4:52 am</dco> &nbsp;<qco> Hey I want to make music. I already do, I've been for years, but I suck at all musical instruments I've tried at (for years), and at making music too. I'm very stressed by my personal and education stuff and as a result I always feel tired, leaving me with no energy to focus on any instrument enough to actually improve. Usually I play whatever I feel like, mess around which can be fun but on non-polyphonic instruments gets boring quickly. </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n4:14 am</dco> &nbsp;<qco> do you see yourself making music just like \"monday candle trivia\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n3:43 am</dco> &nbsp;<qco> hi Bill!! i noticed that there are those who are complimenting you for your positive impact on their lives so i thought i could join along;&nbsp;your advice to me on 6.23.18 11:29pm (2 years ago!) was very helpful. I have gained many experiences and i grow better and better with each experience i gained. this is just a reminder that youre aWesOmE, aMaZinG and aStrOnOmIcaL and dont tell yourself otherwise :^))&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n3:40 am</dco> &nbsp;<qco> Why do i occasionally feel exhausted and think to myself \"f this place, f this job, f everyone. imma be a trucker\"? Is it normal?</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n3:34 am</dco> &nbsp;<qco> Hey Bill! I wanted to know if you have any thoughts on how to overcome a fear of performing/sharing one's music</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n3:32 am</dco> &nbsp;<qco> Your music and even this website is so creative and seems to have so many random things strewn about, yet it is all organized and meaningful in its own different way. How did you start doing this unique style, and how do you keep it going?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n2:23 am</dco> &nbsp;<qco> thoughts on grass?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n1:53 am</dco> &nbsp;<qco> would you like to make a band?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n1:44 am</dco> &nbsp;<qco> What is your favorite kinda drum stick? Idk I don't know music lol.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n1:11 am</dco> &nbsp;<qco> Would you agree there are.only two types of song? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n1:02 am</dco> &nbsp;<qco> Im looking to get back into playing the saxophone but I haven't played it for 7+ years do you have any tips for geting back into hobbys you haven't done for many year's?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n12:43 am</dco> &nbsp;<qco> hey i want to make music, but i don't know where to start. i can play guitar and bass and some other instruments but i don't know how to start off with making a song. how do i start off?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.19.20&nbsp; \n12:21 am</dco> &nbsp;<qco> i just wanted to say i appreciate the fact that you are very human. the way you present yourself, this website, everything. i appreciate SO MUCH the fact that i can tell you made everything yourself, and that i'm interacting with a human right now. i don't know how to say this. just, that basically everyone else on the internet exudes a barrier of Marketing Firms and Advertising Agencies in between them and their audience and somehow you discovered that it was very possible and easy to subvert all of that but nobody else thought of doing it. \n<br>\n<br>do you like pancakes (conceptually)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n11:57 pm</dco> &nbsp;<qco> are you working on a new song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n11:27 pm</dco> &nbsp;<qco> Can we get an update on Steve from the hi I'm Steve video, I worry about his well being</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n11:19 pm</dco> &nbsp;<qco> Have you ever counted how many jingles are in your 'history of the world/japan' videos?</qco> </h3><a href=\"q.php?date=201611200926\" target=\"_blank\">yes</a><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n10:48 pm</dco> &nbsp;<qco> How'd you learn music theory?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n10:47 pm</dco> &nbsp;<qco> What are you're thoughts on Shrek?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n9:07 pm</dco> &nbsp;<qco> Weren't you supposed to make a video today?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n8:46 pm</dco> &nbsp;<qco> Hey Bill, I'm a huge fan of your content. What is your favorite video you have made?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n8:46 pm</dco> &nbsp;<qco> what's a good way to write longer music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n7:58 pm</dco> &nbsp;<qco> If you could name you aesthetic, what would you call it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n7:42 pm</dco> &nbsp;<qco> how do you transform weird things into marterpieces</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n5:59 pm</dco> &nbsp;<qco> do you constantly analyze things in your mind, like the shape of an object or the composition of music, kinda deconstructing and reconstructing&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:35 pm</dco> &nbsp;<qco> How are you so awesome. everything you do is unique in your own way. your otherworldly personality uh man you are amazing!\n<br>&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n4:28 pm</dco> &nbsp;<qco> what should i do when i feel bad?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n3:55 pm</dco> &nbsp;<qco> Your videos are delicious poems of life written on heavy clouds that smell like pixelated love hidden in a shoe.\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n3:19 pm</dco> &nbsp;<qco> Are you making new videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> to avoid having to make the verse worse than the chorus, maybe you could not split the song into verses and choruses and just have a string of music and lyrics, or a series of verses? what do you think?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:52 pm</dco> &nbsp;<qco> I'm a baby composer (I only have 3 complete songs and about a billion random pieces of songs I haven't put together yet) but I haven't been able to take a music theory class yet and won't till next year. Do you have any tips about songwriting (music theory-wise,</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n2:03 pm</dco> &nbsp;<qco> where do you stand philosophically?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:33 pm</dco> &nbsp;<qco> I've never written a whole song before. I love playing music and desperately want to create but I think it's awful. How do I escape my chasm of self doubt in my music writing abilities?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:29 pm</dco> &nbsp;<qco> learning the g blues on a harmonica but i cant seem to bend the notes, any advice?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:24 pm</dco> &nbsp;<qco> do you like 2020 as a number?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:10 pm</dco> &nbsp;<qco> Can I be on your future podcast</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n1:06 pm</dco> &nbsp;<qco> Does your video \"world peace phone\" have a meaning? or did you just think \"meh this is pretty good\" like I'm so confused help</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:55 pm</dco> &nbsp;<qco> Do you stress out thinking your work isn't good enough and that people will hate it despite the overwhelming support you've received </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:51 pm</dco> &nbsp;<qco> Hey Bill, hope you're doing well. I apologize if this was answered before, but i would really like to know your perspective on visiting music schools or just schools in general on how they shape minds...</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:38 pm</dco> &nbsp;<qco> why are you so mysterious?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n12:20 pm</dco> &nbsp;<qco> You ever just wake up and be like \"yea i'm awesome\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n11:57 am</dco> &nbsp;<qco> Are you more likely to answer a random question or a normal question</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.18.20&nbsp; \n11:44 am</dco> &nbsp;<qco> Do you ever teach music privately? If not, would you consider it?</qco></h3>"
  }
]
