[
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n12:06 pm</dco> &nbsp;<qco> does the title of the next song contain the letter y</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n11:41 am</dco> &nbsp;<qco> In I'm A Princess, what the heck is going on with the chords after \"and I'm dreaming about my friends in need\"? It's like it's essentially the same ending melody bit as whenever that riff plays, but the new chords make it seem way less satisfying, which segways really well into the synth solo. What's up with that?</qco> </h3>      \nyou described it exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n11:40 am</dco> &nbsp;<qco> Is using filters on a photo cheating?</qco> </h3>      \nusing photos is cheating\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n11:39 am</dco> &nbsp;<qco> is your next song about the stars???</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n11:37 am</dco> &nbsp;<qco> Can I have a word of wisdom? (just one word please)</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n11:24 am</dco> &nbsp;<qco> Hi Bill, this question might sound like overanalyzing mundane things related to your work (of which everyone else did as well), so here it is.\n<br>\n<br>In a question that you have answered not long ago, you said that your next song is going to be about finance. And then, in your old video titled \"YouTube video\", corporate take overs are listed as one of the things someone can find on YouTube, among other things.\n<br>\n<br>So, here's the actual question: is this related?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n11:21 am</dco> &nbsp;<qco> How do I get past the feeling that I'll never make a piece of music that's as beautiful or emotionally moving as my favorite artists' works? I'm studying multiple artists' works like crazy, listening to what sounds, rhythms, and melodies work best, but I feel like everything I make would be a stripped-down parody devoid of any authentic meaning.</qco> </h3>      \nhere's the one thing to realize about music (or art) which might make this whole puzzle start to make sense. it's a magic trick. it's a miracle. it's weird and strange, and the more the scientists try to figure out what the \"right\" answer is, the damn music will change again and find a new way to knock your socks off even more. So, knowing the paradoxical and mischievous nature of this, it's probably time to start looking at the other side of the coin here, and instead of trying to find something that's actually \"right\", try doing something \"wrong\" on purpose. you might be surprised by the results\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n11:13 am</dco> &nbsp;<qco> (serious)&nbsp;&nbsp;im doing bad in school. This isnt because of me though, it is because of the situation im in. Before the pandemic, i was in AP classes and was one of the smarter students in the class, but as soon as i started home school, my grades dropped to Cs. I want to succeed and learn. I love learning but my teachers cant teach us when we are home the same way. Id learn one thing maybe every week for every teacher but i would learn nothing for like a week after. This isnt motivation enough to want to make me keep my grades up. Why would i care to keep my grades up when im learning pretty much nothing and my teachers don't motivate me. So to summarize, i used to be a good student, then when covid hit, my grades dropped to shit and i cant find motivation to keep them up. I want to have a good GPA but even when i do really try, i end up flunking tests or essays. Do you have any advice on this?</qco> </h3>      \nno. my grades were probably worse than yours. you could try songwriting during school (or anytime) depending on what your goals are\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n11:01 am</dco> &nbsp;<qco> what's your opinion on bees?</qco> </h3>      \nimagine a normal bug, turned up to 11 \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n10:48 am</dco> &nbsp;<qco> Bill, what kind of games are on the blimp?</qco> </h3>      \nhide and seek (hide outside the blimp)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n8:06 am</dco> &nbsp;<qco> what do you think about mainstream music?</qco> </h3>      \nsometimes it's fun to make new streams main\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n7:01 am</dco> &nbsp;<qco> What are your plans for the next friday night</qco> </h3>      \nlikely songwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n6:56 am</dco> &nbsp;<qco> How much do you second-guess your lyrics and musical songwriting decisions?&nbsp;&nbsp;How do you free yourself from constantly rewriting? Thanks for the inspirational art, Bill.&nbsp;&nbsp;</qco> </h3>      \nthe more times you re-write it, the less good it will be. so, the first line of defense is to write pretty quickly, but in case you get stuck in a trap, usually the best thing you can do is just accept that the earliest version is the best one you're going to get\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n6:36 am</dco> &nbsp;<qco> why didn't you sing \"better things\" or \"i'm having a journey forward\" in \"i'm a princess\", even though they were in the video?</qco> </h3>      \nbecause i didn't want them to be in the song \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n3:23 am</dco> &nbsp;<qco> do you like doing song?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n2:15 am</dco> &nbsp;<qco> what is your dominant negative emotion?</qco> </h3>      \nnonchalant\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n2:05 am</dco> &nbsp;<qco> how to math</qco> </h3>      \nstart by going into a deep slumber\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n1:35 am</dco> &nbsp;<qco> how many languages do you speak</qco> </h3>      \nnot enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n1:01 am</dco> &nbsp;<qco> What is the maximum size bed?</qco> </h3>      \nas big as the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.14.21&nbsp; \n12:38 am</dco> &nbsp;<qco> Hi bill I've been trying to come up with a stage name for my music- I could just use my&nbsp;&nbsp;real name but frankly it's been getting on my nerves lately- Do you have any ideas?</qco> </h3>      \nthe longer you've had the name, the longer it will last\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n11:49 pm</dco> &nbsp;<qco> Do you consider yourself an introvert or an extrovert?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n11:14 pm</dco> &nbsp;<qco> how do you come up with melodies&nbsp;&amp; lyrics?</qco> </h3>      \nthink of it as 1 thing, instead of 2 separate things\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n11:01 pm</dco> &nbsp;<qco> Can I get some tips on learning the piano?</qco> </h3>      \nenjoy yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n10:36 pm</dco> &nbsp;<qco> can i marry a traffic cone</qco> </h3>      \nif you can handle the paperwork\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n9:40 pm</dco> &nbsp;<qco> how do I make friend</qco> </h3>      \nbe friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n9:04 pm</dco> &nbsp;<qco> how do you think of ideas for your songs</qco> </h3>      \ni have a basket to catch the ideas, but sometimes the basket itself inspires me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n8:51 pm</dco> &nbsp;<qco> what new things are exciting you?</qco> </h3>      \nhaving balanced judgement\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n8:42 pm</dco> &nbsp;<qco> What motivated you to start sharing your music with the world?</qco> </h3>      \ndoing music\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n8:37 pm</dco> &nbsp;<qco> is the earth flat</qco> </h3>      \n  it was supposed to be, but something went insanely wrong \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n7:33 pm</dco> &nbsp;<qco> Is water wet?</qco> </h3>      \n  it damn better not be \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n7:04 pm</dco> &nbsp;<qco> How do you come up with your character designs</qco> </h3>      \n      basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n6:24 pm</dco> &nbsp;<qco> Are \"And the day goes on\" and \"Long long long journey\" in the key of Gb or F#?</qco> </h3>      \ntranscriptionist's choice. but i might recommend F# for long journey because you're gonna have to drop it to A anyway for the bridge, which would seem much more attrocious if written in Gb\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n4:37 pm</dco> &nbsp;<qco> Will You ever return to 2d videos?</qco> </h3>      \nyes, perhaps even further than you've imagined\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n4:22 pm</dco> &nbsp;<qco> what is your opinion about books</qco> </h3>      \n\n      i like the part where you get to turn the page \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n3:53 pm</dco> &nbsp;<qco> how do you write good music? i try but i cant. do you have any tips?</qco> </h3>      \nsometimes a little reverse psychology is all it takes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n3:29 pm</dco> &nbsp;<qco> could you give any advice on people who want there music to be on the radio or be seen by a lot of people as well as do you have any advice on how to get rock and punk or any distorted guitar music interesting to people who only listen to the same pop mumble rap on the radio</qco> </h3>      \ntry bending the genre a bit more. not to make it like another specific genre, but, just to get out and about more. which sounds like what everybody needs, which is also what you are looking for, according to the way you've described the situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n3:17 pm</dco> &nbsp;<qco> is there a beaver in the new video</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n3:16 pm</dco> &nbsp;<qco> I struggle often with doubt. Sometimes I realize that I can use doubt to call into question the validity of doubt. This brings me peace because I realize that the doubt I feel can itself be doubted. This inevitably flips back around when I realize that doubting doubt can also be doubted. Doubt: scary. Doubt doubt: love it. Doubt doubt doubt: back to scary. Odd doubts is scary even doubts is great. \n<br>\n<br>Do I need to be medicated?</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n2:35 pm</dco> &nbsp;<qco> are you planning on making another wfaoie?</qco> </h3>      \nyes, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n2:32 pm</dco> &nbsp;<qco> is everyone a princess?</qco> </h3>      \nyes, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n2:30 pm</dco> &nbsp;<qco> are there any songs that you have on the website that you plan on making into videos</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n2:19 pm</dco> &nbsp;<qco> have you ever tried to draw an illustration?\n</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so describe your drawing</qco></h3>      i prefer not to describe drawings when they are available for <a href=\"asjdf90arjs8.png\" target=\"_blank\">viewing</a><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and what you think about it</qco> </h3>      it gets the job done\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n2:15 pm</dco> &nbsp;<qco> If you started working on \"i'm a princess\" right after \"might quit\", then why did you eventually start making \"here comes the sun\" before finishing \"i'm a princess\"?</qco> </h3>      \nthe amount of time elapsed since the previous release, somehow changed the context. Also, from a technical standpoint, i had switched to a new universe with the tools i was using, and i'd already done about 20% of the princess video in the old universe, so, the princess video would have to be a sort of strange frankenstein procedure which i prefered not to attempt for my first video\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n2:01 pm</dco> &nbsp;<qco> do you ever find it difficult to find the beauty in things, </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it just something that comes naturally?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n1:30 pm</dco> &nbsp;<qco> why is everything i make a worse version of the things i'm inspired by</qco> </h3>      \nyou may have some biases\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n1:18 pm</dco> &nbsp;<qco> Do you like the colour purple?</qco> </h3>      \nyes but i like other colors too\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n1:02 pm</dco> &nbsp;<qco> how do i get over my addiction to moping when i'm bored&nbsp;</qco> </h3>      \ntry to set a world record for most moping in a 60 minute time period, and then hopefully you will exhaust yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n12:23 pm</dco> &nbsp;<qco> do you believe in life on other planets or moons?</qco> </h3>      \nyes but it goes pretty fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n12:02 pm</dco> &nbsp;<qco> Do you enjoy thinking about the similarities people have with apes</qco> </h3>      \nthey also have similarities with other animals, maybe even computers\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.13.21&nbsp; \n11:39 am</dco> &nbsp;<qco> can i be a princess</qco> </h3>      \naccording to my calculations yes\n<br><br>"
  }
]
