[
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n12:50 am</dco> &nbsp;<qco> what is your tip on eating chips</qco> </h3>      \nsmash them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n12:28 am</dco> &nbsp;<qco> do you think it would be a good idea for me to take over and destroy the world?</qco> </h3>      \nyou could try that but you'll probably just end up getting in a fight with someone. not a normal fight, more like a super fight. the world will probably get away just fine, damn thing always does\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n12:04 am</dco> &nbsp;<qco> how come 'questions' is misspelled on this page?</qco> </h3>      \nit's not misspelled, it is enhanced, due to design reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n12:00 am</dco> &nbsp;<qco> Hi I'm Steve&nbsp;</qco> </h3>      \ni want to believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n11:44 pm</dco> &nbsp;<qco> where did i go?</qco> </h3>      \nhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n11:43 pm</dco> &nbsp;<qco> what is a tree? wood or leaves? i dont get anything wtf</qco> </h3>      \nit's like a package deal. the wood, leaves, but more importantly the whole design. can't really get the full picture just from looking at the word tree, someone would have to show you exactly which one they had in mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n11:04 pm</dco> &nbsp;<qco> Why the fuck am I not doing anything?</qco> </h3>      \nmaybe you've done too many things already. may need to think about some of the things you've already done\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n11:03 pm</dco> &nbsp;<qco> ARE YOU HYDRATED?</qco> </h3>      \nyes but i would consider hydrating again\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n10:46 pm</dco> &nbsp;<qco> what is the best mathematical theorem</qco> </h3>      \na = a\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n10:46 pm</dco> &nbsp;<qco> When will your next video come out?</qco> </h3>      \nas soon as i learn how to make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n10:32 pm</dco> &nbsp;<qco> what's your opinion on wireless ear buds</qco> </h3>      \nlatency hasn't come down enough for it to be good enough for things requiring instant response to user actions. i.e. music production, or phone conversations, or any type of game where it's important to hear an instant sound response to something you did. they're awesome as long as you're just consuming audio tracks (listening to music, not interacting with it) because once the song starts (half second late) it doesn't matter if the whole song is a half second late. Even video watching is ok, because most video players are smart enough to buffer it right so the vid syncs right with the audio. But if you're recording music, you're still looking at at least a 200ms latency. can't play an instrument that way. And this is not good for intimate phone calls either, because as it is, in the digital world, all cell phone calls have about half second delay (or more) already. And this gets worse when you're doing international, or internet calling. wireless ear phones will add at least quarter second delay on top of that. however, besides all that, it is truly awesome to have no wires. but i'd say the latency probably isn't down enough to discontinue the headphone jack just yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n9:41 pm</dco> &nbsp;<qco> a very long time ago, i said something along the lines of, \"i'm beginning to think that minor thirds are a very important interval. as in, maybe The Most important.\" and responded something like, \"i see what you mean but you may discover that major seconds are more important.\" and my idea was--look at the minor thirds in a chord to see where it wants to resolve and how badly. Fm6 wants to resolve to C, G7 and G7b9 want to resolve to C, or to Cm, or if you get sneaky they might go to Am or A, or even F# in some cases. and you look at the common notes here: D, F, Ab, B like to go to chords with their root on C, Eb, F#, A. and a lot of things can be explained by this pattern of minor third series.</qco></h3>      true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t so i thought about your answer and how maybe it could fill some holes in my theory, like how Gsus4 likes to go to G, or how Eaug7 likes to go to E7 before it goes to Am, but ultimately i do not understand why what you said would be true. i know it was a long t\n ime ago \n but if you could explain why you might have said that i would appreciate the closure</qco> </h3>      in your first question you didn't give any specifics, you just said ' i think major 3rds might be like the most important thing in the world' . And i believed you, but also true is things like wheels, tables, apples, and so on, could also be similarly thought of as 'the greatest thing in the world'. and probably to have a nice good world you'd probably need a little bit of them all. What you just gave above is wonderful. this has nothing to do with what i had in mind about major seconds being so useful. Melodies come to mind, when thinking about how 'important' major seconds are. And actually, when you first said 'wow major thirds are like really important', my mind immediately went to melodies (you didn't specify what you really meant, like you didn't specify that you were talking about harmonic resolutions, etc) so yeah, i sort of had to guess what you were talking about, and my mind went to melodies. in which case i think it's easy to see why min 3rds and maj 2nds together are hugely important for that game. maj2nds being an absolutely essential building block of anyone's melody kit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n9:32 pm</dco> &nbsp;<qco> Why do I cry?</qco> </h3>      \nthat's the same reason it rains, which i also don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n8:26 pm</dco> &nbsp;<qco> favorite type of white powder?</qco> </h3>      \nblack\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n8:17 pm</dco> &nbsp;<qco> will you attend my funeral</qco> </h3>      \nfunerals are scary\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n7:32 pm</dco> &nbsp;<qco> I don't want to interact with you directly, but I need to know what you are.</qco> </h3>      \nyou'll have to tell me what you are first\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n7:01 pm</dco> &nbsp;<qco> how do you come up with random humor?</qco> </h3>      \ncan't\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n6:28 pm</dco> &nbsp;<qco> MAKE MORE VIDEOSSSSS</qco> </h3>      \ni will consider it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n5:51 pm</dco> &nbsp;<qco> why did the chiken cross the road</qco> </h3>      \nfor that feel good experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> if you tour and play your music i will give you actual real money coins. sounds reasonable? yes?</qco> </h3>      \nyep\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n5:11 pm</dco> &nbsp;<qco> what are you going to do if the world really does end in 2050?</qco> </h3>      \nmake a new one i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n4:30 pm</dco> &nbsp;<qco> what's 9 + 10</qco> </h3>      \n9\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n4:08 pm</dco> &nbsp;<qco> how many licks does it take to get to the tootsie roll center of a tootsie pop?</qco> </h3>      \nzero, you are already inside\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n3:13 pm</dco> &nbsp;<qco> is the planet in 'history of the entire world' a 3d model?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n2:02 pm</dco> &nbsp;<qco> what is the guys name in \"hi, i'm steve?\"</qco> </h3>      \nsteve, i assume. although it might not have been a guy\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n1:22 pm</dco> &nbsp;<qco> is it possible to buy a page of your notes or sheet music? I'm a visual artist but I find your work and process inspiring and I'd love to be own a bit so I can look at it on the wall and be like \"yeah fuck it lets go make art\"</qco> </h3>      \nyou can find large amounts of visual artifacts on this website\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n12:17 pm</dco> &nbsp;<qco> what you working on</qco> </h3>      \nbecoming stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n11:42 am</dco> &nbsp;<qco> What was the very first illegal thing you remember doing?</qco> </h3>      \nbeing born\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n10:55 am</dco> &nbsp;<qco> how much mixing/mastering do u typically do during recording/before the arrangement is final?</qco> </h3>      \nabout 1.4 table spoons\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n9:29 am</dco> &nbsp;<qco> how many bisectors can you fit equiangular to the photosynthesized perpendicularity of the evaporated mortgage?</qco> </h3>      \n1\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n8:05 am</dco> &nbsp;<qco> Why can't I sleep?</qco> </h3>      \nyou are scared to lose all the progress you've made today\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n7:33 am</dco> &nbsp;<qco> what's your address?</qco> </h3>      \n0000008 the bermuda triangle\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n6:14 am</dco> &nbsp;<qco> How did you get so good with your music</qco> </h3>      \ni must have skipped brunch 1000s and 1000s of times\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n5:08 am</dco> &nbsp;<qco> <a href=\"q.php?date=201908080829\">8.8.19&nbsp;&nbsp;8:29 am</a>  that's 1 deep answer.\n<br>\n<br>also for a question, do u mean that x means \"unknown\" and so everyone has an obsession with the piece that is unknown? </qco></h3>      look around you. you see the letter X a lot. especially when someone wants you to think something is cool<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\talso that y is just the second thing that is unknown? so does that mean that there are infinity unknowns so that means we need infinity letters to represent them?</qco> </h3>      if you combine just those 2 in interesting patterns, you might be able to actually represent everything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n4:22 am</dco> &nbsp;<qco> <a href=\"q.php?date=201908091142\">8.9.19&nbsp;&nbsp;11:42 am</a>  this might be a silly question, but of course i would like to satisfy my curiosity. can we hear the ringtone?</qco> </h3>      \nit would be on that person's phone, which is likely 100s of meters deep in a land fill by now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n3:16 am</dco> &nbsp;<qco> idea: writing a song with all the lyrics as a giant anagram&nbsp;</qco> </h3>      \nthe lyrics of any songs are an anagram. that's guaranteed\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n2:40 am</dco> &nbsp;<qco> How many eyes is too many eyes?</qco> </h3>      \n100 thousand\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n1:26 am</dco> &nbsp;<qco> Are you currently making Triangle Boy the movie?</qco> </h3>      \nonly if i can get Tom Cruise\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n12:02 am</dco> &nbsp;<qco> Trying hard not to think I'm the center of the universe but it's not easy</qco> </h3>      \neverthing is the center\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.19&nbsp; \n11:37 pm</dco> &nbsp;<qco> i asked you a while ago why you wear your baseball hats skewed to the side a bit, well today i was wearing my favourite baseball hat and it blew off my head. after i recovered it i twisted it a bit sideways and boom, it withstood the wind nice and snugly just like you said. thanks for changing my life with this tip, dudeski!</qco> </h3>      \nah, i learned the hard way too. even harder way, actually i was in a boat. lost that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.19&nbsp; \n10:13 pm</dco> &nbsp;<qco> what are the senses of the platapus?</qco> </h3>      \nit's all touch\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> thoughts on the alphabet?</qco> </h3>      \ntoo long\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.19&nbsp; \n7:44 pm</dco> &nbsp;<qco> my friend doesn't understand your videos what should i do</qco> </h3>      \nmy friend doesn't understand your question. what should i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.19&nbsp; \n7:33 pm</dco> &nbsp;<qco> why havent you uploaded on youtube in 4 months?</qco> </h3>      \ni'm learning how to make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.19&nbsp; \n6:26 pm</dco> &nbsp;<qco> tell peter that i said hi</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.19&nbsp; \n5:13 pm</dco> &nbsp;<qco> why were you manufacturing a huge elephant?</qco> </h3>      \nsometimes that's just what the customer really wants, even if they don't say it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.19&nbsp; \n5:05 pm</dco> &nbsp;<qco> why do cows want milk</qco> </h3>      \nthey don't. they hate milk, they just want to get away from it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.19&nbsp; \n4:34 pm</dco> &nbsp;<qco> Why did you switch from a flat map for history of Japan to a round map for the world??\n<br></qco> </h3>      \nfor the stunts\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.19&nbsp; \n4:28 pm</dco> &nbsp;<qco> what will you teach us something or will we have to wait to know?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.19&nbsp; \n4:27 pm</dco> &nbsp;<qco> are half-birthdays relevant?</qco> </h3>      \nthey are relevant to the birthday\n<br><br>"
  }
]
