[
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n11:34 pm</dco> &nbsp;<qco> What is your walking bpm?</qco> </h3>      \n1000\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n11:05 pm</dco> &nbsp;<qco> What's your favorite full song that you've written?</qco> </h3>      \ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; 11:05 pm</dco> &nbsp;<qco> what is life</qco> </h3>      \nthat's one of the many flavors of fruitsnacks\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; 9:54 pm</dco> &nbsp;<qco> how do you get inspiration for your videos?</qco> </h3>      \ni don't know, all i know is what to do about it (which is make the videos)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n9:42 pm</dco> &nbsp;<qco> Why's everyone making country music now</qco> </h3>      \nthey must think they are in a country\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n9:37 pm</dco> &nbsp;<qco> Is this you or is this a media team, my mom wants to know</qco> </h3>      \ni would honestly be very excited if i ever found a media team that is capable of anything other than #Hey guys, just a reminder to blah blah hashtag boring shutup etc ##\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n9:15 pm</dco> &nbsp;<qco> are microphones related to corn?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; 8:56 pm</dco> &nbsp;<qco> opinion on onions?</qco> </h3>      \nevery onion has an onion inside of it. you do the math\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n8:56 pm</dco> &nbsp;<qco> Who will you vote for?</qco> </h3>      \ncan't we just all vote for each other\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n6:14 pm</dco> &nbsp;<qco> what's your definition of \"friend\"?</qco> </h3>      \nmickey mouse, the one that's still in copyright\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n6:07 pm</dco> &nbsp;<qco> is yellow orange?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n4:21 pm</dco> &nbsp;<qco> How do I listen to an album in one sitting without getting distracted?</qco> </h3>      \nif you have friends over and you're all talking to each other about how cool you are for liking the album, and records in general and the cool vibes at your place. that should make the whole evening click\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n2:25 pm</dco> &nbsp;<qco> I seem to have a thing where i perceive songs in certain keys to be much more \"emotional\" than in certain other keys (more emotional: D Eb E F F# less emotional: G Ab A Bb B C C#). Since many people don't perceive music this way i feel like im missing out on music. Have you ever had this kind of thing or do you have any other thoughts about this subject.&nbsp;</qco> </h3>      \nthe only thing i think you may be missing out on is just a lot of extremely emotional songs in that second list of keys that you simply haven't heard yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n1:38 pm</dco> &nbsp;<qco> Whenever you're reminded of how beautiful things are and feel that fuzzy feeling, how do you personally remind yourself of it, even during times of anger or anxiety?</qco> </h3>      \nthose reminders, in their strongest form, are mostly unpredictable\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n12:45 pm</dco> &nbsp;<qco> can you rate the name \"doug\" from a scale of 1-10</qco> </h3>      \nno. names are matched with the thing they are a name of. without the other thing, the name is not in use, therefore cannot rate usage of name\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n12:40 pm</dco> &nbsp;<qco> How does it happen?</qco> </h3>      \nmaybe you did it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n11:15 am</dco> &nbsp;<qco> Hi Bill, I hope to find you well in these trying times for the world. Just recently I rediscovered your music after learning almost all of it by memory years ago, and remembering about this questions section on your website I wanted to drop by to say I love your music. As an electronic music student, I can't help but be amazed at the intricacy of your compositions. You manage to use harmony, groove and timbre as tools to craft relatable vibes, along with lyrics that - a way to put it for me is that they reveal a certain depth of character and life experience, also relatable, and something one could learn and take inspiration from as a person. All this said, I look forward to dive into new music of yours in the future! Hope you're having a good time, and take good rest on summer vacations! I hope you're on a summer vacation, you truly deserve it.</qco> </h3>      \nholy warm breakfast voucher, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n9:18 am</dco> &nbsp;<qco> what's your opinion on coffee?</qco> </h3>      \nheard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n9:16 am</dco> &nbsp;<qco> Do you ever just think of things in microtones?\n</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;12TET has a lot but do you ever just feel the need to break free and have new kinds of fun?</qco></h3>      i did once<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, what inspires you to do so?</qco> </h3>      i was inspired in the name of science, but to make a long story short i ended up accidentally proving out that 12tet is a way deeper miracle than i ever could have expected\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n8:09 am</dco> &nbsp;<qco> explain your maze-solving method</qco> </h3>      \nmake yourself at home\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n5:51 am</dco> &nbsp;<qco> I want to call you whimsy, but that seems like a disservice to your true power</qco> </h3>      \nsometimes the occasional whim is just enough to offset some of the hard work i've done off-whim\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n5:20 am</dco> &nbsp;<qco> are you having a brat summer?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n3:46 am</dco> &nbsp;<qco> why do you answer every question super vaguely</qco> </h3>      \nthat's to make up for the ones that i answer in excrutiating detail\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.24&nbsp; \n1:29 am</dco> &nbsp;<qco> is your style influenced by the microphones at all?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n11:40 pm</dco> &nbsp;<qco> Would you ever make a song that will be used by an Olympic athlete for breakdancing at the next LA Summer Olympics?</qco> </h3>      \ni don't see why not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n11:18 pm</dco> &nbsp;<qco> Should I let my friend buy a cheap car or an expensive drum set?</qco> </h3>      \nwhat does your friend let you do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n9:46 pm</dco> &nbsp;<qco> i want to make quiet metal music</qco> </h3>      \ni think that can be arranged\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n9:19 pm</dco> &nbsp;<qco> do you use primarily matched or traditional grip for drumming and why</qco> </h3>      \ni switched to traditional after a basketball fell directly onto my left middle finger in gym class. for a short period of time i couldn't bend that finger, and traditional grip of course is still possible in this position. my finger healed within a week, but i never switched back\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n9:13 pm</dco> &nbsp;<qco> Somehow, I need to peer pressure someone into peer pressuring me to Succeed... how in the world do I go about doing this&nbsp;</qco> </h3>      \nyou'll need to get a 3rd person to peer pressure you into pressuring that second person\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n7:34 pm</dco> &nbsp;<qco> how to win an argument with a curtain</qco> </h3>      \nwith kindness\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n5:29 pm</dco> &nbsp;<qco> Can you imagine a new color?</qco> </h3>      \nnot very easily\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n2:00 pm</dco> &nbsp;<qco> fun fact for the year</qco> </h3>      \nthis may seem hard to believe, but 2024 is actually a multiple of 23\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n12:46 pm</dco> &nbsp;<qco> what is the creative process behind your percussion? (thinking about 'At the Airport Terminal' around 1:20)</qco> </h3>      \ncold, hard, common sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n9:39 am</dco> &nbsp;<qco> what makes something a \"song\" and not just a combination of sounds?</qco> </h3>      \nyou might have to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n9:34 am</dco> &nbsp;<qco> do you have games on your phone</qco> </h3>      \ngame is phone\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n9:32 am</dco> &nbsp;<qco> You seem to really be into hosting shows, do you have any particular show host that hosted a show that made you want to host a show? I am genuinely interested</qco> </h3>      \nnow that you mention it, alex trebek is solid gold for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n8:04 am</dco> &nbsp;<qco> do you ever get bored of making music</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n5:37 am</dco> &nbsp;<qco> In the things you're working on right now, What's the most average single word used throughout them all?</qco> </h3>      \nthat\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n4:28 am</dco> &nbsp;<qco> What is your favorite part of cinnamon toast crunch?</qco> </h3>      \nthe name\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n4:16 am</dco> &nbsp;<qco> I remember in 2018 when I saw your Mt st Helen's video and thought the world was about to end and all the rich people were building space ships to escape the coming nuclear Armageddon . Ever since then I became a doomer. Thought all your videos had hidden freemasonic illuminati symbolism lol. Even thought that they were directly addressing me . Like I was some sort of a messiah receiving hidden messages from your videos. That's why I started sending you crazy messages. It made me feel special . I now realize how crazy I was . I have a hard time coming to terms with the fact that I'm just like everyone else . I suppose I'm writing this so at least I will be remembered for how retarded I really was . I know how funny it probably sounds to you and you have every right to laugh at me. Moral of the story ? Don't do 500mg edibles before watching YouTube</qco> </h3>      \nit's not unheard of to have the experience you've had. while your logic during that time may not have been entirely sound, it doesn't mean that you have to be exactly like everyone else either. what i'm saying is, there is a realm somewhere in between joe-normal total-messiah. can be hard to find sometimes, but now that you've seen both ends of the spectrum maybe you have better chance now at finding that sweet spot\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n3:46 am</dco> &nbsp;<qco> Do you ever want to hug a puppy and call it a cat?</qco> </h3>      \ni tend not to have that particular craving\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n1:26 am</dco> &nbsp;<qco> Are plain ol books an outdated form of entertainment?</qco> </h3>      \nthey are an old format, but, ultimately still effective. even without factoring in the added nostalgic value\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.24&nbsp; \n12:09 am</dco> &nbsp;<qco> what do cars eat?</qco> </h3>      \ngasoline, and/or or electric charge\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.24&nbsp; \n11:29 pm</dco> &nbsp;<qco> How do you get over perfectionism?</qco> </h3>      \nhow about rolling around in the muck\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.24&nbsp; \n10:12 pm</dco> &nbsp;<qco> thoughts on visual\n<br>repetition\n<br>repetition\n<br>repetition\n<br>repetition\n<br>repetition\n<br>repetition\n<br>repetition\n<br>repetition\n<br>as a way of adding style?</qco> </h3>      \nthat's fine with me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.24&nbsp; \n7:03 pm</dco> &nbsp;<qco> are u related to bill nye the science guy</qco> </h3>      \nhe is my parents\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.24&nbsp; \n7:00 pm</dco> &nbsp;<qco> people often ask me on streets why world is stupid, and i never know what to answer. can you help?</qco> </h3>      \nthe most obvious thing to me, would be to ask them why they think the world is stupid\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.24&nbsp; \n5:07 pm</dco> &nbsp;<qco> Where is the avant-garde, what happened to it?</qco> </h3>      \nit's on you now. it's your turn to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.24&nbsp; 3:01 pm</dco> &nbsp;<qco> What is the meaning of life?</qco> </h3>      \nthe fun thing about this is there is more than just 1 meaning. collect them all\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.24&nbsp; \n2:40 pm</dco> &nbsp;<qco> What should i do today</qco> </h3>      \nhow about everything\n<br><br>"
  }
]
