[
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n4:27 pm</dco> &nbsp;<qco> Why do I exist?</qco> </h3>      \nto show others how it's done\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n4:26 pm</dco> &nbsp;<qco> Why are pizzas round, come in square boxes and cut to triangular pieces?</qco> </h3>      \nthe pizza is round because it is made by a spinning process. the box is square because it's made from flat surfaces, and they also stack easier that way. the slices are not actually triangle, but they are close to that because it's the only sensible way to evenly divide the pizza into equal parts \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n4:21 pm</dco> &nbsp;<qco> do you think my music should have a purpose</qco> </h3>      \ndo you want that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n4:12 pm</dco> &nbsp;<qco> Help, as soon as I came up with an idea, I started thinking about the other 3 ideas I thought of so I didn't forget them, but the fourth idea never got saved in my memory. This happened last week. What to do? Will it ever come back?</qco> </h3>      \nyou're going to have to increase your documentation skills. in the old days this probably meant some kind of writing, but now it's probably easier with typing, recordings, speaking, singing, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n4:10 pm</dco> &nbsp;<qco> i have no ideas, what do i do to start having ideas?</qco> </h3>      \nyou actually don't have to do anything. but this can be tricky depending on how bad you want it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n3:52 pm</dco> &nbsp;<qco> why are you suddenly giving straight answers to questions instead of giving cryptic answers? not meant to be a dig against you, mr. wurtz, i am just curious</qco> </h3>      \nthat reminds me, i was going to ask you why you suddenly started using the letter 's' at the end of the word 'curious' when you never used it before in the previous part of that word\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n3:39 pm</dco> &nbsp;<qco> how do you prime factor 1021</qco> </h3>      \nsee if the digits add up to 3, which they don't, then check for 7, so ditch the 21 and see if the 10 is a multiple of 7 which it's not, then check for 11 by subtracting it from 1021 which makes 101 (after you drop the zero at the end) and check if 101 is a multiple of 11 which you should know it's not because 101 is prime, then check for 13 by adding 39 to 1021 which makes 106 (after you drop the zero at the end) then divide by 2 to get 53 and check if that's a multiple of 13 which of course it's not because it's neighbor 52 already is, then check 17 by eliminating the 102 from the left of 1021 and you're left with 1 which is not a multiple of 17, then check 19 by adding it to 1021 and you get 104 (after dropping the zero at the end) and you probably already know 104 is not a multiple of 19 (divide it by 2 a few times and you'll just get to 13), then check 23 by adding 69 to 1021 to get 109 (after you drop the zero) which is prime so 23 is out, then check 29 by adding it to 1021 which makes 105 (after you drop the zero) which you might already know as just 7x15 so no 29s there, then you can check 31 by subtracting it from 1021 which makes 99 (after you drop the zero) and we all know that 99 is just 11x9 (without any 31s in it), then you can check 37 except i THINK we're already done because i think 37 squared is already higher than 1021 because 32 squared is 1024 (famously) so 37 squared can't be any lower than that. and if 37 squared is higher than 1021, then that means we're never gonna find any other prime factors higher than that, because, if we did, their partner factor would have to be something lower and we checked everything lower already, so 1021 is prime, so your answer is an earth shattering 1x1021\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n3:05 pm</dco> &nbsp;<qco> what should you do when you're stressed</qco> </h3>      \nsing songs of joy\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n3:04 pm</dco> &nbsp;<qco> how do you enjoy burritos?</qco> </h3>      \nvery carefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n2:16 pm</dco> &nbsp;<qco> in your video 'got some money', i've noticed that the sideways i at 1:31, the hat, and the weird symbol at 2:36 seem to spell out something in morse code. what's going on?</qco> </h3>      \nyou are interested in morse code\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n1:55 pm</dco> &nbsp;<qco> what do you do in your free time?</qco> </h3>      \nmy time is actually very expensive\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n1:47 pm</dco> &nbsp;<qco> what was the biggest game changer in your career</qco> </h3>      \nopposable thumbs\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n1:32 pm</dco> &nbsp;<qco> How do you come up with the lyrics for your songs?</qco> </h3>      \nmusically\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n1:02 pm</dco> &nbsp;<qco> in your newest song, \"money\" you said you don't know if you're sad due to possessing (owning) money. </qco></h3>      i thought that song was about you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is this a reference to another song you made, \"just did a bad thing\" where you also possessed an item (a dream) and didn't know if you were sad or glad due to it?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n11:30 am</dco> &nbsp;<qco> got something on your mind?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n11:16 am</dco> &nbsp;<qco> what is the next song about</qco> </h3>      \ndreams\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n10:41 am</dco> &nbsp;<qco> What motivates you?</qco> </h3>      \ntime and space\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n10:33 am</dco> &nbsp;<qco> DO you hate it when you just release a new song, and then everyone is just bombarding you with questions about your next song?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n10:12 am</dco> &nbsp;<qco> what do you think is consciousness? like, the combination of all of the senses humans have, or&nbsp;&nbsp;some spiritual thing? thank u</qco> </h3>      \nit's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n10:03 am</dco> &nbsp;<qco> i tried to start animating the other day, but then i realized that you need to know how to draw in order to animate;&nbsp;how does one draw?</qco> </h3>      \nstart by placing a dot somewhere on the page\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n9:49 am</dco> &nbsp;<qco> how do you finish a project when the voice in your head keeps saying that you suck at it?</qco> </h3>      \nif you stay calm the voice will eventually fall asleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n9:47 am</dco> &nbsp;<qco> What was Steve's real name in \"hi, i'm steve\"?</qco> </h3>      \nthe same as yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n9:10 am</dco> &nbsp;<qco> are you planning on making a new 1 billion-view s video?</qco> </h3>      \ni plan that with every video but sometimes i fall short\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n9:02 am</dco> &nbsp;<qco> how do you make videos</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n5:01 am</dco> &nbsp;<qco> how do you come up with your videos?</qco> </h3>      \nsometimes i pretend i'm in kansas and i'm supposed to decide which side of the road the land is on \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n4:49 am</dco> &nbsp;<qco> why do i like your videos so much?</qco> </h3>      \nuse of themes, \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n3:11 am</dco> &nbsp;<qco> actually, about the 3 or 4 songs ago line... yeah, you don't. the closest is in 'might quit' tho... so what was the point of putting '3 or 4 songs ago' in? rhyming?</qco> </h3>      \ni'm trying to make you think. get those gears turning\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n2:47 am</dco> &nbsp;<qco> how do you make new friends?</qco> </h3>      \nit's you. you're the friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n2:10 am</dco> &nbsp;<qco> Were you good at chemistry in school?</qco> </h3>      \nnever did it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.21&nbsp; \n12:21 am</dco> &nbsp;<qco> Help, I have an idea but none of the experience or ability or resources to execute it. What do I do?</qco> </h3>      \nwrite it down in a list with all your other ideas. some of the other ideas in the list might be more possible now, and then you can develop a habbit of doing your ideas, which will increase your skills so eventually you will be able to do the harder ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n11:05 pm</dco> &nbsp;<qco> Do you ever hear songs in your dreams and use them as inspiration for your videos?</qco> </h3>      \ni use them as inspiration for songs. and i also have a habit of making videos for my songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n10:45 pm</dco> &nbsp;<qco> can you type in all capital letters?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n9:04 pm</dco> &nbsp;<qco> what was the strange thing you did in \"just did a bad thing\" that made everything pink?</qco> </h3>      \nended the song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n8:14 pm</dco> &nbsp;<qco> Part of your philosophy on making music is that it's good to listen to a lot of music.</qco></h3>      that's not necessarily true. it might be good sometimes to listen to less music<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you take the same approach to animation, watching animated tv shows/movies/shorts to help with your own animation?</qco> </h3>      \nnot usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n7:48 pm</dco> &nbsp;<qco> what do you think of thinking</qco> </h3>      \nit's like another world, in your mind! \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n6:00 pm</dco> &nbsp;<qco> what's the last chord on \"going out to seeeeaaaa\" in the last song? i know you said you can't name them accurately but spelling the notes would be nice too thanks</qco> </h3>      \nF/Bb. also known as \"F over Bb\" also known as \"F major triad over Bb in the bass\" also known as \"mid-range nodes F, A, and C, with Bb in the bass. maybe jam a Bb in the mid-range too, for texture\" also known as \"Bbsus2maj7\" also known as \"Bbmaj9 no 3\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n5:54 pm</dco> &nbsp;<qco> Need a rhyme for thyme please?&nbsp;</qco> </h3>      \nflight\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n4:52 pm</dco> &nbsp;<qco> how does the world work&nbsp;</qco> </h3>      \nlet's turn it on and find out \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n4:48 pm</dco> &nbsp;<qco> how do you come up with ideas for your videos?</qco> </h3>      \ngo on a journey and then change the destination at the last minute \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n2:39 pm</dco> &nbsp;<qco> can I take answers on here as life advice?</qco> </h3>      \nsome of them\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n12:08 pm</dco> &nbsp;<qco> what fruit would you put on a pizza?</qco> </h3>      \nmelon\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n12:00 pm</dco> &nbsp;<qco> what genre would you classify your music as</qco> </h3>      \nnormal\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n10:53 am</dco> &nbsp;<qco> do you ever struggle with perfectionism? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, how do you deal with it?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n10:10 am</dco> &nbsp;<qco> How does one even remember Gregorian modes?</qco></h3>      if any of them seem useful or familiar to you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you use them to concept your music or do you just listen to what sounds good for the specific expressive moment?</qco> </h3>      it's like when you need a blue shirt. Do you use the fact that it's blue to help you figure out what it looks like? or, do you just go by what it looks like? i hope you see where i'm going with this\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n8:20 am</dco> &nbsp;<qco> do you record all future music videos before animating and editing them?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n7:49 am</dco> &nbsp;<qco> do you like capital letters</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n7:36 am</dco> &nbsp;<qco> what are the chords on got some money at the end? the ones that the bass goes G and E</qco> </h3>      \ntry Gmin7, and Gsus2/E, to get you started. that's the original idea, but the recording actually deviates slightly from that sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n6:09 am</dco> &nbsp;<qco> approximate ly how big is a mountain</qco> </h3>      \nlarge\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n2:40 am</dco> &nbsp;<qco> do you find the white keys or black keys more satisfying to press while playing</qco> </h3>      \nusing both is the only thing that does it for me anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.21&nbsp; \n2:28 am</dco> &nbsp;<qco> What are your opinions about I'm Best Friends With My Own Front Door?</qco> </h3>      \nbreezy\n<br><br>"
  }
]
