[
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n1:18 am</dco> &nbsp;<qco> How do I make a band with my husband who's very far away?</qco> </h3>      \nyou're gonna have to record some things, send it over, have him record some things, send it back, .... this may not start to sound like it has its true chemistry until you go back and forth at least maybe 3 times. there's no way to do it live because long distance communication technology at its absolute best, nowadays, still has way way too much latency\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n12:08 am</dco> &nbsp;<qco> Do you regret playing basketball and injuring your hand?</qco> </h3>      \nno because it got better and now i look cooler on drums\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.12.21&nbsp; \n12:00 am</dco> &nbsp;<qco> Who are you?</qco> </h3>      \nanother version of you\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n9:49 pm</dco> &nbsp;<qco> what causes people to act like crackheads one second and the very next act completely normal?</qco> </h3>      \nthis would be your assumption that 'crackhead' is not 'normal' and therefore couldn't possibly occur in the same second, so the only way you can explain the situation is that it must have been 2 separate seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n9:38 pm</dco> &nbsp;<qco> were there benefits when you wrote music at the library without hearing it</qco> </h3>      \nyes. it gave me a very adventurous attitude. i should clarify that i was hearing it, in the same way that your mind is probably 'hearing' these words as you read them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n9:11 pm</dco> &nbsp;<qco> Tell me something interesting about yourself.&nbsp;</qco> </h3>      \ni'm an idiot\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n9:04 pm</dco> &nbsp;<qco> did you play violin in any of your videos? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I cannot find them</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n8:20 pm</dco> &nbsp;<qco> is there a secret page to this website?</qco> </h3>      \nyes, it's this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n7:36 pm</dco> &nbsp;<qco> what's your favorite snack?</qco> </h3>      \nentire meals \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n7:25 pm</dco> &nbsp;<qco> is this an answerable question?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n4:29 pm</dco> &nbsp;<qco> how do i get my code to work?</qco> </h3>      \nexplain it to a real person. even better if it's a person who does not understand the coding language you are using. you'll have to explain that too. i promise you'll figure out what's wrong\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n3:38 pm</dco> &nbsp;<qco> how to make friends</qco> </h3>      \nit's you. you are friend\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n3:10 pm</dco> &nbsp;<qco> have you written any songs longer then bob marley, do what you want to do, or here comes the sun</qco> </h3>      \nnot that i know of\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n2:00 pm</dco> &nbsp;<qco> i think the fearful part of me is the one who makes me want to release content anonmyously. but i tend to rationalize it as it coming from a&nbsp;&nbsp;pure desire for it to be all about the content and not about who is making it. how can i stop being afraid of being misunderstood or mislabeled, or hell, labeled.</qco> </h3>      \nwhat you may have to do, is continue on in this rotating cycle of doubt until you become so overwhelmed with desire to do what it is you want to do, that you will suddenly be in the mood to strike a deal with yourself and get the show going\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n1:50 pm</dco> &nbsp;<qco> how do i not get bored</qco> </h3>      \nthat's easy, just change everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n1:01 pm</dco> &nbsp;<qco> What is your prefered way to enjoy the time between the winter and the summer solstice?</qco> </h3>      \ntry to take a picture, because it doesn't last long\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n9:16 am</dco> &nbsp;<qco> What's the difference between Song and Music, I am getting confused</qco> </h3>      \na 'song' is most likely to be what the listener is aware they are listening to, maybe even singing along. 'music' might be songs, but it also might mean music that is used in a more subliminal manner, to accompany and enhance non-musical elements. such as technical instructions, or propaganda messaging\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n6:10 am</dco> &nbsp;<qco> Why can you see \"ghost card\" at 2:09 in \"long long long journey\"? I mean it's not an anagram :(</qco> </h3>      \nit's a phonetic anagram. don't frown at phonetics. it's how we talk\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n6:00 am</dco> &nbsp;<qco> How did you learn to factorize big numbers (&gt;1000) in your head? Could you teach me how to do it?</qco> </h3>      \nonly 1 step at a time. first, i'll tell you how to figure out if a number is even (divisible by 2). if the last digit is even, then the whole number is even. If it's even, divide it by 2, and set the 2 aside as one of the factors for your final answer. to divide a number by 2, try to separate the digits into groups that form numbers you already know how to divide by 2. for example, if you have 1634, ... you can split that into 16 and 34 next to each other. you can safely half each of those, side by side, and keep them next to each other. This is assuming that you already happen to know what 16 divided by 2 is, and what 34 divided by 2 is. If you didn't, then i will go back a couple of steps and just tell you the simple fact that 16 divided by 2 is 8 and 34 divided by 2 is 17. hopefully you can remember that. So you can conclude that 1634 divided by 2 is 817. I got carried away and gave you more like 13 steps instead of 1. i'll try to give fewer steps next time, but i promise to give you all the steps i know, if you want to know them. i apologize if you already knew all of those steps. in case you were looking for something more advanced, i can tell you that 2001 is an awesome checker for both 23 and 29 at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n5:32 am</dco> &nbsp;<qco> So, based on the music that exists, it is very clear that when lyrics and music work together to form a coherent whole, everything is amplified. Given this fact, it seems silly not to take advantage. But, the issue is, songs are supposed to be fun to listen to. At least I want my songs to be fun to listen to, that way people will want to listen to them while they work and such. But what if I want to write a song about something that is sad? Like, if I wanted to write a song about my dog dying (hypothetically), then the song would have to be slow and loud to match the terrible sadness of the death of my dog, right? But, would that song be fun to listen to? I wouldn't want to do the dishes while listening to a song that makes me feel like my dog died. So, my question is, how do I achieve a balance between lyrical and musical content while ensuring my music is enjoyable? Do I only write songs about things that are good? That seems awfully limiting. I look at th\n e songs that you make and the songs that other artists make about sad topics and those songs seem to sound happy while talking about things that are sad. Pink Floyd's Time, for example, talks about the stress of getting older and then it rips into a *sick* guitar solo. The thing is, it works really well, even though it doesn't really sound... sad? Like it sounds like how getting older feels, and even though getting older should feel sad, the solo doesn't feel sad, even though the solo sounds like how getting older feels. This appears to conflict with the transitive property. How do you do this?</qco> </h3>      \ni think you have received a good hint that writing sad songs with pleasant melodies is powerful. but really, to actually do this stuff (songwriting), it's so delicate that you never know when it's gonna work right. but the more you do it, the more likely it is that you will find yourself in a situation of writing something that really works for you. to open the floodgates a little, try to give yourself a challenge to write something that's not what you mean. songwriting thrives on reverse psychology sometimes. that's because the universe thrives on reverse psychology. why? it's free games, for you and your friends to solve, through tears of joy\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n4:02 am</dco> &nbsp;<qco> do you know any good places to find yoursel;f</qco> </h3>      \nyes, all places\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n2:24 am</dco> &nbsp;<qco> hello bill why did you leave for 2 years? just wondering</qco> </h3>      \nwhy didn't you arrive for 1,000,000 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.11.21&nbsp; \n2:16 am</dco> &nbsp;<qco> why does time go forward</qco> </h3>      \nbecause 'forward' means the normal direction that a thing goes. so as long as something is going in the direction it usually goes, it's called forward. the only way something can be considered backward is if a normal direction is established and then it switches\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n9:37 pm</dco> &nbsp;<qco> do you believe in magic?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n8:57 pm</dco> &nbsp;<qco> Do you ever listen to your own music?&nbsp;</qco> </h3>      \nsometimes, for quality control\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n8:33 pm</dco> &nbsp;<qco> what do i really want to produce</qco> </h3>      \na life raft, for what you believe. even if you're not sure what that is yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n8:09 pm</dco> &nbsp;<qco> favourite area of mathematics?&nbsp;</qco> </h3>      \nequality\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n7:38 pm</dco> &nbsp;<qco> What do you think about the moon?</qco> </h3>      \nalarmingly close, but i guess that's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n7:21 pm</dco> &nbsp;<qco> when is romp time?</qco> </h3>      \nright now\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n6:21 pm</dco> &nbsp;<qco> tomorrow is the first day of high school and im really anxious what do i do?</qco> </h3>      \nfirst you must find the location of the school\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n5:43 pm</dco> &nbsp;<qco> This is kinda random, but does your next song a flat sixth chord in it?</qco> </h3>      \nmaybe, but it turns out to just be the new 4. actually i just realized what you said could mean 2 different things\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n5:42 pm</dco> &nbsp;<qco> Does your next song modulate at all?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n5:11 pm</dco> &nbsp;<qco> does pineapple go on pizza</qco> </h3>      \nsure, if it is put there by a person or machine, or perhaps it may even fall onto the pizza by chance \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n4:33 pm</dco> &nbsp;<qco> Hi Bill! I have a question about the whole self taught thing... So, I'm a classically trained musician and started to play some Latin instruments. I decided to travel to another country to watch in person how my idols played. I didn't speak any Spanish, but it was super valuable to meet them in person. It took me two years to implement what I saw. I did sort of talk to them, and they did point out some stuff, but honestly not much. I did most of the analysis and implementation in my practice. Does that count as being self taught?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If it does, I guess I have some of that, but not with everything.&nbsp;</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n4:29 pm</dco> &nbsp;<qco> what is your ultimate goal in life?</qco> </h3>      \nprove some of the things i've learned and seen\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n1:59 pm</dco> &nbsp;<qco> A surprising amount of my life is spent deciding whether it's worth the effort to fix the mistakes that I've already made</qco> </h3>      \nmaybe you could fix half of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n1:55 pm</dco> &nbsp;<qco> Do you like bread?</qco> </h3>      \nthe flavor overwhelms me \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n11:46 am</dco> &nbsp;<qco> your question answering style makes you seem like a kind and gentle soup. would you say that that is accurate? </qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yes i did mean soup.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n7:55 am</dco> &nbsp;<qco> why am I such a horrible person</qco> </h3>      \nthis is to give you a better understanding of horrible people, and sympathizing with them, instead of alienating them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n7:33 am</dco> &nbsp;<qco> what came first, humans or music</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n5:11 am</dco> &nbsp;<qco> how do you decide whether to use uppercase or lowercase letters?&nbsp;</qco> </h3>      \nthere are many ways, but here are some examples of where i would choose to use capital letters: If i'm starting a new sentence, and i need a little bit of extra conviction, i might use a capital letter to start. if i'm using chord symbols such as Bb. if i'm using acronyms, such as UNESCO. if i'm using the letter L and i feel that it won't be otherwise interpreted as L based on context. i might use them if i need emphasis or power, in the same way that the 'bold' style might be used, except capitals have the advantage of being available in places where bold is not. Or i might just use them for artistic embellishment. most other normal situations, i use lowercase, also known as the 'normal case'\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n4:38 am</dco> &nbsp;<qco> what should i tell my school when they ask me an interesting fact about myself?&nbsp;</qco> </h3>      \ntell them you are involved in a scandal. everyone is interested in scandals\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n3:02 am</dco> &nbsp;<qco> how do i stop laughing&nbsp;</qco> </h3>      \ntake a nap\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n1:37 am</dco> &nbsp;<qco> <a href=\"q.php?date=202105190228\">5.19.21&nbsp;&nbsp;2:28 am</a> &nbsp;&nbsp;&nbsp;Hey Bill, I've got good news.&nbsp;&nbsp;Things are going pretty well with me learning guitar but there is a problem.&nbsp;&nbsp;People keep telling me to get guitar lessons even though I think I would be better learning by myself.&nbsp;&nbsp;</qco></h3>      then i think you're right<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yes i'm still a beginner at best, but do I really need them to be able to learn.&nbsp;&nbsp;</qco></h3>      no, and it might actually lead you astray<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Not to mention I can't afford them anyway.&nbsp;&nbsp;What should I do Bill?</qco> </h3>      a fantastic option in this scenario could be to play the guitar\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n1:32 am</dco> &nbsp;<qco> Would you rename any colors?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n1:08 am</dco> &nbsp;<qco> Where do the things go?&nbsp;</qco> </h3>      \nright here\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.21&nbsp; \n12:00 am</dco> &nbsp;<qco> why are clowns so scary?</qco> </h3>      \nit's difficult to know their past\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n11:08 pm</dco> &nbsp;<qco> Any words in new song that rhyme with 'sheep'?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n10:26 pm</dco> &nbsp;<qco> For you personally, is it better/easier to write harmony that makes sense melodically or melody that makes sense harmonically?</qco></h3>      i don't see the difference<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, lyrics that fit the melody or melody that fits the lyrics?</qco> </h3>      like a shoe ............. you just know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.21&nbsp; \n9:06 pm</dco> &nbsp;<qco> did u create the illuminati</qco> </h3>      \ni tried, but someone else had already created it first\n\n<br><br>"
  }
]
