[
  {
    "html": "<h3> <dco>6.13.24&nbsp; \n5:26 pm</dco> &nbsp;<qco> Do you think that normality exists, or is it a concept made up by lame people</qco> </h3>      \nit's when you conform to the way things seem to have been\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.24&nbsp; 4:21 pm</dco> &nbsp;<qco> I have a mildly important exam tommorow and I've studied nothing for it, what would you personally do in this situation?</qco></h3>      feel awkward<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And am I perhaps useless?&nbsp;</qco> </h3>      no, this is just one particular skill you don't at this moment have\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.24&nbsp; \n4:19 pm</dco> &nbsp;<qco> to get into music school as a sound technician, you'd have to know complicated things about math&nbsp;&amp; physics. so is going to music school worth it or should I just start banging away independently?</qco> </h3>      \nschool is not always the best place to learn, but sometimes school can be good for other more social reasons. but if your only goal is to learn, then the best place to do that is maybe not school, but in the 'world'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.24&nbsp; \n2:44 pm</dco> &nbsp;<qco> can i have any tips on how to make chords sound scary/intimidating but still keep it sounding good</qco> </h3>      \ni will describe that, if you can describe to me how to make a scary face\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.24&nbsp; \n1:24 pm</dco> &nbsp;<qco> ive got one week of school left, what do you think about quitting school while you're ahead?</qco> </h3>      \ni think you lose your points in that case\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.24&nbsp; \n6:28 am</dco> &nbsp;<qco> what month is it</qco> </h3>      \n6\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.24&nbsp; 3:22 am</dco> &nbsp;<qco> how much music theory do you incorporate in the music and how much is just random stuff?</qco> </h3>      \nwhat do they call the kind of theory where i'm trying to *influence* you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.24&nbsp; \n12:18 am</dco> &nbsp;<qco> I've been having a tough time expressing love, and have felt that the way I do express it simply isn't enough. What can I do to externalize what I feel internally?</qco> </h3>      \nmaybe a ballad\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n11:25 pm</dco> &nbsp;<qco> why does it sound so wildly cool to end a musical phrase with the word 'it'</qco> </h3>      \nthat is thanks to grammar\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n9:08 pm</dco> &nbsp;<qco> sometimes I feel like I can't write a song without at least once using a minor/diminished 4 back to 1 change. should I avoid it as cliche or lean into it because I like it</qco> </h3>      \nuse it twice as often so you'll get sick of it quicker\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n7:45 pm</dco> &nbsp;<qco> Tomorrow's my last ever day of school. What should I do to make it memorable?</qco> </h3>      \nleave school\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n7:07 pm</dco> &nbsp;<qco> i'm doing a thing where i randomly pick a song out of my master song list (via a random number generator) and just poke and prod it for an hour or so before moving on, but sometimes i come across ideas in the list that just..... kinda suck? not because they're atrociously bad - those are actually fun to work on - but more just because they aren't really anything. they just feel dead. i'm hesitant to give up on them, though. i just worry that there's some untapped potential in the idea that i'm not trying hard enough to get at, but i really don't know. any advice? should i try harder to turn the song into something interesting, or just move on to another one?</qco></h3>      in those cases, first try to make it worse<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (and a bonus question: which (if any) of your produced songs started off writing in the dead-feeling state and eventually became something interesting?)</qco> </h3>      \nsure. on 'special sandals', prior to the session where i came up with the 'special sandals' lyric/vocal lines, actually all i had was just those 2 chords vamping. hard to even call that a song at that stage, but it had been entered into the list regardless\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n6:10 pm</dco> &nbsp;<qco> What makes someone lovable?</qco> </h3>      \nnot knowing what\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n4:54 pm</dco> &nbsp;<qco> what do you feel about lowercase numbers?</qco> </h3>      \ni don't know any\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n3:26 pm</dco> &nbsp;<qco> How does the moon taste</qco> </h3>      \nhint of lime\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n12:56 pm</dco> &nbsp;<qco> Do you know anything about hurdy gurdys?</qco></h3>      almost nothing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would you learn to play them? They're fairly silly instruments, id like to learn how to play if they weren't so expensive</qco> </h3>      i was under the impression that it was more of a music playback device. with pre-recorded/programmed music. the operater has perhaps control of the tempo. i could be wrong about all of this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; 12:28 pm</dco> &nbsp;<qco> Advice for dealing with social anxiety?</qco> </h3>      \nhelp other people deal with their social anxiety\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n12:00 pm</dco> &nbsp;<qco> how do you continue despite the world</qco> </h3>      \ni'm not sure. i don't think that would work actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n11:19 am</dco> &nbsp;<qco> Favorite type of cheese?</qco> </h3>      \ncorn\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n7:49 am</dco> &nbsp;<qco> do you think using pitch correction is justifiable if you don't have perfect pitch or just aren't that good of a singer</qco> </h3>      \nnone of those issues seem related, but it's justifiable if you like the result better that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n5:41 am</dco> &nbsp;<qco> I can't find any Easter eggs :/ what could I do about this?</qco> </h3>      \nhave you contacted the Easter bunny directly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n4:10 am</dco> &nbsp;<qco> any recommendations for organizing the files on a computer desktop</qco> </h3>      \nsure, you can label them all 'file'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n3:46 am</dco> &nbsp;<qco> What would be the first thing you say if you were able to talk to your favorite artist? (Dead or alive)</qco> </h3>      \nwould it be possible for them to speak first\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n3:33 am</dco> &nbsp;<qco> if i write the question really fast does it make a race car sound?</qco> </h3>      \nno\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n12:09 am</dco> &nbsp;<qco> you seem to be very anti-labelist (which is a heterological term, i know). you refuse to admit to favorites or to conform to genre labels, and tend to embrace the middle ground more often than not. i think that's pretty cool. forgive me if it seems like i'm putting words in your mouth, this is just my interpretation.&nbsp;</qco> </h3>      \ni'm not following your logic here\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.24&nbsp; \n12:06 am</dco> &nbsp;<qco> curious if u have travelled a lot</qco> </h3>      \ni have traveled a medium amount\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.24&nbsp; \n11:23 pm</dco> &nbsp;<qco> why am i lazy if i dont wnat to be?&nbsp;</qco> </h3>      \nbecause you haven't figured out the other thing that you actually want to do even more than being lazy or not lazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.24&nbsp; \n10:30 pm</dco> &nbsp;<qco> are you a third person omniscient character</qco> </h3>      \nno, are you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.24&nbsp; \n9:19 pm</dco> &nbsp;<qco> What do you do when your mind is completely blank?</qco> </h3>      \nhave an idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.24&nbsp; \n6:09 pm</dco> &nbsp;<qco> been liking pears more than apples lately. i don't want to seem biased when the apples see me get more pears instead of apples. any advice?&nbsp;</qco> </h3>      \nhave you tried talking to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.24&nbsp; \n2:20 pm</dco> &nbsp;<qco> so hypothetically speaking.... you know what i mean?</qco> </h3>      \nno, but i perhaps WOULD.... if you said something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.24&nbsp; \n12:50 pm</dco> &nbsp;<qco> Why the email page so big</qco> </h3>      \nto contrast with the extremely small amount of information presented there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.24&nbsp; \n11:27 am</dco> &nbsp;<qco> This may be a weird question, but do you consume a lot of music yourself?</qco></h3>      i have done so, at many times throughout my life<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And if you do, do you have a favorite artist?</qco> </h3>      it seems ironic that you'd ask that, because listening to a lot of music is precisely what would cause someone to no longer have a favorite artist. the only time i recall having a favorite artist was back when i only listened to one artist\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.24&nbsp; \n11:26 am</dco> &nbsp;<qco> In \"where I've been\" do you have stage 6 dementia?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.24&nbsp; \n10:24 am</dco> &nbsp;<qco> Pls give me tips on how to be surreal like you or maybe bring me an albatross</qco> </h3>      \ni don't know what an albatross is, but, one way or another you are going to have to decide what kind of content you like, and why. if you really find this out then you'll be on your way to making it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.24&nbsp; \n3:52 am</dco> &nbsp;<qco> I like breaking the rules of hot weather by wearing a coat</qco> </h3>      \ni'm not even mad about this, although i thought that i would be\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.24&nbsp; \n1:05 am</dco> &nbsp;<qco> who cares if everything was predestined to happen or whatever . . . that doesnt change the fact that you can just do what you want...free will or not you can just have fun (if thinking about that is fun then thats cool too tho)</qco> </h3>      \ni actually don't get why determinism became so popular recently. did i miss some scientific announcement saying all the quantum stuff is actually wrong?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.24&nbsp; \n1:04 am</dco> &nbsp;<qco> Could someone sell money for more money?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.24&nbsp; 11:24 pm</dco> &nbsp;<qco> Whats your favorite song you've written? </qco></h3>      i would prefer to write a new one to be my favorite<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what's your favorite song in general?</qco> </h3>      there's always different one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.24&nbsp; \n10:46 pm</dco> &nbsp;<qco> what kind of friends did you have when you were younger?</qco> </h3>      \nyoung\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.24&nbsp; \n10:31 pm</dco> &nbsp;<qco> Is this a multimedia project</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.24&nbsp; \n10:08 pm</dco> &nbsp;<qco> what is a song</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.24&nbsp; \n9:37 pm</dco> &nbsp;<qco> youre so androgynous like if a man and a woman had a baby</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.24&nbsp; \n8:54 pm</dco> &nbsp;<qco> do you want to feel loved?</qco> </h3>      \nput it this way, i wouldn't mind that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.24&nbsp; \n8:20 pm</dco> &nbsp;<qco> what do you have to say for yourself</qco> </h3>      \nhello\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.24&nbsp; \n7:59 pm</dco> &nbsp;<qco> how can i make weird music</qco> </h3>      \nif i told you then it wouldn't be weird. to make it weird you have to do it in a way that i didn't tell you to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.24&nbsp; \n7:25 pm</dco> &nbsp;<qco> why do halftime breakdowns sound so darn good</qco> </h3>      \nbecause halftime is better\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.24&nbsp; \n7:10 pm</dco> &nbsp;<qco> Am I in heaven?</qco> </h3>      \npartly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.24&nbsp; \n6:38 pm</dco> &nbsp;<qco> What's 1+1 again? I don't remember.</qco> </h3>      \n.1 x 20\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.24&nbsp; \n5:53 pm</dco> &nbsp;<qco> what is the difference between living and existing ?</qco> </h3>      \nthere's a 3rd thing, when you combine those both\n\n\n<br><br>"
  }
]
