[
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n12:00 pm</dco> &nbsp;<qco> why did you pick saturn as your character in \"might quit\"?</qco> </h3>      i don't remember, but it was for its strengths\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n11:41 am</dco> &nbsp;<qco> How do you normalize chords with b9s in them, or any other dissonant sound?</qco> </h3>      in which song, and where\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n11:20 am</dco> &nbsp;<qco> if you were to make a video right now in the current state of your technological transformation, what would its quality/detail be like on a scale from \"alarm\" to \"might quit\"?</qco> </h3>      different scale\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n10:05 am</dco> &nbsp;<qco> do you play BASS?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n10:01 am</dco> &nbsp;<qco> Did you learn how to play piano by ear?&nbsp;</qco> </h3>      yes, and also using my hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n9:59 am</dco> &nbsp;<qco> (previously asked \" is \"ya like jazz\" the most annoying and prevalent question you get asked?\") what is?\n<br></qco> </h3>      oh nice try, if i say then everyone will immediately ask it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n9:51 am</dco> &nbsp;<qco> Any tips on designing a weather app?&nbsp;</qco> </h3>      no, i could use some tips on that myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n8:33 am</dco> &nbsp;<qco> What if nothing is actually something&nbsp;</qco> </h3>      hm, that would make things pretty interesting .....\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n8:19 am</dco> &nbsp;<qco> Did you ever try working a \"standard\" job before realizing music was what you wanted to work on full time?</qco> </h3>      i've been working on music full time at least since i was 11. but sometimes there are times in life when it's best to free the music from the obligation of generating income, from time to time. in order to expand your mind properly. in those situations it can be very helpful to get a non-music job\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n5:19 am</dco> &nbsp;<qco> Do you come up with a topic for your randomish songs or do you just go with the flow and see where that goes?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n4:47 am</dco> &nbsp;<qco> I really like your music and style especially. I literally can't listen to 'and the days goes on' without smiling so thanks. I just wanted to know how you found your style, both visually and with the unique sound in your music?</qco> </h3>      i just do things the best way i know how, and then whenever someone thinks they have pinned down my 'style', i try to do it differently. but probably can't, because it's still me anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n4:08 am</dco> &nbsp;<qco> how am i supposed to start making things if nothing makes any damn sense to me</qco> </h3>      ah, that's actually the perfect conditions to start making things. now you get to make the sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n3:37 am</dco> &nbsp;<qco> how do you handle panhandlers on the streets&nbsp;</qco> </h3>      say hi. wait what's a panhandler\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n2:42 am</dco> &nbsp;<qco> how many questions are on this page&nbsp;</qco> </h3>      2023\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n1:28 am</dco> &nbsp;<qco> are cats the best animal?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n12:59 am</dco> &nbsp;<qco> Is doing laundry cool?</qco> </h3>      absolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n12:48 am</dco> &nbsp;<qco> when is more train prose</qco> </h3>      as soon as <a href=\"q.php?date=201911061622a\">this person</a> starts taking themself seriously   \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n12:52 am</dco> &nbsp;<qco> Horses. Thoughts?</qco> </h3>      sometimes i am amazed at just how much power they have \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n12:42 am</dco> &nbsp;<qco> anyone ever call you ben</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n12:38 am</dco> &nbsp;<qco> how to not get overwhelmed/demotivated when a task will take a whole day evne though it feels like a small task&nbsp;</qco> </h3>      make yourself a t-shirt with the name of the task on it. that can be your favorite shirt, for the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n12:20 am</dco> &nbsp;<qco> If could eat one thing for the rest of your life, what would it be?</qco> </h3>      rice\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n12:19 am</dco> &nbsp;<qco> Why is business school?</qco> </h3>      because you learn much more in business than in school\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n12:15 am</dco> &nbsp;<qco> Fave One Direction Moment?</qco> </h3>      everybody wanna steal my girl\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n10:57 pm</dco> &nbsp;<qco> do you know calculus?</qco> </h3>      no but i probably should\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n10:54 pm</dco> &nbsp;<qco> What is your favorite dessert? -oh</qco> </h3>      vitamins\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n10:43 pm</dco> &nbsp;<qco> I can't remember anyone's birthdays. How do I fix this</qco> </h3>      just write them down. i personally have the opposite problem, i know everyone's birthdays\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n10:43 pm</dco> &nbsp;<qco> how are you simultaneously reasonable and ridiculous?</qco> </h3>      because ridiculousness is reasonable, and reasonability is ridiculous. that's just science\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n10:41 pm</dco> &nbsp;<qco> IM WRITING IN ALL CAPS BUT IM NOT YELLING. WHY DOES MY BRAIN THINK I AM?&nbsp;</qco> </h3>      because that is how people yell in the story books\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n10:34 pm</dco> &nbsp;<qco> why do you answer so many questions</qco> </h3>      each question makes me stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n10:22 pm</dco> &nbsp;<qco> Can I consider myself normal when everyone is weird&nbsp;</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n10:21 pm</dco> &nbsp;<qco> How high can you get with a balloon?</qco> </h3>      maybe like 10 miles\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n10:21 pm</dco> &nbsp;<qco> Were do I find the milk in the grocery store&nbsp;</qco> </h3>      it's probably in the cash register. milk is a currency now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n10:17 pm</dco> &nbsp;<qco> Are you insane</qco> </h3>      naaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaH.\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n10:02 pm</dco> &nbsp;<qco> do you have any musical experiance?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:49 pm</dco> &nbsp;<qco> how are there so many layers to this seemingly simple website&nbsp;</qco> </h3>      whenever i'm feeling restless, or listless, i add another layer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:48 pm</dco> &nbsp;<qco> why dont you capitalize your sentences</qco> </h3>      it usually seems unnecessary and ingenuine, but what's your reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:39 pm</dco> &nbsp;<qco> what should I do if I find myself demotivated to do anything in school?</qco> </h3>      start mentally preparing for all the things you can do when you are outside of school\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:37 pm</dco> &nbsp;<qco> hi I respect you do you like mac n cheese</qco> </h3>      it's pretty good but there is too much mac and cheese in it. it would be nice if there were some other elements, to reduce the over all percentage of mac and cheese down to a more sensible proportion\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:35 pm</dco> &nbsp;<qco> what about your music do you think makes it different from other modern music</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:34 pm</dco> &nbsp;<qco> you've probably gotten allusions to it on this page already, but there's this game called \"untitled goose game\" where you play as a goose and just putter around doing somewhat comically exaggerated things a goose could do, like honking and knocking furniture over and stealing small objects from humans, with very simple controls. anyway, if there were an \"untitled bill wurtz game,\" what things would the player do in that game</qco> </h3>      i think we need to backtrack a little and not totally copy the name of someone else's game\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:32 pm</dco> &nbsp;<qco> Are we going to get more videos like \"Wild Frolicking Adventures of Informational Education, and \"how to win at spelling\"?\n</qco></h3>      absolutely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIf not, why not?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:31 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201910291100\">10.29.19&nbsp;&nbsp;11:00 am</a>  not OP but you mentioned school having been a bit annoying to have to attend. i have this problem where i find it SO UNBEARABLY annoying and honestly down-right soul-crushing to have to go that i'm not sure how i'm going to make it out alive, literally/figuratively</qco> </h3>      you'll be fine. it's not actually dangerous (usually). and they may not have intended this, but it's actually pretty good practice for some of the more advanced soul-crushing that you may encounter in the adult world\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:20 pm</dco> &nbsp;<qco> what python do you need help with? i can help</qco> </h3>      scripting the pants off of blender. if you have any tips, please email. my name at my name dot com\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n8:46 pm</dco> &nbsp;<qco> What are you working on?</qco> </h3>      i don't know anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n8:46 pm</dco> &nbsp;<qco> I think opening yourself up to the void like this is quite admirable and can be overwhelming, thank you. How do you handle seeing all these responses?</qco> </h3>      using all the strength i have accumulated from seeing all of the previous questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n8:43 pm</dco> &nbsp;<qco> How do I decide what country to live in</qco> </h3>      live in estonia. you can live there online. don't even have to go there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n8:32 pm</dco> &nbsp;<qco> should new technologies be developed as solutions to specific problems or should we always be developing new technologies regardless of how applicable or useful or necessary they might be</qco> </h3>      new technologies should be developed for WAR and FIGHTING, and then after it has been used to destroy the enemy then it can be sold to ordinary consumers so they can play games, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n8:30 pm</dco> &nbsp;<qco> Can you teach me how to get a great bass sound from the logic (program) library?&nbsp;</qco> </h3>      my best technique is to get the plainest one i can find, and then just try to play great stuff with it. so that way nothing gets in the way of what you played. and you'll never actually figure out how good a bass sound is until it's actually doing its job with the music. and make sure there's no reverb\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n8:13 pm</dco> &nbsp;<qco> are you a robot?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n8:09 pm</dco> &nbsp;<qco> What is your opinion on the semicolon?</qco> </h3>      it is a clever ploy, to trick people who think they cannot handle the full colon into actually getting more\n<br><br>"
  }
]
