[
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n1:19 am</dco> &nbsp;<qco> You've explained the world historically, now explain it on a deeper level?</qco> </h3>      \ni try to explain it in the deepest level i can, in all of my videos, and everything i do actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.21&nbsp; \n12:30 am</dco> &nbsp;<qco> What do you do when you're stressed out?</qco> </h3>      \nsing songs of joy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n11:06 pm</dco> &nbsp;<qco> why do people ask you if you think the Earth is flat so often?</qco> </h3>      \nbecause that's a famous question\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n10:52 pm</dco> &nbsp;<qco> through your music i feel like i get such a vivid vision of the inside of your brain while also knowing absolutely nothing about your life. is this what you were going for?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n9:07 pm</dco> &nbsp;<qco> So after \"here comes the sun\", what will the next video be about?&nbsp;</qco> </h3>      \nwistfulness, listlessness, wishfulness, .... although to be fair it was about that even before the 'here comes the sun' video was made\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n8:31 pm</dco> &nbsp;<qco> Have you ever thought of rerecording some of your old songs? My favorite songs of yours are what love is and do what you want to do, but at some points in the songs, it sounds lower quality.\n<br></qco> </h3>      \nthere's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n7:27 pm</dco> &nbsp;<qco> how do you decide what parts of your songs to put videos of you playing and which parts to have animation?</qco> </h3>      \nwhichever i think would be better, although sometimes i'm wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n6:09 pm</dco> &nbsp;<qco> opinion on music?</qco> </h3>      \nimagine if heaven and hell had an open line of communication going on between them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n5:42 pm</dco> &nbsp;<qco> what is your most epic song</qco> </h3>      \ni would prefer to make a new one to be most epic\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n5:40 pm</dco> &nbsp;<qco> how do you rhymes</qco> </h3>      \nthe best way is to just go about my life and let the rhymes do me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n4:40 pm</dco> &nbsp;<qco> what is the basic writing process for you?</qco> </h3>      \ni just have to come up with something, and then i have to figure out if it's the beginning or not. and if it's the beginning, then i have to figure out what comes next, and if it's not the beginning then i need to figure out what comes first, and then what comes next \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n3:24 pm</dco> &nbsp;<qco> do rabbits make mistakes</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n2:34 pm</dco> &nbsp;<qco> Is your next song a sequel to the \"i'm riding a pony\" part of \"mount st. helens is about to blow up\"?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n2:23 pm</dco> &nbsp;<qco> how old is the oldest video&nbsp;</qco> </h3>      \nabout 133 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n1:19 pm</dco> &nbsp;<qco> 51 is divisible by 17. how does this make you feel?</qco> </h3>      \npretty good\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n11:15 am</dco> &nbsp;<qco> how come there are so many (at least two) references to some sort of apocalypse in your songs?&nbsp;&nbsp;in \"might quit\" and \"here comes the sun.\"</qco> </h3>      \nsome days it seems like it must be on people's minds\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n10:54 am</dco> &nbsp;<qco> How is your work so remarkably absurd, but smart and thought provoking? It gives so many emotions, I listen to your stuff everyday</qco> </h3>      \nholy smokes you are having a very friendly moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n10:54 am</dco> &nbsp;<qco> Will you ever release more audio logs on reality</qco> </h3>      \nof course\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n9:53 am</dco> &nbsp;<qco> as a kid, did you think you'd become a musician</qco></h3>      already was one<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or did you want to be something else?</qco> </h3>      influential creative person\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n9:03 am</dco> &nbsp;<qco> What made you want to change the style of animation in \"here comes the sun\" from other songs before your break like \"might quit\" and \"ball and stick\"?</qco> </h3>      \nwell, by the time i made 'here comes the sun', i had already changed the style long ago. But, what made me change it, ultimately began as a sudden addiction to 3D, when i unexpectedly began a music video in 3D in april 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n8:58 am</dco> &nbsp;<qco> how would you describe your thoughts as</qco> </h3>      \nit's several different celebrations, sometimes going in opposite directions and going to war against each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n6:58 am</dco> &nbsp;<qco> Do you think that music, as it is now, has been overindustralized? </qco></h3>      the wonderful thing about our world today is that each person can industrialize it to their exact desired amount<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is popular music too generic? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Should it be more common that singers write their own music instead of hiring writers?</qco> </h3>      the wonderful thing about our world today is that each person can sing and/or write as much as they desire. dozens of ways for people to get together and do both. 1 person sings, the other person writes, maybe then switch, maybe both sing and write at the same time. maybe both sing and neither write. maybe both write and neither sing. holy snowmobile i'm overwhelming myself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n4:18 am</dco> &nbsp;<qco> Bill why do you tend to write in lowercase?</qco> </h3>      \nthat's what lowercase letters are meant for. writing. Capital letters can be better where the letter names are actually meant to be said. NBC, XLR, LMNOP, etc. or they can also be used for various types of 'surprises' or mood changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n3:41 am</dco> &nbsp;<qco> if you could say anything to your past self what would it be?</qco> </h3>      \n'what year is it'\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n3:33 am</dco> &nbsp;<qco> thoughts on music?</qco> </h3>      \nnever heard of it \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n1:49 am</dco> &nbsp;<qco> what is your opinion on the time signature 1/4</qco> </h3>      \nit's usually only used for 1 bar\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.21&nbsp; \n12:39 am</dco> &nbsp;<qco> <a href=\"q.php?date=202102240249\">2.24.21&nbsp;&nbsp;2:49 am</a>  From game soundtracks mostly</qco> </h3>      \nah, in that case, the music enhances the game, and the game enhances the music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n11:11 pm</dco> &nbsp;<qco> Any time i play the piano (or any instrument i have some knowledge of) i always end up playing a tune that sounds good to me, but any time i try to find and play a specific melody i always accidentally play some other tune, and get lost in that. Is there any way i can try to play a specific melody in my head?&nbsp;</qco> </h3>      \nwrite it down, and read it. if this seems too hard to do, this might be a cool opportunity to work on reading skills. This is exactly where reading is useful: to play something as planned. which i think is what you are talking about. There's still room for fluctuation within the chart, but the chart will do a wonderful job in keeping you on track, within the song you've meant to be playing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n10:15 pm</dco> &nbsp;<qco> what is the best date</qco> </h3>      \njanuary 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n8:58 pm</dco> &nbsp;<qco> 1. How did you evolve into 3D animating?\n</qco></h3>      first, i wrote a video about the history of the entire world. So i really needed to show the locations on a 3 dimensional globe. So then once i had cracked the ice on that skill set, i started to use tiny bits of 3D in every video after that. but then eventually i started to realize that i wasn't really giving myself enough time to give it a chance. Then one day when starting the music video i decided to start the whole thing in the 3D environment. well it blew my mind, to such a severe extent that it made me decide to take a giant and decisive leap into that realm<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. What font do you use for your videos?\n</qco></h3>      regular<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. How much time was your career in music?</qco> </h3>      \nso far it's been at least 25 years, but i'm going for way more than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n8:24 pm</dco> &nbsp;<qco> Would you consider doing behind the scenes videos, </qco></h3>      yes. it's one of the most glaring items on my to do lists<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or just you giving insight on how certain musical choices were made during songwriting or video editing?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I think many would be really intrigued/inspired to see some of your process or fun tidbits that didn't make it to your final products.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n8:09 pm</dco> &nbsp;<qco> you said you chose to do music because it was irresistible. to me everything seems reasonably resistible and i don't have one passion i see myself doing. i have to apply to colleges and basically choose my career path very soon. what should i do?&nbsp;</qco> </h3>      \ndon't forget to look outside of colleges. some of the most fantastic careers are sometimes there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n7:37 pm</dco> &nbsp;<qco> what's the difference between a duck</qco> </h3>      \none leg's the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n7:29 pm</dco> &nbsp;<qco> Was marijuana legalized yet when you wrote \"in california\" ? </qco></h3>      no. the song was written in 2011. california was known for marijuana being legal medically, when in most other places it was not at all. that is really the context for the basis of the song. it should be noted that 'alabama' for the second verse was chosen deliberately to be the most incorrect. the other states were chosen purely for aesthetic reasons. <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, at the end of the song when you say \"in California, you can love who you want to\" was that a reference to gay marriage being made legal?</qco> </h3>      yes. california was also known to be ahead of the curve on that one as well\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n6:48 pm</dco> &nbsp;<qco> What country is Africa in?</qco> </h3>      \nearth\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n6:42 pm</dco> &nbsp;<qco> what's the best thing you've ever done?</qco> </h3>      \ndid a thing that wasn't good enough, which caused me to attempt to do better things\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n6:32 pm</dco> &nbsp;<qco> have you ever wondered where the sun came from when writing \"here comes the sun\"?</qco> </h3>      \nrelatively, it came from the east\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n5:56 pm</dco> &nbsp;<qco> do you think the earth is flat</qco> </h3>      \nit was, but people keep stepping on it and now it's a little bent. still good though \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n5:48 pm</dco> &nbsp;<qco> will you ever make another song with no video?</qco> </h3>      \nthat seems probable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n5:18 pm</dco> &nbsp;<qco> will you ever stream on your twitch?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n4:44 pm</dco> &nbsp;<qco> How do I make music</qco> </h3>      \nyou could maybe barf some of it \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n3:37 pm</dco> &nbsp;<qco> Have you ever studied philosophy?</qco> </h3>      \ni prefer the hands-on experience, of actually doing the philosophy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n3:14 pm</dco> &nbsp;<qco> Will you make your 3D shapes follow physics?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n2:45 pm</dco> &nbsp;<qco> Do you actually exist?&nbsp;</qco> </h3>      \noh man that would explain how ridiculous i feel right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n2:37 pm</dco> &nbsp;<qco> Can you do a Behind the Scenes video?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n2:00 pm</dco> &nbsp;<qco> how do i cope with the fact i will never be anyone but myself?</qco> </h3>      \nyou could wear some hats\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n12:45 pm</dco> &nbsp;<qco> What is your next topic of video going to be?</qco> </h3>      \nwistfulness, listlessness, wishfulness,\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n12:39 pm</dco> &nbsp;<qco> what is your workflow, is it do one project at a time and once your done with it you move onto the next</qco></h3>      yes that's it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or work on multiple projects at the same time where you put some time into this project and then alternate to another project and return to the original later?</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n12:34 pm</dco> &nbsp;<qco> How would you define your aesthetic?</qco> </h3>      \nby doing stuff\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.21&nbsp; \n12:19 pm</dco> &nbsp;<qco> how do you keep up such an ethereal persona all the time?&nbsp;&nbsp;&nbsp;you are the most intriguing person on the internet in my opinion&nbsp;</qco> </h3>      \nby setting up a series of shadow companies i've been able to inconspicuously sell my soul to myself \n<br><br>"
  }
]
