[
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n7:33 pm</dco> &nbsp;<qco> i love hockey</qco> </h3>      \n\ni just like the puck\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n6:52 pm</dco> &nbsp;<qco> when does life get good ?</qco> </h3>      \n\npretty soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n6:04 pm</dco> &nbsp;<qco> Do you think that if earth was flat (and I mean like a flat, road-like surface, no trees, rocks etc and let's imagine that tress and plants and stuff are irrelevant to evolution here) would animals evolve to have wheels?</qco> </h3>      \n\nsure, but i think it's worth pointing out that we have effectively evolved to have wheels\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n5:52 pm</dco> &nbsp;<qco> how many correct answers are there to this question?</qco> </h3>      \n\n2. \"1\" and this whole answer including this part\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n4:26 pm</dco> &nbsp;<qco> I feel bound to choose between two extremes. is it a false dichotomy ? Is it alright if I made things up to exercise new words&nbsp;&amp; phrases that i have just been exposed to ?</qco> </h3>      \n\nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n4:00 pm</dco> &nbsp;<qco> if you were telling somebody about something you liked, and they started heavily criticizing it, how would you respond?</qco> </h3>      \n\ni would re-iterate that that's fair, which i would have already alluded to before. before raving about anything, i almost always preface it with 'for my taste', or 'and you dont have to agree' or 'dont be shy about disagreeing with me' or 'please dont be pressured to agree with me, but' because i am well aware of the phenomenon that everyone perceives the world differently. often i might even thank them for having the courage to disagree. because i often find that people are so shy about having differing opinions that real conversations get stifled unnecessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n3:38 pm</dco> &nbsp;<qco> when there is a sound in one of your videos (for example, walking, cars going by, typing, ball bouncing against stick) do you make them yourself? if not, would you consider doing foley (the art of whatever that is) in the future?</qco></h3>      yes i do foley<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, do you consider, for example, the part in \"slow down\" (0:17) where something happens visually (bright light) and the music makes a sound at the same time (idk if im explaining this right) foley? or was it kind of the opposite where the visuals were like foley for the music?&nbsp;</qco> </h3>      yes, for songs, the song is completed before the video is ever made. so the video is made to synchronize to the music\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n3:37 pm</dco> &nbsp;<qco> I'm going to Sweden! Any advice?</qco> </h3>      \n\nno, i've never been to sweden\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n2:41 pm</dco> &nbsp;<qco> how serious are your songs? what inspires you to write them and what emotions go into them, i'm mainly thinking of songs like might quit, i'm a princess, im crazy and fly around</qco> </h3>      \n\ni take songwriting very seriously. it is inherently a ridiculous art, and i take it very seriously\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n1:45 pm</dco> &nbsp;<qco> When was the last time a question blew your mind?</qco> </h3>      \n\nsomeone told me that in french they put spaces before question marks and i never noticed that, despite having read plenty of french\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n1:37 pm</dco> &nbsp;<qco> got told to \"go to hell\". made it there a day or so ago, still here. now what?</qco> </h3>      \n\ngo back from hell\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n12:31 pm</dco> &nbsp;<qco> What would you like me to ask you</qco> </h3>      \n\nsomething i didn't ask you to ask\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n12:02 pm</dco> &nbsp;<qco> have you ever answered two questions in the same minute, and will likely answer the next before the minute is up</qco> </h3>      \n\nof course. i answered at least the past 3 questions, probably more, in the same minute\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; 11:58 am</dco> &nbsp;<qco> Is the earth round&nbsp;</qco> </h3>      \n\nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n11:58 am</dco> &nbsp;<qco> rats - rate 'em for me (please)(respectfully)</qco> </h3>      \n\nA+\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n9:49 am</dco> &nbsp;<qco> is it more honest to say everything or to leave out the things you dont wanna say and be honest about not wanting to say them</qco> </h3>      \n\nthose are both equally honest\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n7:26 am</dco> &nbsp;<qco> Are you generally more at ease with Fahrenheit or Celsius, or are you able to switch between them freely?</qco> </h3>      \n\ni'm familiar with both\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n6:12 am</dco> &nbsp;<qco> I'm having this huge issue where I can't decide, out of everything, what to do. There are a million art projects I could do but I worry I'm not going to pick the right one <br>How do you choose something to work on and stick to it?</qco> </h3>      \n\nhave you considered picking the wrong one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n4:26 am</dco> &nbsp;<qco> what do you think about indonesian food?</qco> </h3>      \n\nit's not the only kind of food they have in indonesia\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n3:08 am</dco> &nbsp;<qco> what's the difference between nice and kind?</qco> </h3>      \n\nFOR EXAMPLE: \"that's a nice car. what kind of car is that\", the words 'nice' and 'kind' are not interchangeable there\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n1:45 am</dco> &nbsp;<qco> which condiments should I avoid?</qco> </h3>      \n\ntrash\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n1:14 am</dco> &nbsp;<qco> bill your answers are so good they make me want to kill myself and be reborn into a new life where i can rediscover you, this website, and all your fantastic answers</qco> </h3>      \n\nthat's a very kind thing to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n12:20 am</dco> &nbsp;<qco> how to make stuff for the soul and not for the sake of making stuff</qco> </h3>      \n\ni was under the impression that the sake of making stuff is one of the soulfuller sakes around\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n12:17 am</dco> &nbsp;<qco> what was your favorite song you released in 2022? (or name top 3 if you can't pick one)&nbsp;</qco> </h3>      \n\nsoft clothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n12:16 am</dco> &nbsp;<qco> why isnt the sun the moon?</qco> </h3>      \n\nbecause even if it were then that would be known as the sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n10:23 pm</dco> &nbsp;<qco> i feel like i make everyone feel bad and that in turn is making me feel bad</qco> </h3>      \n\nat some point you are going to feel good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n10:19 pm</dco> &nbsp;<qco> Why do you mm.dd.yy?</qco> </h3>      \n\nwhy do you speak english\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n10:09 pm</dco> &nbsp;<qco> Do you think I'll find a way if I try hard enough?</qco> </h3>      \n\nusually\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n8:51 pm</dco> &nbsp;<qco> I think the chicken came first because it would be sad if the egg had no parents&nbsp;</qco> </h3>      \n\nthe almost egg had almost parents\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n8:43 pm</dco> &nbsp;<qco> Has all of this happened before, and will it happen again?&nbsp;</qco> </h3>      \n\nsome of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n8:19 pm</dco> &nbsp;<qco> Good morrow to thee fine sir!&nbsp;</qco> </h3>      \n\nwhat year is it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n7:44 pm</dco> &nbsp;<qco> opinions on people asking for your opinions?</qco> </h3>      \n\nthat's fine with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n7:04 pm</dco> &nbsp;<qco> bill your songs tickle me to sleep thamks</qco> </h3>      \n\nyou're welcome\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n6:56 pm</dco> &nbsp;<qco> how do i talk to my friend who has depression</qco> </h3>      \n\nthe same way you would if they didn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n5:45 pm</dco> &nbsp;<qco> the first sips of my combucha made bubble sounds as air entered the recipient that were a 1:1 (to my ears) reenactment of the intro to in California, how did you make that sound&nbsp;</qco> </h3>      \n\nwhen you say 'to your ears', it was actually to your mind. what we hear is very heavily interpreted by our mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n5:40 pm</dco> &nbsp;<qco> have you ever wanted something so bad you started dreaming about it? in the actual sense of going to sleep and your brain shows it to you while you're asleep (as opposed to daydreaming, or other figurative meanings \"dreaming of something\" might have) (you've already made it clear that you have already wanted something so bad that you started making it real, so conveniently i don't need to ask that)</qco> </h3>      \n\nyes it has happened to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n5:40 pm</dco> &nbsp;<qco> How do deal with the inescapable thought/fact that I am utterly inadequate? And the terrible ball and chain that weighs on my heart when I see someone doing better than me?</qco> </h3>      \n\nfirst thing is to realize it's not true. then the question is, what do you do with facts that aren't true, and the answer is post them on the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n5:18 pm</dco> &nbsp;<qco> have you ever had a parasocial relationship with someone you admire</qco> </h3>      \n\nno i don't believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n4:27 pm</dco> &nbsp;<qco> has all the arrow keys melted</qco> </h3>      \n\nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n4:21 pm</dco> &nbsp;<qco> imagine a song that was so good it inspired the entire world</qco> </h3>      \n\nthis is not un heard of\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n4:01 pm</dco> &nbsp;<qco> why do some electric keyboards have a \"helicopter\" option..? by default too.. (you can't play chords with it because it just sounds like a mess and going down/up the scale just makes the helicopter fan spin in a slower/faster speed) what is the point of this? when would i ever use this? why? I'd appreciate it if you had an explanation and would like to share it with the people that may visit the questions page in the future</qco> </h3>      \n\ni've never heard of that specific effect, but keyboards often have a lot of stuff that works for non-players. if you are a player (keyboard player, piano player, musician, someone who likes to play all your own notes) then you'll find you often need to tweak the sounds to simplify them so you can actually get your moneys worth out of the actual notes you played. Like imagine if your letter keyboard had full sentences every time you type one letter. Handy if you don't know how to type your own sentences, but if you do know how to type your own sentences, then you're going to get more benefit out of something that will just put down the exact letters you type when you type them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n3:48 pm</dco> &nbsp;<qco> is there anything about your new project you'd like to share that doesn't spoil too much? is it one big project, are you learning a new art style, are you making a video game or something like that? i'd like to know what you've been working on</qco> </h3>      \ni'm engaging in one of my 'typical career moves', the benefits of which i may not fully come to understand until some time later\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n3:45 pm</dco> &nbsp;<qco> will you include the banjo in one of your next songs?</qco> </h3>      \n\ni probably already use way too much banjo, but, and so yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n2:43 pm</dco> &nbsp;<qco> have you ever said something</qco> </h3>      \n\nthat sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n2:37 pm</dco> &nbsp;<qco> Is there any point trying to come up with a question that no one has asked before</qco> </h3>      \n\nsure, although i think that would be pretty easy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n2:12 pm</dco> &nbsp;<qco> \"let's be honest, i'm a disaster to work with\" \n<br>\n<br>i can't picture you as a disaster to work with. you are organized, hardworking, focused, a good communicator, you have a can-do attitude... what am i missing?\n<br></qco> </h3>      \n\ni'm an idiot\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n2:00 pm</dco> &nbsp;<qco> For some reason I'd like to have a friendly argument with you.&nbsp;&nbsp;What topic might we argue about?</qco> </h3>      \n\nhow about what does and does not count as a topic\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n1:05 pm</dco> &nbsp;<qco> Do you think family time is important&nbsp;</qco> </h3>      \n\nit might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n12:40 pm</dco> &nbsp;<qco> How do I come up with a good question to ask a person of your high stature? I could ask you a number of mediocre questions but I feel they would more so be a waste of your time.</qco> </h3>      \nmaybe it would be a useful thought exercise to pretend my stature is low\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.16.25&nbsp; \n12:00 pm</dco> &nbsp;<qco> What would you say is the biggest inspiration for your work?</qco> </h3>      \n\nthe whole world all together or in any combination of its parts\n\n\n<br><br>"
  }
]
