[
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> was your song I love you inspired by Paul McCartney's Silly Love Songs?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n1:49 pm</dco> &nbsp;<qco> For the notebook/reality pages have you considered putting the upload date along with the date you recorded/wrote the thing?</qco></h3>      2 dates next to every item? sounds like madness<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Maybe that would help clear up all of the \"why haven't you updated this!?!\" questions... or maybe put a little footnote or header saying that the date is when it was made not uploaded, or maybe color-code the entries by year or something like that? For people that are maybe going on this page for the first time and they click on reality or notebook they see the top entries as being from 2016 and (unless they read through this question page) they would think that those pages haven't been updated since then...i think its awesome that you have this question page and your email...that gives you a way to connect/communicate with your fans in a way that many other artists dont. But with that openness comes all the demands and criticisms and trolls (unfortunately). Just remember that when people request stuff they do it because theyre\n  fans wh\n o love your work. BTW you're the man, Bill. Love all your content and your music has made a huge impact on me.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n1:23 pm</dco> &nbsp;<qco> Did you ever feel the pressure of people expecting a new \"history of\" video, like was that what made you want to shift your content?</qco> </h3>      people always want more of what i have done in the past. this is normal. before i had done history videos, everyone wanted more vines. they don't know how to want what i've done in the future because they haven't seen it yet. but i don't even think people want what they think they want as much as they think they want it. i think they say they want it because that's the only thing they can think of, but i think something new and surprising is often better\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:56 pm</dco> &nbsp;<qco> How many of your ideas never make it to the production phase? approximate a percentage pls</qco> </h3>      i won't be able to tell if they 'never' make it until forever occurs and they still haven't made it by then. in other words, old ideas get used all the time. there are hundreds of ideas that can be used and will be used in the future. for example, 2 months ago, the song 'movie star' was just a title hook, and had not yet been produced. but 1 month later it was finished and produced. so there are surely ideas now that are unproduced that will be produced in the future. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:01 pm</dco> &nbsp;<qco> Do you ever feel frustrated trying to keep up with your fans' demands?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n11:50 am</dco> &nbsp;<qco> nikola tesla?</qco> </h3>      no this is bill. tesla might be on a different site\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n11:50 am</dco> &nbsp;<qco> wow that \"why haven't you updated your journal thingy\" question... for the first time i saw you being angry in an answer. what made you annoyed, so you said \"i'm done go fuck yourself\" politely?</qco> </h3>      everybody frowning at me telling me i don't do stuff when stuff is all i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n11:47 am</dco> &nbsp;<qco> why do people need to post their lives on social media</qco> </h3>      so that other people can see it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n11:10 am</dco> &nbsp;<qco> how do i get out of a social contract?</qco> </h3>      i don't know but try not to sign them in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:53 am</dco> &nbsp;<qco> Maybe you could put little deadlines on the notes, reality, and anagrams page. Like it would say \"new notes are posted every three days,\" or \"new anagram every day\" or something like that. </qco></h3>      anagrams and reality are already like that. notes i am consideringing implementing that as well just to get people off my back, but as it is i am already spending way too much time on these little pages and not enough time on the main projects such as videos and songs. also the notes page is not supposed to be like that, it's supposed to be a gradually growing library of past writings. i think the twitter page is what people should look at if they want daily updates, which by the way is another thing that i am doing daily which takes time away from the main projects <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IDK it might turn into a disaster but it's just an idea to try to communicate with the people wanting these updates.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n9:46 am</dco> &nbsp;<qco> What is your opinion on something&nbsp;</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n7:49 am</dco> &nbsp;<qco> how much do you know about me?</qco> </h3>      you might know english\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n5:01 am</dco> &nbsp;<qco> hey bill. i have a predicament. school will be starting very soon and i have some things i would like to get done before i decended back into hell, namely one very important Thing. i am very excited to be working on the Thing, but the problem is many others around me are aware of me working on the Thing, and this troubles me, because they are breathing down my neck and asking me to be done with the Thing. this makes me rush, and then become unsatisfied with what i have done, causing me to delete what I have done and restart, not only ultimately wasting my time, but makes the others unhappy and ask more frequently. how do i stop this cycle?</qco> </h3>      try doing more shorter things until you are more comfortable and confident in your process. also you could try being more secretive about the projects until you are more confident in the procedure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n4:17 am</dco> &nbsp;<qco> Is quantum mechanics cool.</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n2:56 am</dco> &nbsp;<qco> Have you ever thought about shortening some of your videos? Maybe making them only 01-02 seconds long as opposed to the arduous 03-04 second long videos that really suck up too much of my day-to-day life?</qco> </h3>      4 seconds is already way too short, and i've done way too many of them in that range. i am mostly now only focusing on videos longer than 30 seconds.\nthat being said, i don't change videos in any way after they are released, and on some of the sites i use that's not even allowed\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n2:44 am</dco> &nbsp;<qco> i always feel like a fool when it comes to flirting. i feel like i either don't pick up on it at all because i subconsciously don't believe the potential flirter would like me, or i read way too much in because i like the potential flirter and really hope they like me. any wisdom?????</qco> </h3>      i don't really know what flirting is although i have heard about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n2:21 am</dco> &nbsp;<qco> Why do you typically solo in super high register notes on your keyboard</qco> </h3>      i typically use the full range of the keyboard, including going much lower than perhaps a leading instrument should go. but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n1:38 am</dco> &nbsp;<qco> am i okay</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n1:34 am</dco> &nbsp;<qco> do you write the jingles with the video, or choose sentences/phrases to make jingle-y?</qco> </h3>      the jingles and the script is written before there is any video. the jingle lyrics were always jingles. in other words, the lyrics in the jingles were never written as non-jingles. when i write music i write the lyrics and melody together simultaneously\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n1:27 am</dco> &nbsp;<qco> Do you think aliens created humans?</qco> </h3>      i don't think anyone deserves to be called an alien\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n1:19 am</dco> &nbsp;<qco> <a href=\"whatsgoingon.mp3\">What's going on?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:54 am</dco> &nbsp;<qco> This page exhausts me sometimes, but I also really enjoy viewing your comments and answers. I sometimes worry how much answering these questions take up your time and energy. Hope you can understand my concern.</qco> </h3>      some people think i answer too many questions. some people don't think i answer enough questions. as a compromise, i've decided to answer a medium amount of questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:54 am</dco> &nbsp;<qco> is it ok to play games or should i try to spend all my time creating art/music/videos?</qco> </h3>      it depends how much time you think you have\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:44 am</dco> &nbsp;<qco> do you think you are entering a new level of Fame</qco> </h3>      it's a ramp\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:41 am</dco> &nbsp;<qco> i just realized the ebb and flow of the questions page means that once you publicly address the nagging, you'll get a billion questions from people telling you to ignore the nagging</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:38 am</dco> &nbsp;<qco> are you at all disappointed that your longer history video has fewer views, even though it took more effort from you to create?</qco> </h3>      it actually has way more views, compared to the amount of time it's been out. so far it has about double the views that the other one had after having been out for the same amount of time. you are failing to take into account the release dates of each video\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:27 am</dco> &nbsp;<qco> Do you think there's a point at which you need to isolate yourself just a little bit from the fanbase in order to focus? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like not a whole lot but enough to bring more balance.\n<br>Some fans will see you give an inch to someone else and demand a mile.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:18 am</dco> &nbsp;<qco> You seem quite annoyed by people nagging you about updating all your pages and them not even realizing that you do update them. Why don't you just ignore them and work on whatever you want? Do you feel that much of a need to please these people that it detracts from your own want to work on certain things?</qco> </h3>      that ignore strategy might work great 49 times in a row. but then someone asks Again\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.1.17&nbsp;\n12:17 am</dco> &nbsp;<qco> If you had to simplify the world to be made out of one or maybe two things, what would they be?</qco> </h3>      time and space\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2017-07.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n11:51 pm</dco> &nbsp;<qco> is anything worth it</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n11:49 pm</dco> &nbsp;<qco> Are you working with the CIA to figure out what's happening on the internet?</qco> </h3>      i'm pretty sure the CIA already knows what's happening on the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n11:47 pm</dco> &nbsp;<qco> What is your opinion on Communism as described by Karl Marx and Joseph Engels (The doctrine of the conditions of the liberation of the proletariat) as opposed to the crazy shit Stalin and Lenin tried?</qco> </h3>      i have not read the book\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n10:38 pm</dco> &nbsp;<qco> Can you tell us how much of your new project is done? (Like a percentage or something like \"I have the visuals done but not the score\" or something like that?)</qco> </h3>      it is barely done at all because people have been nagging me the entire time about updating the anagrams page, the reality page, and the notes page\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n10:31 pm</dco> &nbsp;<qco> Are you still updating http://www.billwurtz.com/notebook.html?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because if so, then i don't see any of your recent updates.</qco> </h3>      the last 4 notes i added were: note20041231.html, note200703031806.html, note200708150121.html, and note200708142250.html. also as a reward for your patience, i just went and found another one to add: note201104071454.html. unfortunately this delayed me about 3 minutes from the main video i am working on. i am also delayed by having to update anagrams, and the reality pages, to stop people from constantly asking \"why haven't you updated it\" which they ironically still ask even though i am updating it. then people ask why it takes so long to finish a video for the main channels, and the answer is because i was updating all those little other pages which people still think i don't update. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n9:51 pm</dco> &nbsp;<qco> How many anagram requests have you gotten so far?</qco> </h3>      4336\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n9:23 pm</dco> &nbsp;<qco> (Mirrored Reality Guy)\n<br>Then what do you suppose a mirror is supposed to represent? Does a mirror have a symbolic, utilitarian, or philosophical purpose in our society? Because if a mirror holds no value, then why do (some) people shame themselves after reflecting upon themselves with a mirror?</qco> </h3>      a mirror is a tool to see what you look like, visually\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n8:42 pm</dco> &nbsp;<qco> why do you constantly remind us that you're a person?</qco> </h3>      because i am constantly asked what i am, and that is my way of answering the question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n8:41 pm</dco> &nbsp;<qco> Do you consider yourself odd? If so, do you care?&nbsp;&nbsp;Do you think the concept of odd exists at all?&nbsp;</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n8:31 pm</dco> &nbsp;<qco> Hi Bill, but I meant your notebook/notes,I'm on my phone and I was just looking at your stuff and it says you haven't posted anything since last year, im sorry please forgive me</qco> </h3>      i've posted many many things this year, which were not there before, although you might not be properly understanding how that page works. by the way if you want new things every day you can always check twitter\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n8:10 pm</dco> &nbsp;<qco> Why do you play so many instruments, even though you originally are a drummer?</qco> </h3>      how else am i going to make the entire project how i like it, including all the words and music and visuals, without having to answer to anyone else?<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n7:54 pm</dco> &nbsp;<qco> Your heavily detailed bio said that you accidently came to earth. Does this mean you're an alien!?</qco> </h3>      i don't think anyone deserves to be called an alien\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n7:31 pm</dco> &nbsp;<qco> If you got to name an newly discovered vegtable, that has a simaler shape to carrots, blue, slightly crunchy, and had a unique taste, what would you name it?</qco> </h3>      i'm not interested in naming fruits or vegetables unless i absolutely have to. thank you for the opportunity\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n7:15 pm</dco> &nbsp;<qco> are burritos goood asking for a friedn</qco> </h3>      you will have to try them yourself<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n7:00 pm</dco> &nbsp;<qco> Do you like to frolic?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When's the last time you went frolicking?</qco></h3>      i am doing it now<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are some good things to frolic through?&nbsp;</qco> </h3>      the questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n6:52 pm</dco> &nbsp;<qco> Do you like god the almighty lord in which we should all praise unless he doesnt exist which he probably doesnt</qco> </h3>      not if you describe it like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n6:32 pm</dco> &nbsp;<qco> How do I effectively expose the federal reserve?</qco> </h3>      you could post a video about it on youtube. maybe with some illuminati symbols, etc<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n6:13 pm</dco> &nbsp;<qco> opinions, on michael jackson</qco> </h3>      he did a great job<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n6:08 pm</dco> &nbsp;<qco> :( vs :) .... who wins?&nbsp;</qco> </h3>      i guess we won't know until the battle takes place<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n5:41 pm</dco> &nbsp;<qco> my cousin has violent tendencies and im a victim of them because he stepped on my toe after i didn't score a goal in soccer and now it hurts a lot what should i do</qco> </h3>      do not play games with him, unless you wear some armor<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n4:51 pm</dco> &nbsp;<qco> What is your opinion on triangles?</qco> </h3>      they are nice<br><br>"
  }
]
