[
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n6:07 pm</dco> &nbsp;<qco> Are you a cactus?\n</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n5:46 pm</dco> &nbsp;<qco> what do you do when you don't know what to do ?</qco> </h3>      keep trying to figure it out, and if you still can't figure it out you will have to take a guess. and after you guess, then you might actually start to know<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n5:44 pm</dco> &nbsp;<qco> Do you ever have meetups with fans?</qco> </h3>      not yet<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n5:40 pm</dco> &nbsp;<qco> what happened to your car in dec 2013?</qco> </h3>      it died, of old age. it was a very, very old car<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n5:34 pm</dco> &nbsp;<qco> <a href=\"come-back.html\">When will you return</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n5:14 pm</dco> &nbsp;<qco> What inspired you to exist?</qco> </h3>      i don't remember<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n5:11 pm</dco> &nbsp;<qco> if there is a section in HoTEWIG covering the two World Wars,</qco></h3>      yes, actually 2 sections<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how will it be different compared to the section in History of Japan?</qco> </h3>      quicker in some ways, some similarities, and some extra twists, and bonuses<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n5:06 pm</dco> &nbsp;<qco> how did it feel on may 10th 2015 at 11:50 pm when your first question \"where has the fun gone\" came in?</qco> </h3>      i was pretty confused, and i didn't really understand why it was asked. i still haven't found out if it was a reference to something<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n4:19 pm</dco> &nbsp;<qco> <a href=\"what-is-this-site.html\">what is the purpose of this site</a> and <a href=\"life-goals.html\">what are your main goals in life</a>? Also, <a href=\"do-you-have-a-favorite.html\">do you have a favorite</a> salad?</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n4:16 pm</dco> &nbsp;<qco> Do you appreciate people with good grammar?</qco> </h3>      i appreciate people with good commuinication skills. so like when they talk you know what they mean, etc. that sort of thing. i'm not sure if that answers your question<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n4:15 pm</dco> &nbsp;<qco> why did you request to become verified on twitter</qco> </h3>      i did not<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n4:14 pm</dco> &nbsp;<qco><a href=\"kill-me.html\"> Please kill me</a></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n4:09 pm</dco> &nbsp;<qco> will the video be released within the next seven days</qco> </h3>      that would be nice<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n3:52 pm</dco> &nbsp;<qco> What is a random piece of trivia you know?</qco> </h3>      everything's gonna be fine<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp; \n3:41 pm</dco> &nbsp;<qco> why was John Travolta in the castle in \"no castle\"?</qco> </h3>      i guess it just needed a twist\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n3:27 pm</dco> &nbsp;<qco> im very very proud of you bill. why do you tend to use Eb so much in your songwriting? is it easier for you to sing with, or do you just like how it sounds?</qco> </h3>      i use all keys equally. but perhaps you have listened to more of the ones in Eb\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n3:20 pm</dco> &nbsp;<qco> <a href=\"best-question.html\">what is the best question someone ever asked you here?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n3:20 pm</dco> &nbsp;<qco> are you erqfhsdijcxw?\n</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n3:09 pm</dco> &nbsp;<qco> Are you going to make more monday videos after HoTEWIG?</qco> </h3>      the monday thing would be nice to do again, but what's much more important is the wednesday thing. which might not be on wednesdays, but it is the thing that used to be on wednesdays, but unfortunately got overshadowed by the monday things as well as the tues, thurs, and friday things\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n2:50 pm</dco> &nbsp;<qco> how did you document your journey? what medium did you use?</qco> </h3>      i've used a lot of written text, and then after that i started using a lot of audio and video as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n2:28 pm</dco> &nbsp;<qco> This is an april fools joke that is 1 month late. The joke is that it's not actually a question.</qco> </h3>      it seems like the joke is the other part\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n2:15 pm</dco> &nbsp;<qco> are boys dangerous?</qco> </h3>      probably not as dangerous as 'men'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n2:05 pm</dco> &nbsp;<qco> will you tweet something when the video is uploading?</qco> </h3>      i will probably do a very similar release strategy as i did with history of japan\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n2:02 pm</dco> &nbsp;<qco> <a href=\"first-question.html\">What was the first question asked on this site?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n1:42 pm</dco> &nbsp;<qco> When people say \"you haven't made a video in a while\" and you answer \"Not true, I've been making a video all this time\", do you understand that they mean \"uploaded\" a video?</qco> </h3>      i wonder if they even understand that i have to make the video. or if they think it just appears there when i click 'upload'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n1:27 pm</dco> &nbsp;<qco> hi, what do u think are critical parts of japanese history to learn? I got a final tomorrow</qco> </h3>      just learn whichever part you want. unless you have to take a test written by someone else, in which case you will have to check with them and see which parts they want you to learn\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n12:56 pm</dco> &nbsp;<qco> what does \"vacationing in the center of the earth\" in expert mode mean?\n</qco> </h3>      finishing history of japan\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n12:43 pm</dco> &nbsp;<qco> Do you feel like you're ahead of your time?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n12:42 pm</dco> &nbsp;<qco> What's one way to stop screaming into the void? The void is getting annoyed.</qco> </h3>      i really don't think i know what the void is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n12:31 pm</dco> &nbsp;<qco> how's surviving going? does the strategy work? </qco> </h3>      it's going great but there is still a long way to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n12:05 pm</dco> &nbsp;<qco> are you in a way addicted to answering these questions? like every day you check this page manically for new questions and can't sleep before you've answered all of them?\n</qco> </h3>      not really\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n11:45 am</dco> &nbsp;<qco> is the new vid split up into several smaller videos that will be combined to make the final epic video?</qco> </h3>      there are various ways it is broken up for production purposes, but when you watch it you probably won't know where the breaks are\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n11:26 am</dco> &nbsp;<qco> Hi bill, I'm in Biology right now, what are you doing?</qco> </h3>      answering questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n11:22 am</dco> &nbsp;<qco> If you get sent a question with multiple parts, but you don't answer all of the parts, do you leave out the other parts when you post the question? </qco> </h3>      i almost never modify questions in any way\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n11:20 am</dco> &nbsp;<qco> How long were you documenting your journey before you started the 5 day schedule? </qco></h3>      quite a while<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How much of that documenting consisted of something like \"I have no idea how I'm going to do this?\"</qco></h3>      that was a recurring subject<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I only ask because I started doing something similar a year ago and I've thought that for all of it. Is there any advice you can give other than \"wait until you can't take it any longer\"? </qco> </h3>      there are plenty of things you can do, and try. i was never totally frozen, but almost everything i did felt like some kind of test or learning experiment. also did a lot of analysis, and just a lot of listening to music and watching things as well, just taking it all in and pretty much getting my mind blown all the time, and learning new things, which didn't help stop my own ideas and goals from constantly exploding bigger and broader. you might argue that 2009 was when i said 'i can't take it anymore' and started writing like crazy. but it was all writing and almost no recording. then i gradually inched my way into recording in about 2010, but then started writing 10 times more. basically i ended up leading myself into a place where i felt like i had already done centuries worth of work, but yet none of it was finalized or realized. there were many different times where you might say it 'all started' but each one was just another step. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n11:10 am</dco> &nbsp;<qco> if you unintentionally made me sad, is it my own fault?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n11:04 am</dco> &nbsp;<qco> Can you be my history teacher?</qco> </h3>      i don't think i have time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n11:02 am</dco> &nbsp;<qco> Why do people ask the same questions without seeing if they've already been asked?</qco> </h3>      because it is extremely easy to ask a question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n10:55 am</dco> &nbsp;<qco> Will you make more videos after HOTEWIG?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n10:00 am</dco> &nbsp;<qco> is the video coming out this week? or next week? </qco> </h3>      that would be nice<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n9:39 am</dco> &nbsp;<qco> is either iridium or chocolate mentioned in the new vid</qco> </h3>      maybe iridium, i can't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n9:35 am</dco> &nbsp;<qco> <a href=\"car-journals.html\">Do you usually record voice memos while driving? I noticed that most of your reality page recordings sounds like you're in a car.</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n9:15 am</dco> &nbsp;<qco> <a href=\"same-person-asking.html\">Do you ever think that all these questions come from one person with a lot of time one their hands.</a> </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n9:08 am</dco> &nbsp;<qco> what do you think about historical fiction?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n8:37 am</dco> &nbsp;<qco> how many questions do you answer on a daily basis?</qco> </h3>      you wanna check\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n8:30 am</dco> &nbsp;<qco> date me</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n8:00 am</dco> &nbsp;<qco> Not been keeping up...but are you planning another History of [Country] video at all?</qco> </h3>      i would hope to do something a little more interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n7:50 am</dco> &nbsp;<qco> Why is Lacoste at the end of the time mop?</qco> </h3>      i dunno i guess it still needed a twist\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n7:27 am</dco> &nbsp;<qco> bill i think the speed of light is absolute by Einstein's special relativity. but all that stuff is confusing so idk</qco> </h3>      it's tough for the characters in a story to figure out how the story is being written. but who knows maybe they can\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.17&nbsp;\n7:26 am</dco> &nbsp;<qco> wat is this chord at 3:34 https://www.youtube.com/watch?v=Fji493S90go</qco> </h3>      it really seems to be just D#aug7#9. i don't think the notes are written right, certainly Dnat is not in it, although it looks like that note is written in the chart. also C natural appears to be written but i don't think is actually in it, that would be a disaster. B, C#, G, F# are really the notes that we're working with here. also A could be buried in there somewhere but with the harmonica on A# you can't tell. and D# in the bass of course. sounds like a pretty standard D#aug7 (in the key of G#min) with all the usual suspects that you would find in a stevie sort of world\n<br><br>"
  }
]
