[
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n1:54 pm</dco> &nbsp;<qco> Would you ever skydive if the opportunity presented itself to you?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n1:42 pm</dco> &nbsp;<qco> have you carried a dozen bricks on a brick riad into a brick house?</qco> </h3>      \nbelieve me i've thought about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n12:56 pm</dco> &nbsp;<qco> I feel like i'm getting old. I know, late high school is still very young, but not accomplishing anything, such as not becoming a chess or math or somethings prodigy is what drove me into feeling so. It's not necessarily this prodigy thing, at least i should've invested in something that i am passionate about and willing to spend time on, gain the skills that i WANT such as mastery over this accursed yet beautiful language, physics biology and maths which i love yet never committed sufficient time for. instead, i stayed fractured. A bit on this and a bit on that and a lot on useless entertainment which i hate. any thoughts ?</qco> </h3>      \nit sounds like you're doing fine. there is a great opportunity here to work on what might become one of your most prized skills: decision making\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n11:57 am</dco> &nbsp;<qco> will you ever be able to recreate the sheer ecstatic glee of the lyric \"Got my ticket, I got my ticket, I got my ticket, I got my ticket, I got my ticket\" from \"the ground plane\"?</qco> </h3>      \ncertainly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n11:26 am</dco> &nbsp;<qco> how would you go about doing the impossible?</qco> </h3>      \nfirst you need to be wrong about what's possible. the good news is you probably already are\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n10:36 am</dco> &nbsp;<qco> what is the best band and best solo artist ever?</qco> </h3>      \nmaybe it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n10:07 am</dco> &nbsp;<qco> I tried to categorise my projects, but now that's creating problems either where I can't decide which category to put them in, or I can't exactly define the category.&nbsp;</qco> </h3>      \nah yes, can't live with them, can't live without them. (categories)\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n9:32 am</dco> &nbsp;<qco> When you listen to music, as a professional musician yourself, do you think you pick up on some specific details about the way the music was composed or produced that non-musicians wouldn't necessarily pick up on? Would you say that this is more of a blessing, or a curse, or both?</qco> </h3>      \nit comes full circle. in the first few years of music study, musicians may find themselves noticing things in a different way, but then you might spend subsequent years trying to course correct. then at that point you may feel you are seeing things in more 'deeper' or 'genuine' ways than younger musicians might be seeing them, ..... and then just when you think you've really got some good balanced perspective, you hear the opinion of a non-musician and it turns out that what they think they like about the music is actually the video, and what they think they like about the video is actually the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n8:24 am</dco> &nbsp;<qco> What isyour opinion on the word \"micro scopic\"</qco> </h3>      \nit's pretty good. sounds greek. ok it seems 'micro' and 'scope' are greek, but it was latin that put the pieces together\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n8:11 am</dco> &nbsp;<qco> If you could could be a bird, what kind of bird would it be?</qco> </h3>      \nhow about a regular bird\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n5:57 am</dco> &nbsp;<qco> Are you any good at chess? I don't know why but I feel like you would be</qco> </h3>      \ni have not gone tremendously far in chess. i recall seeing books in the chess section of the strand where they would have WHOLE BOOKS on just ONE MOVE. that's when i realized i've barely scratched the surface\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n4:45 am</dco> &nbsp;<qco> is it possible to imitate the sounds animals make via a textual medium</qco> </h3>      \nsure, as long as the writer and reader have the same general idea of written phonetics\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n4:06 am</dco> &nbsp;<qco> If its so easy to die, why are so many more people not dead?</qco> </h3>      \nah yes, that would be the miracle of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n2:36 am</dco> &nbsp;<qco> do you have any strategies to help remember something you forgor?</qco> </h3>      \nlook for the circumstances that led you there in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n12:22 am</dco> &nbsp;<qco> this question may have been asked before but, How Does One Make Music Without Tying Self Worth and Expectations to ones process\n<br>every time i touch a piano the knowledge and voices enter my cranium, the eyes watch my every move, the silent audience flutters softly in the dark corners of my room, How does one escape this pain</qco> </h3>      \na little reverse psychology will work wonders here. for that dark judging invisible audience, here's a new game: try to disappoint them on purpose. this is your way of getting revenge on them for stressing you out and also not even existing either \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n12:14 am</dco> &nbsp;<qco> Is this question better than the question below this one?</qco> </h3>      \ntechnically yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.25&nbsp; \n12:12 am</dco> &nbsp;<qco> Hello, are you doing well ?\n</qco></h3>      pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also what's your opinion on seagulls ?</qco> </h3>      they would imply the existence of a land gull\n\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2025-05.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; 10:38 pm</dco> &nbsp;<qco> What's wrong with you?</qco> </h3>      \ni'm an idiot\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n10:26 pm</dco> &nbsp;<qco> can we please talk about archaeology?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n10:11 pm</dco> &nbsp;<qco> how can a song be over produced? doesn't it just get better and better as you work with it?</qco> </h3>      \nif you say something is over produced, it's like you are saying \"it feels like they worked really hard on this but i still don't like it\". probably the reason this happens all the time is because music is so fragile and no one actually knows what makes good music, and whether something is 'good' or not pretty much defies all logic, so certainly if you try try try try try try try try really really hard, yes that could likely ruin it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n9:59 pm</dco> &nbsp;<qco> what is oneness?</qco> </h3>      \nit's a mathematical quality that some numbers have, especially 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n9:39 pm</dco> &nbsp;<qco> Why do you have song that you start composing in like 2010, and then years later you finally get around to composing them/fully realizing them?</qco> </h3>      \ni must have been busy doing something else........ ah yes, that would be writing and producing other songs, and videos also\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n8:50 pm</dco> &nbsp;<qco> so do you like cheese?</qco> </h3>      \nit's a wonderful metaphor\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n7:23 pm</dco> &nbsp;<qco>Hi, I'm the guy that has problems with the perfectionism. You asked If perfect even is a good quality, and this is a valid question. I obviously know that mistakes and so on make the song better. Quantization ruins the groove and mistakes enhance the finished artwork to a level a \"perfect\" song never could achieve. Like the missing arms of the venus of milow. Obviously a mistake, but makes the statue sooo much better Anyway, I want to reformulate the question a bit, because this is not exactly what I was trying to ask. It's not that the song has to be perfect but I have to be satisified 100% with my Song to release it. But you probably know that we artist get sick of our songs bc we listen to it so much. So my question is: Are you always 100% satisified and a fan of your stuff at the time of release or in production? </qco></h3>      i have to convince myself that i am, even if just for one moment. otherwise i'd never get out of there<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or do you think \"ahh it sounds bad but I release it anyways\" and if so, how can you release stuff that you aren't 100% satisfied with? This is I think much more what I was trying to ask.</qco> </h3>      if you get scared to release it, then just don't release anything and wait for that to drive you so ridiculously insane that you'll be ready to strike a deal with yourself\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n7:03 pm</dco> &nbsp;<qco> Define: 'define'?&nbsp;</qco> </h3>      \nto say what something means\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n6:58 pm</dco> &nbsp;<qco> if you could go back in time and change a prior decision or action, would you? what would it be?</qco> </h3>      \ni would go back to the previous time i went back in time and changed something and change it back\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n5:12 pm</dco> &nbsp;<qco> OH?? Standards are actually great for creative freedom cause it gives you somethign to break???</qco> </h3>      \nyes, that sounds about right, not sure where all the ??s came from, but maybe that's just your way of showing emphasis\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n4:45 pm</dco> &nbsp;<qco> I'm a huge gamer most of the time is gonna be 3 years old tomorrow(at least for me). That brings up a question. How much do you actually play video games?</qco> </h3>      \nfor the purposes of that song, it absolutely doesn't matter. the song goes the same either way\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n4:29 pm</dco> &nbsp;<qco> what's your favorite piece of decoration you have in your house?</qco> </h3>      \nhow about a huge cookie\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n3:36 pm</dco> &nbsp;<qco> what's ur favorite type of cookie</qco> </h3>      \nhuge. that being said, i only eat small cookies\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n3:30 pm</dco> &nbsp;<qco> Are the songs of yours I don't like as much supposed to trick me to like the ones I like even more?&nbsp;</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n2:01 pm</dco> &nbsp;<qco> are you happy? what does happiness mean to you? do you want to be happy?</qco> </h3>      \nlike waves, happiness is like the upper end of a wave. or the lower end, whichever one you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n1:35 pm</dco> &nbsp;<qco> how do i stop making shit up when being asked a question i don't know the full answer to?</qco> </h3>      \nat some point you'll see someone make it look really cool to not know something\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; 1:11 pm</dco> &nbsp;<qco> whats an example of a fun object</qco> </h3>      \ntechnically there is no object that is not fun. this is an inherent property of spacetime\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n12:00 pm</dco> &nbsp;<qco> what if music was shaped like a bird</qco> </h3>      \nit basically is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n10:42 am</dco> &nbsp;<qco> would you consider wearing rough clothing, to make yourself feel soft in comparison?</qco> </h3>      \nyes i would\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n10:30 am</dco> &nbsp;<qco> What do you think the people you don't know about think about the things you don't know exist</qco> </h3>      \nthey might not know those things exist either\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n10:08 am</dco> &nbsp;<qco> do you like sciences because i really like science&nbsp;</qco> </h3>      \nseems pretty chill\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n7:45 am</dco> &nbsp;<qco> have any of these questions affected you emotionally in a way where you didn't wanna do a specific thing anymore?</qco> </h3>      \ni don't think so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n5:58 am</dco> &nbsp;<qco> Why do the Germans love saying \"also\"?</qco> </h3>      \ni don't know much about german, but it's possible that they have a word which means 'also' but also much more than also\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n5:37 am</dco> &nbsp;<qco> do the timestamps on the questions accurately portray when ure answering them? why aren't u sleeping?</qco> </h3>      \nthe timestamps have nothing to do with the time i answer them. they have to do with the time they asked it. in that case, i wonder if they are sleeping....... although i'm starting to think they have a system where they all sleep at different times\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n4:25 am</dco> &nbsp;<qco> I'm worried about how much I care about your opinion on things, like I get mentally distressed if someone I like has an opinion I disagree with. Do you know how to stop this?</qco> </h3>      \nwould it help if i told you i'm wrong about everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n3:02 am</dco> &nbsp;<qco> hello i have no question but I would very much like if somebody answered me anyway.</qco> </h3>      \nok, that can be arranged\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.25&nbsp; \n1:33 am</dco> &nbsp;<qco> what is your favorite z word</qco> </h3>      \nz-axis\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.25&nbsp; 11:52 pm</dco> &nbsp;<qco> what was your favorite video you made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.25&nbsp; \n11:14 pm</dco> &nbsp;<qco> When is Santa Claus not Jesus?</qco> </h3>      \npossibly in the coca-cola commercials\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.25&nbsp; \n9:18 pm</dco> &nbsp;<qco> Is everything a question?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.25&nbsp; \n8:25 pm</dco> &nbsp;<qco> in the La De Da video, on the screen just before the sheep appear, is the text some kind of functional code, or did you create it just for display in this video?</qco> </h3>      \nthat would be fictional code, for dramatic purposes only\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.25&nbsp; \n7:22 pm</dco> &nbsp;<qco> do you like yourself?</qco> </h3>      \ni very much like who i think i can be, somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.25&nbsp; \n7:07 pm</dco> &nbsp;<qco> How do you do it? Imm'm an artist myself but I just can't release stuff or even produce it to its end. It's never perfect enough or I have a better song I need to record and release so I shouldn't finish the recording of the first one. \n<br>I can't get over this hurdle. How do you do this? I am not in a writers block or I dont lack creativity, is it that I'm too perfectionistic?&nbsp;</qco> </h3>      \nis perfect even considered a good quality?\n<br><br>"
  }
]
