[
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n7:12 pm</dco> &nbsp;<qco> what is the 6th chord played in the new song?</qco> </h3>      \nthat depends on what counts as a chord. which unfortunately is extremely hazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n7:07 pm</dco> &nbsp;<qco> bagels arent real</qco> </h3>      \nonly the part in the middle isn't real. the rest of it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n7:03 pm</dco> &nbsp;<qco> how can i afford to be a musician</qco> </h3>      \ni have no idea. i don't know how anyone can afford anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n6:55 pm</dco> &nbsp;<qco> If you could write one rule to the whole world follow what would it be? </qco></h3>      they have to write a rule for me to follow<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And did you know you have listeners in Brazil (me for exemple)?&nbsp;</qco> </h3>      i was aware that people want me to come to there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n6:50 pm</dco> &nbsp;<qco> What is 0 divided by 0</qco> </h3>      \ndon't worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n6:34 pm</dco> &nbsp;<qco> Why is there something rather than nothing?&nbsp;</qco> </h3>      \nthere is both, but you never seem to notice the nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n6:25 pm</dco> &nbsp;<qco> Negative infinity or positive infinity? Is either an appealing choice?</qco> </h3>      \nthey are both frightening, but let's go with positive\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n5:46 pm</dco> &nbsp;<qco> How is school going?</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n5:44 pm</dco> &nbsp;<qco> what would you call a e-g-a-d voicing with bass on e?\n<br>e-7 add 11 no 5?\n</qco></h3>      that would pretty much be the only way to accurately convey the information to a stranger, using only a chord symbol. unfortunately it is probably too long to sight read. i suppose you could write A7sus4/E, but that may or may not send a different kind of message to the reader. My personal short hand for the chord you are talking about is E-sus11 (Emin sus11) however this is NOT something that you can use on a public chart and expect anyone to know what you are talking about, because it does not conform to any kind of standards that anyone knows. sus11 is something i made up, and you can't count on anyone guessing what you mean if you write that. i just use it because i use that all the time (actually with no E in the harmony, just in the bass), and another way of writing that is also Gsus2/E or maybe you could get away with G2/E (in case G2 is accepted as Gsus2 which it may or may not be). also it seems important to prioritize E in the chord symbol to make it plainly clear that this is acting like some kind of E minor chord, because anything else will make the reader have to pause and do some calculations. but as i said earlier, the only way to really do this is exactly the way you said it (add this, minus that, etc) and the reader will definitely have to do some calculations there as well<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because sus4 would imply no 3rd, as opposed to no5 wouldnt it?&nbsp;</qco> </h3>      yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n5:24 pm</dco> &nbsp;<qco> Which thing is your favourite thing?&nbsp;</qco> </h3>      \nstuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n5:14 pm</dco> &nbsp;<qco> Why is everybody so awful?</qco> </h3>      \nthey're not, you're just extremely good, so everyone else probably looks worse in comparison\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n5:10 pm</dco> &nbsp;<qco> Whats the best type of shoe (asking for a friend)</qco> </h3>      \nhorse\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n4:52 pm</dco> &nbsp;<qco> what planet did you come from?</qco> </h3>      \nearth\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n4:27 pm</dco> &nbsp;<qco> I believe we should abolish tuesdays. Do you think any of the days of the week are weaker than the others?</qco> </h3>      \nyes, i think all of them are weaker than tuesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n4:18 pm</dco> &nbsp;<qco> how do i type</qco> </h3>      \nuse your palms, to type as many letters as possible\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n3:21 pm</dco> &nbsp;<qco> are you the man of never-ending intellect\n</qco></h3>      aren't we all<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so than i would like to know why sandwiches are always so floppy\n<br>(note: even if you aren't the man of never-ending intellect, please still answer my question)</qco> </h3>      too warm\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n3:13 pm</dco> &nbsp;<qco> Would you ever make your own vocaloid/utauloid?</qco> </h3>      \nthere are a lot of other things i was gonna make first\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n1:49 pm</dco> &nbsp;<qco> What do you use to make videos?</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n1:47 pm</dco> &nbsp;<qco> hi bill, your keyboard playing is very inspiring;&nbsp;do you have any tips on how to practice hand independence? it feels quite overwhelming as a process, i'm not exactly sure on how to babystep my way into that. thabks</qco> </h3>      \nthis is actually a relationship for more than 2. your right hand, your left hand, your voice, another person as the bass player, another singer, another person as a guitar/keyboard player, ...... Check around your ensemble (maybe just you) and tally up HOW MANY of those items are in your ensemble. (i listed 6 things, now that i count them). And now, keep in mind that there are maybe only THREE ROLES that those must play, IN TOTAL. not each. Basically it's 3 jobs to do. so think about how many people/things are doing them. If the amount of things/people doing the jobs is more or less than 3, then there will have to be some interesting agreements made. everyone probably can't/shouldn't do all 3 at the same time, unless they are very very coordinated with each other. And yet, on the other hand, if there's only 2 things/people, they will have to juggle the 3 roles. the 3 roles are bass, melody, chords. So let me give you some examples, and my point is that your hands have different jobs depending on the personell situation. so for example: let's say it's just you. and let's say you are using both hands and your voice. that's pretty clear, your left hand takes the bass, your right hand takes the chords mostly, and your voice takes the melody. Well, imagine, instead, that you already have a bass player in the band, and let's say you are NOT singing. In that case, the bass player plays the bass, and YOU will be playing NOT the bass, but the melody and chords -- probably 1 with each hand. This is an entirely different configuration because now you are playing chords with your left hand. Let's imagine a different situation-- let's say you are playing with no bass player, you are not singing, but you have another person who is the singer. In this case, you will be doing bass in left hand and chords on right. Let's look at another example: if it's you on keyboard, and someone else on guitar, and the guitar player is singing. Well, the 2 of you need to come to an agreement and one of you should take care of the bass, and the other should take care of the chords. An important hint is that there should not be more than 1 person taking care of the bass (unless it is written EXACTLY, AND if it's neccesary to be full of BEEF at that particular moment.-- this will only be good for a non-musical sound effect / rumble sound. will not really work musically/tonally.) Also the other combination i forgot to mention is, if you are playing piano by yourself with no other players and not using your voice-- in that case, you will be dividing the 3 roles amongst only TWO players (your 2 hands) so in that case, you sort of have to magically somehow juggle the 3 of them.\nSo, between different combinations of bass, chords, melody, ... and the players: your left hand, your right hand, and your voice, there are many different combinations for what jobs your hands are going to play. So it's important to take a moment to notice which of these scenarios you are in. And beyond that, the strategy is essentially the same, which is to use your imagination and try to play songs in any possible way you can, because someone's gotta do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n1:06 pm</dco> &nbsp;<qco> Where can I find the audio for \"y2k or whatever\"?</qco> </h3>      \nmaybe you can find some news clips on youtube, probably in 1998 or 1999. everyone was talking about it. mostly didn't happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n12:31 pm</dco> &nbsp;<qco> why do people like being people</qco> </h3>      \nit's hilarious\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n11:56 am</dco> &nbsp;<qco> If You Make A New Song, How About You Do It WITHOUT The Colorful Words?</qco> </h3>      \ni'll try\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n10:06 am</dco> &nbsp;<qco> What's the point in learning&nbsp;&amp; working out all the more spicy chords&nbsp;&amp; crazy harmony when you can theoretically write a great song with more basic harmony?&nbsp;</qco> </h3>      \nit just depends which one you like better each day\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n9:36 am</dco> &nbsp;<qco> Do you songwrite on your floor?</qco> </h3>      \ni've done it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n9:01 am</dco> &nbsp;<qco> What did your video \"I think I might quit mean\"</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n8:31 am</dco> &nbsp;<qco> What is the project you are working on?</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n8:29 am</dco> &nbsp;<qco> how do i come up with the name for an instrumental song?</qco> </h3>      \nfind something that is connected to the circumstance when you wrote the song. what else might have been on your mind that day\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n6:09 am</dco> &nbsp;<qco> Have you ever thought of being a game developer?</qco> </h3>      \nyes, but for now i must stick to being a film maker\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n5:01 am</dco> &nbsp;<qco> many artists are forced to resort to making music that might be 'safer' or more 'mainstream' than what they actually want to make just so they can get recognised. i think you were lucky (and talented of course) enough to make it big just by doing your own style, but what would your advice be to someone who might have to make the choice between the two?</qco> </h3>      \nin what world do people recognize safe things\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n4:42 am</dco> &nbsp;<qco> When do you sleep? Like an hour nap whenever you feel tired or something?</qco> </h3>      \nfor example, 7am Oct 3 -- 7pm Oct 3. but this is only scratching the surface ....... i've slept at least 1000s of times, many of which were different times than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n4:01 am</dco> &nbsp;<qco> do you consider spiderwebs important?</qco> </h3>      \nit's not up to me, but my estimation is yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n3:15 am</dco> &nbsp;<qco> How far are you into your video?</qco> </h3>      \nabout half way through what i'm calling the 'blocking' phase (graphically)\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n3:11 am</dco> &nbsp;<qco> What are you working on?</qco> </h3>      \na music video\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n2:43 am</dco> &nbsp;<qco> why is learning what to say is kind of like baseball?</qco> </h3>      \nsometimes you win and sometimes you lose. and anyone who seems to be 'good' at it, has won and lost many times before. EXCEPT for the occasional 80 to 90 percent of the time when the game is rigged\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n12:48 am</dco> &nbsp;<qco> who's your favorite artist?</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n12:12 am</dco> &nbsp;<qco> Why do your songs always feel like they have secret meanings?</qco></h3>      because meaning is everywhere, in infinite quantities. so if you feel like there is meaning somewhere that you haven't figured out, there probably is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And, do any of them actually have a secret meaning?</qco> </h3>      like everything, they have meaning in infinite quantities, some of which may or may not be a secret to you depending on which parts you've figured out. i should clarify, there is supposed to be more than i (the writer) has figured out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.20&nbsp; \n12:07 am</dco> &nbsp;<qco> do you have a favorite song that you've written?</qco> </h3>      \ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n11:15 pm</dco> &nbsp;<qco> what do you think is the most interesting about the world?</qco> </h3>      \nthe shape\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n10:46 pm</dco> &nbsp;<qco> How close are you to finishing your next song on a scale of 1 to 10 (1 being you just started and 10 being it's done)&nbsp;</qco> </h3>      \n10, that's if you only include the audio, so technically the song yes. but not the video \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n9:47 pm</dco> &nbsp;<qco> thoughts on muffins?</qco> </h3>      \ni have never thought about muffins\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n8:59 pm</dco> &nbsp;<qco> the only songs currently on the songs page that exceed 4 minutes are \"I Guess I've Got to Listen to Bob Marley\" and \"Do What You Want to Do\". will the new song's subject matter match those other ones' in terms of heaviness?</qco> </h3>      \nyes, and also Lightness, or should i say brightness\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n8:44 pm</dco> &nbsp;<qco> How can I be aa weird as you?\n<br></qco> </h3>      \nweird is nothing special unless you can infuse it with a hearty dose of reason and earthly groundsmanship\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n8:17 pm</dco> &nbsp;<qco> if we can't think or comprehend something, is it real?</qco> </h3>      \nit might be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n8:03 pm</dco> &nbsp;<qco> how will the world end?</qco> </h3>      \nby starting\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n7:41 pm</dco> &nbsp;<qco> What song, that you've made, is your favorite?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n7:38 pm</dco> &nbsp;<qco> what's your opinion on vocaloid</qco> </h3>      \nnever thought about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n7:15 pm</dco> &nbsp;<qco> What is music, </qco></h3>      no one knows for sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why does everyone keep talking about it?</qco> </h3>      \nthey are hoping to understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n6:43 pm</dco> &nbsp;<qco> Hi Bill! Who would you say has most influenced your music? </qco></h3>      it's a tie between at least 10,000 people<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It's so unique that to me at least, it's hard to identify any.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n6:30 pm</dco> &nbsp;<qco> do you ever not want to ruin a good section of a song by adding other sections to it, but then you never finish the song as a result?</qco> </h3>      \nthe thing about 'never' is, it's not technically true yet as long as i'm still alive\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.3.20&nbsp; \n6:23 pm</dco> &nbsp;<qco> What's your trick to being so awesome?</qco> </h3>      \ni have a list of non-awesome things, and i try to never do those things. or at least if i do, then i try to release a propaganda video right away saying that i didn't\n<br><br>"
  }
]
