[
  {
    "html": "<h3> <dco>4.8.25&nbsp; \n3:32 am</dco> &nbsp;<qco> how cool is mount st. Helen's gift shop?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.8.25&nbsp; 2:32 am</dco> &nbsp;<qco> do you like music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.8.25&nbsp; \n1:51 am</dco> &nbsp;<qco> your music sounds vaguely inspired by bluegrass. Is that true?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.8.25&nbsp; \n12:03 am</dco> &nbsp;<qco> how can i forget about someone when i listen to a song. help it hurts and i dont want to feel that anymore</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n11:02 pm</dco> &nbsp;<qco> How to survive Planck temperature?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n9:16 pm</dco> &nbsp;<qco> hi bill! how many bills have you had to pay this year? did you ever use a ten dollar bill before? are you a fan of BILLiards? i wonder if you've ever looked at a duck's bill before, bill</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n5:56 pm</dco> &nbsp;<qco> are you going to be buying the nintendo switch 2</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n5:42 pm</dco> &nbsp;<qco> so i learned how to play bass and to a lesser extent guitar and now when i listen to music i actually think more about the composition of the music (to the limited knowledge i have). now i am realizing that your music is a lot less \"nonsensical\" as people like to call it. maybe it's your visuals that make people assume the music is equally chaotic. i think my question is, is the creative process for writing songs the same as making visuals? as in do you think \"okay little green square here\" the same as you think \"ok little bass riff here\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n3:13 pm</dco> &nbsp;<qco> Thoughts on fish?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n3:03 pm</dco> &nbsp;<qco> how do you reconcile zero with one</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n2:59 pm</dco> &nbsp;<qco> why do you have a fascination with transportation (specifically boats, planes, and trains)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n1:45 pm</dco> &nbsp;<qco> what do emotions, flavors, and colors have in common?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n12:35 pm</dco> &nbsp;<qco> is there a word in the median between \"hearty\" and \"close minded\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n12:01 pm</dco> &nbsp;<qco> Why is your music in particular so good to listen to while jogging?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n11:46 am</dco> &nbsp;<qco> many people seem to come to you because they find you quite wise (myself included). do you see yourself this way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n10:33 am</dco> &nbsp;<qco> If you were to combine an animal with a medieval weapon which would you pick to combine?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n7:36 am</dco> &nbsp;<qco> When I browse this page, I read the answers before the questions. How does this make you feel?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n5:56 am</dco> &nbsp;<qco> Smoked salmon with or without lemon juice</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n4:58 am</dco> &nbsp;<qco> Have you ever deal with the \"hate own singing voice\" problem? How did you get over it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.7.25&nbsp; \n4:29 am</dco> &nbsp;<qco> fun fact of the day:\n<br>python (the programming language) was partly named after monty python because early users thought it was absurdly easy to use!&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n11:57 pm</dco> &nbsp;<qco> do you believe america can still change&nbsp;&amp; improve with hope?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n11:03 pm</dco> &nbsp;<qco> Have you ever been working on a song and you have a temp vocal with words that don't necessarily make sense, but just fit the melody/rhythm of the vocal line.. but then, you wind up keeping some of those lyrics even if they don't really have a clear meaning?\nI've been working on this one song and I have this line in the temp vocals that goes \"even in this old record town\" and I really like the line. I don't know what the heck a 'record town' is or why I sang it at the time, but it really fits so well rhythmically/melodically and for some reason (though I can't pin it down) it even fits the feeling I'm trying to express in the song. I've tried playing with the words, maybe changing 'record' to wrecked up' or something... but \"record town\" just hits right and I feel like I need to keep it.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n9:17 pm</dco> &nbsp;<qco> how do you decide which instruments or sounds to use for a song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n9:02 pm</dco> &nbsp;<qco> Argh I just had an embarrassing social interaction at the grocery store, how will I ever recover from this</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n8:48 pm</dco> &nbsp;<qco> When is the postmodern?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n8:16 pm</dco> &nbsp;<qco> I fucking love writing and communicating with people without having to speak and look at people and use my voice. Like maybe this is how hermits who only sent and received letters felt</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n8:10 pm</dco> &nbsp;<qco> Hey is this bill?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n8:00 pm</dco> &nbsp;<qco> what age does \"old\" start at</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n6:16 pm</dco> &nbsp;<qco> Can you invent a new number please?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n6:13 pm</dco> &nbsp;<qco> If I exclaimed \"Hence!\" would the average person take that as a command to get away?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n6:03 pm</dco> &nbsp;<qco> if any emotion could be erased, which one would you pick?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n4:27 pm</dco> &nbsp;<qco> in a few months im gonna move out of my family home and start college. any tips regarding being an adult and such?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n3:34 pm</dco> &nbsp;<qco> Is nothing a something or a nothing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n1:50 pm</dco> &nbsp;<qco> you ever try really hard for a long time to achieve something, and then just fail. but it's a really underwhelming and anticlimactic failure. and then you're just like... what now?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n1:28 pm</dco> &nbsp;<qco> favorite flavor of ice cream?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n11:35 am</dco> &nbsp;<qco> How to order a pizza?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n8:36 am</dco> &nbsp;<qco> worst place to eat a sandwich?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n8:14 am</dco> &nbsp;<qco> gnorp gnerp gnarp or gnarp gnarp gnorp</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n7:29 am</dco> &nbsp;<qco> do you believe free will exists?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n7:11 am</dco> &nbsp;<qco> do you like bunnies\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n2:29 am</dco> &nbsp;<qco> I've noticed that I don't get obsessed with the thing itself, but rather with the idea of the thing. Are you able to relate to this in any way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n2:03 am</dco> &nbsp;<qco> Who is your favourite pony?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.6.25&nbsp; \n12:39 am</dco> &nbsp;<qco> do you ever get tired while working on something then get annoyed that you're tired&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n11:51 pm</dco> &nbsp;<qco> Does it ever just feel like everyone else has a step by step manual on how to live life except you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n11:11 pm</dco> &nbsp;<qco> is it possible to force yourself to like something because you think you'll be happier or is that only going to make you feel worse?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n10:27 pm</dco> &nbsp;<qco> sir the media has been saying you admitted to being a huge gamer \"on special occasions\" when in your song \"i'm a huge gamer most of the time\" you claimed to be a huge gamer most of the time. these statements are contradictory. do you have any comments?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n9:06 pm</dco> &nbsp;<qco> I have a feeling that I want to pursue every creative impulse and follow every bizarre thought in my head when I write just to make things more exciting for myself, but I don't want anything I create to be imbued with a cynicism or lack any resonation for others. How do you reconcile these two things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n8:50 pm</dco> &nbsp;<qco> opinion on jellified beans in a banana shape?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n7:59 pm</dco> &nbsp;<qco> what does the reading voice in your head sound like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.5.25&nbsp; \n7:55 pm</dco> &nbsp;<qco> been thinking about getting a cat, what do you think i should name it</qco> </h3>"
  }
]
