[
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n6:42 pm</dco> &nbsp;<qco> are there hidden meanings in some of your crytpic lyrics about ducks ad such or when you talk about syrupless pancakes do you actually mean syrupless pancakes</qco> </h3>      every word and lyric i have ever written is code for i am the illuminati 666 confirmed  \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n6:15 pm</dco> &nbsp;<qco> I'm indecisive about things what should I do?</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n6:08 pm</dco> &nbsp;<qco> Is italy a real place?</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n5:56 pm</dco> &nbsp;<qco> What's the craziest thing?</qco> </h3>      everything is crazier than every other thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n5:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803211727\">3.21.18&nbsp;&nbsp;5:27 pm</a>  do you plan on posting another pic from the new vid there again?</qco> </h3>      of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n4:42 pm</dco> &nbsp;<qco> Heard any good songs lately?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n4:38 pm</dco> &nbsp;<qco> do your own songs ever get stuck in your head?</qco> </h3>      yes, when i'm working on them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n4:31 pm</dco> &nbsp;<qco> is building and living in a tiny house a good idea?</qco> </h3>      for a tiny person\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n4:23 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803212218\">3.21.18&nbsp;&nbsp;10:18 pm</a>  Does the slow/calm song happen to be the one you are working on now?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n2:00 pm</dco> &nbsp;<qco> What should I draw?</qco> </h3>      how about <a href=\"https://randomwordgenerator.com\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n1:17 pm</dco> &nbsp;<qco> what is the best part about all your internet experience?</qco> </h3>      that feeling i get when i log onto the world wide web\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n11:33 am</dco> &nbsp;<qco> if you want to, i could send you an e-mail teaching how to accept bitcoin donations. it's actually not that hard. would you like me to?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n10:49 am</dco> &nbsp;<qco> so i was recording vocals in my living room the other day and i got all these different hums going on. went on the internet and somebody said that those are natural harmonics being produced in nature and that those happen in multiples and you gotta EQ them out.</qco></h3>      they might not know what is going on without actually hearing your recording<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; so i go to EQ the point that i think the problem is at then i see that there's also a problem with another number, which i can only surmise means that there are also problems with all the multiples of that. i could throw another EQ thing on the track and get rid of those too but i feel like at that point i'm killing the life of the track. so i talked to a dude about this and he said \"the acoustics in that room are shitty, those are called standing waves, you can fix that by putting absorber pads on your wall.\"</qco></h3>      that might be true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i knew what he was talking about cuz youtube's been targeting pad ad's to me for a while now. anyway, my question is how do YOU deal with the acoustics in whatever room you record vocal\n s in, if\n  you do at all. if you feel more comfortable emailing about this i wouldn't mind. i just feel like i fucked that up, so, yeah.&nbsp;</qco> </h3>      my room is almost entirely carpeted. that helps a lot. if you have a mostly non-carpeted room you are screwed. also there is a lot of stuff in here, which helps. there are pictures on the walls, etc. there is just a lot of stuff in here. there is actually a very small sound absorbing pad that i put on a blank spot on the wall but i think the effects are probably negligible. the sound seems to be ok but i've been noticing more lately that it's not perfect. someone actually once told me they thought i put reverb on the narration vocals on history of japan, but not the jingle vocals. this is backwards, there is no reverb on the narration, but a little bit on the jingles. what this tells me is that the natural room acoustics are audible on the narration because there is much less other music to mask it. but during the jingles, or full musical arrangements, it is not audible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n10:44 am</dco> &nbsp;<qco> Your thoughts on mumble raps?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n10:37 am</dco> &nbsp;<qco> which pudding flavors might be good?</qco> </h3>      regular, and irregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n10:31 am</dco> &nbsp;<qco> do you know much about badgers?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n10:03 am</dco> &nbsp;<qco> You've said the before the big bang, the universe was every. So every is a</qco> </h3>      i never said anything about any particular universe before the big bang\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n9:55 am</dco> &nbsp;<qco> what do you call a (C/Eb/Gb/B) chord over a D bass note?</qco> </h3>      D13(b9)\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n9:36 am</dco> &nbsp;<qco> does your new song have a cool transition</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n8:58 am</dco> &nbsp;<qco> is it okay to hate yourself? why or why not</qco> </h3>      it's a feeling we all may have from time to time, but it's not good to be like that all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n2:12 am</dco> &nbsp;<qco> Have you ever took inspiration from dadaism or is it the other way around?</qco> </h3>      i have never heard of it, except on this questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n1:14 am</dco> &nbsp;<qco> are trains cool, will you make a video about trains?</qco> </h3>      sure. i feel like i have already done that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n12:25 am</dco> &nbsp;<qco> have you ever sat there and thought about life and the problems of the universe?</qco> </h3>      sure. but i don't think the universe really has problems. just interesting puzzles\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n12:02 am</dco> &nbsp;<qco> have you ever done a videos with no humor in it?</qco> </h3>      humor is threaded through every fiber of the universe. it's out of my hands really\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n11:06 pm</dco> &nbsp;<qco> why is the universe so insanely weird?</qco> </h3>      to keep it interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n10:48 pm</dco> &nbsp;<qco> Do you hate Lithuania?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n10:42 pm</dco> &nbsp;<qco> emotions are so fuckign crazy. like, u think u know them all, but then u find a new weird combination of the old ones that feels entirely different</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n10:36 pm</dco> &nbsp;<qco> You haven't answered any questions today</qco> </h3>      that's not true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n10:18 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201706232128\">6.23.17&nbsp;&nbsp;9:28 pm</a>  what happened between gtkwgo and the steve vid that there was a slow/calm song in the works for a second? </qco></h3>      i had picked the next song to do, but i was in the midst of re-evaluating and changing the content agenda. i switched gears and made the steve video instead<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i wouldn't call outside slow.</qco> </h3>      that wasn't it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n10:00 pm</dco> &nbsp;<qco> why did you decide to put a timestamp on the anagrams, \n</qco></h3>      to clarify when they were made, so people don't think i was doing john mccain anagrams in 2015<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but the same color as the background, so its only visible when highlighted? \n</qco></h3>      because the date is not very important, and a little bit distracting when reading the anagrams<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;did you just not want people seeing when you uploaded a specific anagram unless we really wanted to know?</qco> </h3>      it's not the upload date, it's the creation date\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n9:07 pm</dco> &nbsp;<qco> do you secretly have an army of gremlins</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n8:42 pm</dco> &nbsp;<qco> Do you ever wear hats</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n7:36 pm</dco> &nbsp;<qco> how do i know if im even real</qco> </h3>      wondering if you are real is one of the strongest indicators of being real\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n7:25 pm</dco> &nbsp;<qco> I was just at a goodwill checking out their CD bin, and I picked up a copy of Control by janet jackson. And when I'm at the register the cashier looks at me and says 'do you actually like janet jackson?' and started to laugh.. and I'm just like 'uh, yeah sure' and he just laughs again and says in a very blatantly sarcastic tone 'well, alright then'.... What the fuck was that all about? Did I miss the memo that I'm not allowed to be a janet jackson fan or something?&nbsp;</qco> </h3>      no, this person fucked up, in 2 ways. they discouraged someone from buying something from their store, and also janet jackson's music is great\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n7:17 pm</dco> &nbsp;<qco> what is your favorite fruit?&nbsp;</qco> </h3>      the vegetable\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n6:59 pm</dco> &nbsp;<qco> i just got invited to a highschool party for the first time, what are some topics i could bring up if there's nothing to talk about? i know people like small talk but i'm not sure what counts as small talk</qco> </h3>      you will never know what's relevant until you get there. try to focus on things you never could have known before you had gotten there\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n6:54 pm</dco> &nbsp;<qco> does ur new song have a chorus?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n6:52 pm</dco> &nbsp;<qco> in expert mode, why is \"La de da de da de da de day oh\" not labeled as a song or music video.</qco> </h3>      it didn't seem necessary to clarify, because songs/videos are now a regular part of my content agenda\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n6:40 pm</dco> &nbsp;<qco> So what is recording music like for you?</qco> </h3>      it's like building a house\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n6:38 pm</dco> &nbsp;<qco> how do you both manage twitter, questions, and editing good content?</qco> </h3>      i just do all 3, whilst being interrogated about why i don't do other things too\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n5:27 pm</dco> &nbsp;<qco> why haven't you posted on instagram for so long?</qco> </h3>      it hasn't been that long\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n5:16 pm</dco> &nbsp;<qco> u ever make deep, seemingly unending, amazing journeys through etymology</qco> </h3>      it's something i plan to do more in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n5:07 pm</dco> &nbsp;<qco> do cows really exist?</qco> </h3>      it seems hard to believe, but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n4:55 pm</dco> &nbsp;<qco> do you have nothing better to do than answer these questions?\n</qco></h3>      no, i have a never ending queue of audio/visual content to make, and more<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nalso i liek tomato soup&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n4:50 pm</dco> &nbsp;<qco> science has shown, time and time again, that facts are actually not facts</qco> </h3>      ah, that's an interesting fact\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n4:47 pm</dco> &nbsp;<qco> when does evidence become proof</qco> </h3>      when you're sure. or at least when the important people are sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n3:56 pm</dco> &nbsp;<qco> was there a pattern of what chords you used in the jingles for hotewig?</qco> </h3>      i did it based on the way it sounds, and the over all effect it would have on the video at that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n2:45 pm</dco> &nbsp;<qco> how much time do you devote to writing/planning vs working directly on the content itself?</qco> </h3>      writing counts as working on the content\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n2:33 pm</dco> &nbsp;<qco> have any crazy dreams recently?</qco> </h3>      i think i am in one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.18&nbsp;\n1:49 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803202051\">3.20.18&nbsp;&nbsp;8:51 pm</a>  will you ever have a fez?</qco> </h3>      i hope so\n<br><br>"
  }
]
