[
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n3:49 pm</dco> &nbsp;<qco> Which political party do you follow?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n3:40 pm</dco> &nbsp;<qco> Please leak us some conversations from the secretive: the group DM of popular accounts.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:57 pm</dco> &nbsp;<qco> Joy, rage, sadness, fear, I get all these can be creative fuels with unique uses. But what about tiredness and disinterest? I've never been able to get them to work in any engine so to speak. Have you ever harnessed em?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:52 pm</dco> &nbsp;<qco> Bill why do you use Rogers for your cell provider</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:37 pm</dco> &nbsp;<qco> Do you spy on me to determine the best song for my current emotional state once every month?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:34 pm</dco> &nbsp;<qco> Bill, what's a creative way of dealing with long rides on public transport?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:30 pm</dco> &nbsp;<qco> can I take church gigs if I'm not religious?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:20 pm</dco> &nbsp;<qco> are you interested for potential interview?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:19 pm</dco> &nbsp;<qco> what schedule did you set for your next video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:15 pm</dco> &nbsp;<qco> my friend is sad. i asked them what was wrong and they said \"nothing\" but i can tell they're sad. i dont want to pry as i feel like it would only make things sadder. any tips on making my friend happy again?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:14 pm</dco> &nbsp;<qco> do you ever tape avocados to your back and pretend that you are a snail bill</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n1:22 pm</dco> &nbsp;<qco> bill help i dropped my bread</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> bill i cant believe what i did... i forgot to make sure my song was ok without the bass. i just listened to it on my phone and i was like oh no what do i do now????? i should have checked from the beginniing. now i know. i just have to figure out how to fix this problem now, it sounds very empty when i listen on my phone and i'm not sure how to fill that space</qco> </h3><a href=\"iphone-simulator-eq.png\">this</a><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n12:54 pm</dco> &nbsp;<qco> How did you film the construction hat thing for Hallelujah?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n12:38 pm</dco> &nbsp;<qco> Why are there never videos of you playing real drums?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n12:28 pm</dco> &nbsp;<qco> Bill, just how many twitter accounts do you have?!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n11:25 am</dco> &nbsp;<qco> How can someone who constantly thinks of things in terms of what could or will possibly happen in the future;&nbsp;live in the moment that is now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n11:17 am</dco> &nbsp;<qco> I tried to go to outer space but didn't have enough resources. What do I do now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n11:15 am</dco> &nbsp;<qco> collaboration kinda sucks i guess, how do i overcome this</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n10:56 am</dco> &nbsp;<qco> Why does Christmas Season start earlier and earlier each year?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n10:50 am</dco> &nbsp;<qco> Do you have advice for someone who is deathly scared of accidental plagiarism?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n10:45 am</dco> &nbsp;<qco> Is the mortal enemy of a door;&nbsp;the lock that keeps it from opening?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n10:43 am</dco> &nbsp;<qco> do you ever feel as if these questions are written by one guy&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n10:40 am</dco> &nbsp;<qco> If you pause the game right before you lose, do you win or do you lose?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n9:23 am</dco> &nbsp;<qco> Is red blue, and yellow green? </qco></h3><h3> <qco>If so why don't you believe me</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n8:53 am</dco> &nbsp;<qco> How does music make me feel an emotion? Why is this music thing a part of our brains? I'm not objecting or anything, but I am curious.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n8:14 am</dco> &nbsp;<qco> how do you feel about the people who comment how inspiring and positive your music is and how even when they're depressed listening to your music makes them feel like they can do anything?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n8:05 am</dco> &nbsp;<qco> do you think you'll ever do a serious tutorial on how you make your videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n7:39 am</dco> &nbsp;<qco> Loving the new song. Probably one of my favorite songs of yours. I love the fact that you completed it in just two weeks and there's nothing I would change about the song, but what about you? If you had just a few days more to work on it, what would you have added/improved?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n7:38 am</dco> &nbsp;<qco> Are you worried you'll get burnt out or produce less quality by setting dates for your songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n7:13 am</dco> &nbsp;<qco> How much can you bench press?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n6:32 am</dco> &nbsp;<qco> If apple juice and beer are from the same planet, then your guitar looks just like you. Does it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n6:28 am</dco> &nbsp;<qco> can you explain xoxofest to me? </qco></h3><h3> <qco>don't really know what it is </qco></h3><h3> <qco>but are you going to be getting footage from it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n5:18 am</dco> &nbsp;<qco> theory for music is like theory for language: if it doesn't help you, either change it or let it go. if it does help you, keep it. theory is also like a dick: it's not innately bad, but a lot of people who have a GRASP of it may still have stupid ideas about how it should be used, like only for tedious and pointless DRILLING instead of as a flexible tool for everybody's consensual pleasure. do you agree with these comparisons?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n4:47 am</dco> &nbsp;<qco> oh, now i get it. i come here and start talking to myself. forgetting to communicate. just thinking to self. forget to cut the thread until i realize how long it's gone. first i thought it needed to keep going because i hadn't made my 'point' yet. there's not a special point. it's just that if you keep thinking what you mean more meaning will be there and at the end there will be a wide horizon of truth and you look out at it and see something at some point that feels like 'it'. it can be cut off at any point. you realized that. but then you figured, well, if it can stop now, it can also continue. then i'll Really have some points!.. nah. it's just a window of insanity. insanity can carry meaning. wait, what's insanity? you think of it as disjointed from reality. rambling, sprawling, the focus tumbling forward and out and everywhere. it's inevitable that it catches on something important if you can still see that through the mess.&nbsp;&nbsp;&nbsp;&amp;n\nbsp;&amp;nbs\np;&nbsp;&nbsp;&nbsp;messy. messy? it's messy without focus. no filler allowed. what is the filler? how do i know which words are the fluff? the fluff diverts the focus. what is the focus? how do you know? you don't know when you do this. you're just thinking. you're just thinking. you're just thinking. you're just thinking. oh no. i didn't come here to do this. i came here to be focused. focus. use your 10. not your 2. this is the lab. yes. it's the lab. you can do anything in the lab. but you have to have a plan. the plan can be to have no plan. but that needs to be a choice. not your always. what you need is to distill the meaning. add fun, stir, enjoy. but don't waste time.\n<br>\n<br>\n<br>[] [] [] [] [] [] [] [] [] [] [] [] [] []&nbsp;&nbsp;[ PAST THIS NOTICE, THERE WILL BE FOCUS. SCRATCH THE TANGENTs. EVERYTHING HAS A TANGENT. TUG ON EACH VINE, SURE. BUT YOU KEEP THE STURDIEST AND CLIP THE REST*. ]&nbsp;&nbsp;[] [] [] [] [] [] [] [] [] [] [] [] [] []\n<br>\n<br>() () (\n) () () \n() ()&nbsp;&nbsp;( *bonus points : weave them around the main vine in a way that makes it sturdier. )&nbsp;&nbsp;() () () () () () ()\n<br>\n<br>\n<br>if you want to communicate, and you do, you need to have a point and it needs to be understood, and the process of the end-consumer understanding it needs to feel easy and good. that can be difficult to gauge when it's your own thoughts. you may confuse articulating your thoughts as they appeared as making them understandable to others and the contact high from having just recently handled the spicy crazy fun with having made something that is fun to experience as a separate person. what you need is to learn how to see the end product as a separate person. that's a different suit. you gotta be you when you're doing it, or what the hell is it gonna be?\n<br>\n<br>what i'm doing right now is tricking my brain into going into communication mode while in a mostly-safe environment. i feel i'm gaining a better understanding of what'\ns going \non here. most of that information comes from doing it wrong. the next step is to become comfortable doing this in a completely independent environment, learn to accurately evaluate performance, and plan the appropriate next steps + the upcoming destinations + the long-term journey.\n<br>\n<br>the obvious next step is to try some fiction. stories. deliberate things that don't have your immediate thoughts tied up into it. that's great practice for fun, clear, purpose-driven communication. extra bonus, if you come up for air and feel ready to express yourself in a straightforward way, you'll be even better at communicating and you'll have new things to say.\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>ew. what happened here? diplomat mode has no heart. passion mode has no feet on the ground. that's not even passion on the top. that's a beaten bastard hybrid child. or maybe it's fine. ish. it's nothing new. the lessons are settling in.\n<br>\n<br>\n<br>\n\n<br>i \ndon't know if i'll ever figure this out.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n4:29 am</dco> &nbsp;<qco> Have you ever tried playing the horn, bill?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n4:26 am</dco> &nbsp;<qco> No such thing as an objective truth--- or at least there is as much objectivity in our universe as there is subjectivity--- Our realities are bounded by our sensory abilities and as everything in the universe is defined by the laws of cause and effect, we can assume that for all things and non-things (and things in-between things and non-things), a set path of event-to-events is in place as far as our perception of reality allows. I.e. if the exact circumstances that caused the creation of our universe were to reoccur in the exact same way, then every following time-related outcome would be identical. Every life, death, thought, personality, choice, etc. is predetermined, like an elaborate Rube Goldberg machine with a few of the components trying to rationalize their place in the whole thing.\n<br>\n<br>\n<br>At the end I'm betting on nothingness, but hoping for something cooler. Like a controlled rewind button with godmode or to wake up in the fourt\nh dimens\nion having finished this low budget 3-d rpg. Hell, a dollar store deity would at least offer some irony. I'm not that creative. Probably gonna be something beyond the pink squish in my heado. \n<br>\n<br>What do you think?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n3:42 am</dco> &nbsp;<qco> could it possibly be a good idea to vary production time based on song length? a 2.5 minute song is much easier to do in 2 weeks than a 3.5 minute one would be</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n3:23 am</dco> &nbsp;<qco> how do i assemble a band?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:59 am</dco> &nbsp;<qco> is there a way to be better in playing piano?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:44 am</dco> &nbsp;<qco> what do i do if i cant feel the power from the world on my side</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:43 am</dco> &nbsp;<qco> I am considering learning how to play the cello, I already have 6 years experience on the violin and would like to expand my horizons, do you think spending the money on a cello would be worth it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:40 am</dco> &nbsp;<qco> I'm sorry about everything.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:34 am</dco> &nbsp;<qco> hey bill school just started for me and it's already not going too well, can you please give me advice on what to do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:33 am</dco> &nbsp;<qco> what's your political and religous views?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:23 am</dco> &nbsp;<qco> Whenever pepole are asking you for the meaning of your lyrcis you always reply something like \"youll have to listen\" or \"its about you\" does that mean that art that you're making is supposed to make pepole think</qco></h3><h3> <qco> and make their own interpretations and like forcing them to be creative if they want to understand your art?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:18 am</dco> &nbsp;<qco> would you wear heels???</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:04 am</dco> &nbsp;<qco> are you trying to get the high score? but what comes after??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:03 am</dco> &nbsp;<qco> All I've talked about is the unquenchable need to express myself, so much that it's all I can express. The need has become me.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>9.7.18&nbsp; \n2:01 am</dco> &nbsp;<qco> It's crazy how ingrained the letters on the keyboard are in my mind. It's so natural. I wish I could learn something to the same extent that I learned to read. Where it's so natural it's impossible to not read what I see. Words are a part of me so fully that I think I'd die without them. Not that they're needed to survive, but they're needed to live. Is music like that to you?&nbsp;</qco> </h3><br><br>"
  }
]
