[
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n2:10 am</dco> &nbsp;<qco> Do you have any strategies to help get me out of a musical rut? As a saxophone player I've just been feeling recently that everything I play/write sounds the same.&nbsp;</qco> </h3>      \nhow about trying another instrument\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n12:49 am</dco> &nbsp;<qco> can you recommend me a paul mccartney song with a sick drum groove?</qco> </h3>      \nblackbird\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n12:19 am</dco> &nbsp;<qco> What do you think about the Dorian keys?</qco></h3>      it's worth mentioning that that means, for example, that you are using the key of C minor except instead of including the Ab note you use A natural<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What kind of situations do you think one could use them in? :)&nbsp;</qco> </h3>      cool situations, like 'so what' by miles davis. i wish i could say that no single example could sum it up, but that song was apparently put on this earth to be a dorian tutorial. this is widely known\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n12:16 am</dco> &nbsp;<qco> do you feel like you make your stuff because your head is going to explode if you don't get it out somehow? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that's how i feel sometimes.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.23&nbsp; \n12:02 am</dco> &nbsp;<qco> When you talk about making bad stuff until it starts becoming good, do you mean it in a \"keep trying even though you'll make a lot of random noise\" way or a \"just make random noise, then find a pattern in the noise\" way?</qco> </h3>      \nit has to do with what happens to you while you're making it. if you decide to make something bad on purpose, hopefully that should put you in a brighter mood because it might be more fun to break the rules than to follow them. so it's just sort of a trick to lighten your mood. then you'll be in a better mood and suddenly the music will get good. and as soon as you notice this, you'll immediately become self-conscious again and have to restart the trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n11:11 pm</dco> &nbsp;<qco> what's an interesting dream that you've had recently</qco> </h3>      \ni dreamed that i was awake\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n10:51 pm</dco> &nbsp;<qco> You can be ironically ironic?</qco> </h3>      \nit cancels out\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n7:34 pm</dco> &nbsp;<qco> Have you ever encountered an unholy moly?</qco> </h3>      \nmoly is not holy. all moly is regular moly. if it's moly, that means actual holy things like 'shit' and 'fuck' were apparently not available\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n5:48 pm</dco> &nbsp;<qco> is your dancing in your videos choreographed or do you just kinda move how you feel at the moment of recording?</qco> </h3>      \ni always plan to choreograph things but it never really happens that way. i try a broad range of things on camera, then pick what to use\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n5:35 pm</dco> &nbsp;<qco> When you begin writing music, are the melodies and everything else in the song written as you go, or does it begin with a story you wish to tell?\n</qco></h3>      i've found it almost impossible to predict what story is to be told, even with non-song storytelling. and for songs it's even less predictable<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Another question: when you have those stories to tell, are they simply the child of creative thinking pulled from thin air or does it take a set process to create the surreal yet realistic environment in your videos? [Most notably in 'Perfect.']</qco> </h3>      for 'Perfect', absolutely nothing was predicted. the first ingredient was the location selection. from there, we get 2 people observing some car movements. and the scene unfolds from there. so everything is imagined in chronological order, during the writing process. and nothing is produced until the writing is done\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n2:54 pm</dco> &nbsp;<qco> How many coincidences have to happen in a row until I'm no longer considered crazy by others and my theories about the universe are correct?\n<br>\n<br>Apparently infinite</qco> </h3>      \nYou'll have to explain what a coincidence is. what exactly is coinciding with what? and you'll also have to define 'in a row'. Is there a threshold limit for the duration of time between the coincidences? and is it assumed that no other non-coincidences should happen between the coincidences? for example, if there's 1 coincidence every second for 100 seconds, does that count as 100 in a row? What about 1 coincidence per century, for 100 centuries. does that count as 100 in a row? let's talk figures\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n2:51 pm</dco> &nbsp;<qco> What is your favorite article on Wikipedia?</qco> </h3>      \nthe article about Wikipedia\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n12:19 pm</dco> &nbsp;<qco> how do I pull myself out of a barren waste land?</qco> </h3>      \nyou can go to the next wasteland over\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n11:27 am</dco> &nbsp;<qco> Why can't one of the 2 friends in \"Perfect.\" go up? Is it because of gravity?</qco> </h3>      \nyep\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n10:01 am</dco> &nbsp;<qco> in a scale of one to ten, how would you rate your favorite piece of art?</qco> </h3>      \n5.5\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n9:47 am</dco> &nbsp;<qco> how to share non pop songs to someone who only listens to pop songs in order to raise their interest \n<br>being the only one irl who listens to small circles and doujin related felt to me that i am afraid to share/ scared of harassment&nbsp;</qco> </h3>      how about this: make a great movie and use the song in it. works every time\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n8:04 am</dco> &nbsp;<qco> opinion on rock music</qco> </h3>      \nsounds like a euphamism\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; 6:00 am</dco> &nbsp;<qco> can u respond to this question?</qco> </h3>      \ni'll see what i can do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n4:19 am</dco> &nbsp;<qco> why is F more difficult to play than other chords on guitar</qco> </h3>      \nthe keys go in a circle. the guitar is tuned pointing mostly toward the G D A E area. much like if you are in a chair facing north, it is fairly difficult to look to the southwest. If you want an even greater challenge, try looking directly south, or in this case, learning things in the key of Eb or so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n4:13 am</dco> &nbsp;<qco> Nee nee, geen google translate nodig. Maar dat kan ik nooit bewijzen natuurlijk. En jij?</qco> </h3>      \nik denk dat ik een adviseur nodig heb. iemand die me kan vertellen hoe de taal tegenwoordig eigenlijk gaat. help me de niet-1950-versie van de taal te vinden. wat vind je hiervan: 'toch wel, wel toch maar echt heelveel een beetje eigenlijk, maar, ik denk, nou maar, eerlijk...... super gezellig, lekker lekker.... snap je?'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n3:33 am</dco> &nbsp;<qco> what sport do you like</qco> </h3>      \nhard ball\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; \n1:22 am</dco> &nbsp;<qco> will you still be able to make music when youre 70? i hope you can</qco> </h3>      \nyep\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.23&nbsp; 1:03 am</dco> &nbsp;<qco> Where do you live?</qco> </h3>      \nright over there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n10:50 pm</dco> &nbsp;<qco> bananas</qco> </h3>      \ni understand\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n10:36 pm</dco> &nbsp;<qco> what do you think the chief utility of balloons is?\n<br>I only ask because I have two that are just sitting around and I've been thinking about doing something with them.</qco> </h3>      \nspread good cheer\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n4:50 pm</dco> &nbsp;<qco> whats your opinion on blenders</qco> </h3>      \nA lot of people think blenders are 'stupid' because the 'lyrics' are 'dumb'. The lyrics on my blender are, and i quote, \"On. Off. Min. Max. Pulse. Smoothie. Ice crush. Soup.\" i rest my case\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n4:20 pm</dco> &nbsp;<qco> How do you find inspiration?</qco> </h3>      \nit's everywhere. so go anywhere, and there it will be. or just stay where you are, it will probably find you there anyway. but in case it doesn't, then you can go ahead and take a step or 2, in any direction. and there it will be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n3:38 pm</dco> &nbsp;<qco> How do you make the key changes in your music feel so delicious? I just wanna devour them MMMM</qco> </h3>      \nholy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n2:25 pm</dco> &nbsp;<qco> What do I do if I wrote a super awesome song outside of my vocal range? I can sing the problematic part an octave down, but it just doesn't feel right. I can also move everything down until it fits in my vocal range, but the lowest parts feel way too low then. Do I just hope and pray that I can eventually sing it as it is?</qco> </h3>      \namong the things i would recommend, i do not prefer the 'octave-down' solution. However, i have 5 other semi-strategies (at least one of which you've mentioned) which all have their pros and cons. You can search for a compromise for the song's key, which sounds like it will be a tight squeeze because it sounds like the range of your song is wide. but, indeed, do what you can to find a compromise key. the next thing is just to keep practicing and eventually you will be able to sing a wider range. another option in the modern day, is to use computer assistance to produce the vocals outside of your range. the problem with that is, the results might not feel as genuine as you'd be able to get with your true voice, and also, if you ever are trapped in a cave with only an acoustic guitar, you wouldn't be able to perform the song, and also, in general there's a chance that it may hinder your growth as a singer because it might decrease your motivation to learn to actually sing it. Another option is to find a way to get someone else to sing it. the challenge with that, however, is that they just might not know how to sing your song as genuinely as you could, and of course maybe you don't even know how to find someone and/or incentivize them to do the job. Another option, of course, is to do a bit of re-writing to find a way that the song could comfortably land in a different key for that part. this may require some out-of-the-box thinking, but it can be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n12:58 pm</dco> &nbsp;<qco> If the prefix re- means to do again, what does the refrigerator do again?&nbsp;</qco> </h3>      \nfrigerate\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n12:28 pm</dco> &nbsp;<qco> What is \"VACATIONING IN THE MIDDLE OF THE SUN\" on the expert mode page? </qco></h3>      that's just a vent of frustration for how long it was taking for me to do what i was working on at that time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It doesn't link to nything</qco> </h3>      on the expert page, things are not required to be links. some people can't handle this, which of course is why it's called the 'expert' page\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n12:16 pm</dco> &nbsp;<qco> If they say \"short\" for both height and length why is it that a great height is \"tall\" and a great length is \"long\"?</qco> </h3>      \n\"long\" and \"tall\" are different concepts, so i'm not surprised that we have 2 words. i find it more interesting to wonder why we have only 1 word for small height and small length. Some other languages, however, have different words for small height and small length, but only 1 word for long and tall. i guess the takeaway here is, there's never gonna be infinite words, so some sharing will have to happen. and, like cloud shapes, each language will have a different configuration of such sharing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n5:25 am</dco> &nbsp;<qco> Is it really a question if it doesn't have a question mark, or am I just being a language purist?</qco> </h3>      \nyou probably aren't a language purist because you said \"doesn't\", and in fact every other word you said is probably some kind of corruption from some previous version which was at one time considered more correct. but indeed you may be a formalist\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n4:57 am</dco> &nbsp;<qco> why is there something rather than nothing?</qco> </h3>      \nthere's plenty of both, but you don't notice the nothing, because, well, 'nothing' is hard to notice. you wouldn't even be there to notice it \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n2:08 am</dco> &nbsp;<qco> i'm tryna make some songs here, or at least write songs to develop in the future, and i was just wondering, when there are multiple, varying in similarity, tunes/melodies/chord progressions available to work with that i'd like to incorporate at some point into my music, how does one figure out whether to attempt to cram them in the same song or save them for another song, all while keeping in mind if i don't use that cramming technique i would have to come up with a likely less musically satisfying melody to fill the gap and complete the song, while also keeping in mind that if i do cram, the song MAY possibly sound better given the incorporation of multiple flagship tunes, but then might not make as much sense or sound AS natural given that they tend to be completely, or at least enough that it's noticeable, different. how do i figure out the correct balance?</qco> </h3>      \ngenerally, i'd say don't obligatorily include things into a song just because you have them on hand. in my opinion, working on a song is like being a doctor, and the song is the patient. examine the patient, listen to the patient, and find what that patient needs. don't just go into your doctors closet and get the bone saw just because you have a bone saw\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n1:29 am</dco> &nbsp;<qco> how do i start learning music and theory?</qco> </h3>      \njust start playing music. if you don't know what kind of instrument to get, i'd recommend something in the piano family. all the notes are layed out in order like buttons, so it's crystal clear what does what. it's like child's play. you'll have fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.23&nbsp; \n12:55 am</dco> &nbsp;<qco> is there such a thing as being too reliant on music? cuz i'm at a point where whenever i have to complete a task that might take me more than 5 minutes i have to listen to music, or if i'm not listening to music i'm messing around on garage band or practicing my instrument for marching band but no matter what i do, it's music related. i just feel like eventually i'm gonna get tired of music and i'm scared of that happening because it's such a big part of my life.&nbsp;</qco> </h3>      \nmake plans to worry about that later. now is not the time. if this ever happens, i promise there will be something else for you to discover\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n11:35 pm</dco> &nbsp;<qco> hi. how do i know if i should make electronic music as opposed to something jazzy or in the realm of dream pop? do i even need to decide?</qco> </h3>      \nin your case, i think these 'genre labels' are too distracting. Like fruit, i think you will find that the fruit actually tastes much better if you peel off the label\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n10:30 pm</dco> &nbsp;<qco> What do you think the man in out to lunch had for lunch?</qco> </h3>      \ni'm not convinced that that person has a stomach, or any digestive system in general\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n9:13 pm</dco> &nbsp;<qco> Do you by any chance have a demo version/writing session of 'the moon is made of cheese' that you can share? I'd like to hear the stripped down, early version of that one.</qco> </h3>      \ni could share it with you, but first i'd have to get to know you well enough so that i trust that you won't go and post it on 'bill sucks' dot com\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n8:59 pm</dco> &nbsp;<qco> Why do you think it is that we often feel so strongly that certain people \"look\" or \"don't look\" like their name? Like, oh you look like a Brian or oh she doesn't look like a Chloe. Do you think there are actually certain features associated with certain names? Is it just confirmation bias? Both? Neither?</qco> </h3>      \non some level, there are some intrinsic qualities of visual appearance which may intrinsically match with some intrinsic qualities of some phoenetics. (i deeply apologize for using the word intrinsic 3 times, but upon further review i'm confidident that i needed it.) On top of that, there may also be some association happening with other people who have had that name. However, i should add, how people seem to 'look' is almost always heavily influenced by how they act, and how they carry themselves, and their personality in general. And personalities, also, may seem to intrinsically match with certain phoenetics. and this likeness may grow stronger over time, as people embrace (or, if needed, alter) what their name is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n6:40 pm</dco> &nbsp;<qco> How would you feel if some news organisation asked you a question on here and then quoted your off handed answer as if it was serious?</qco> </h3>      \ni'd feel like a true member of society\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n6:25 pm</dco> &nbsp;<qco> Do you think we should rename sperm banks to semen factories</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n5:26 pm</dco> &nbsp;<qco> What is your favorite type of door?</qco> </h3>      \nwindow\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n5:03 pm</dco> &nbsp;<qco> hey bill, will ever use samples from other media like youtube videos, other songs, etc?</qco> </h3>      \ni generally don't do that. for me it's not worth the drama\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n3:45 pm</dco> &nbsp;<qco> Should I try commission painting</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n2:58 pm</dco> &nbsp;<qco> What inspires you to use strange time signatures in some of your songs, such as how more than a dream's verses are in 7/4?</qco> </h3>      \nsometimes it's just about how much time you want to pass. the first line is what it is, so we know that has to be like a 3/4, and then we try the whole thing in 3/4 and we notice \"that doesn't feel like enough time passing in between the lines. i just want more time to pass\" so we make the gap 4 beats long instad of 3. and that's how that happens. Same as determining how long each shot should be, for a scene of a movie. sometimes 3 seconds is too long. 1 second is too short. but maybe 2 seconds is just right\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n2:47 pm</dco> &nbsp;<qco> a good melody seems important if you want to write a memorable song (this is in regards to non-lyrical songs, because you can make it more memorable with words) but is memorability important to writing a good song?</qco> </h3>      \nthat might be a reverse correlation... i.e., rather than things being good because they're memorable, i'd rather say, we remember things BECAUSE we find them good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp;\n1:48 pm</dco> &nbsp;<qco> I often find new artists through looking through the Wikipedia pages for certain genres of music. For example, I found the band Television Personalities while looking at the page for \"Anti-folk,\" and\n I ended up subsequently listening to their album \"And Don't the Kids Just Love It,\" all based on the fact that the picture for Television Personalities at the top of the Wikipedia page was really cool. Basically, all this combined gave me the impression that this would be a cool band, based on their name, genre, pictures, etc. When I listened to the album, it was good, but it wasn't as good as I expected it to be, even though I couldn't possibly have had any expectations for their music. Would you say my expectations based on things that had nothing to do with the MUSIC of Television Personalities in turn made my experience of their album less enjoyable? </qco></h3>      no, it possibly made your experience better, because you were in a welcoming mood<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can that be applied to every artist? Is it best to just listen to a band's album cuz \"fuck it?\" as opposed to because \"they looked cool,\" or \"they had a cool album cover?\"&nbsp;</qco> </h3>      music discovery certainly works best when you are in that welcoming mood. because, at first, what else do you have? it's just the picture, the image, the title, .... you gotta start somewhere. so, indeed, these superficial attractors are a natural starting point. In fact, on some level i believe music actually needs something to latch onto, otherwise it doesn't even work so well. We've all had the experience of enjoying music in a video game. or maybe you'd go to a thrift store and see an obscure reggae record from 1973 that just looks magical. so you take it home and listen to it. Maybe it's good, maybe it's not, but being enchanted by how-and-where you found it, and the cover image, title, etc, certainly puts you in a welcoming mood, which will help you embrace all that may be good about it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n11:28 am</dco> &nbsp;<qco> Does answering all these questions help with your creative process or does it just help pass the time?</qco> </h3>      \ntime passes just fine on its own. yes indeed, the questions process is full of many opportunities to learn and grow\n<br><br>"
  }
]
