[
  {
    "html": "<h3> <dco>9.9.22&nbsp; \n11:42 am</dco> &nbsp;<qco> what chapter of your life do you say you're in right now</qco> </h3>      \nchapter.....5\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.22&nbsp; \n9:22 am</dco> &nbsp;<qco> Does the world make sense?</qco> </h3>      \nyes, right when you least expect\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.22&nbsp; \n7:57 am</dco> &nbsp;<qco> whats your opinion on sausages</qco> </h3>      \nthey are somehow too long and too short at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.22&nbsp; \n5:47 am</dco> &nbsp;<qco> How did you come up with the idea for \"I'm a Princess\"? </qco></h3>      just sort of a \"what if\" situation, i suppose<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It's one of my favourite songs that you've made and I would like to know more about it.</qco> </h3>      i wrote it way too fast, because i was actually determined to get onto a 1 song per week schedule (instead of 2 weeks, which was also failing at the time). so, in accordance with that, i wrote it extremely fast. too fast. later after i realized i would not be on pace to meet the 1-week goal, i also realized that the writing needed more work. even though i was most of the way through the production, i went back and did some re-writes. this is extremely rare. normally the writing is finalized before production begins. the riff/chorus used to be almost entirely instrumental (the \"belong / message / lessons / before i'm gone\" parts were added in the re-write). also the end of the bridge (\"know what it's there for / here for\" etc) was part of the re-write. the production was finished within a couple weeks after that, but then for some reason i decided to completely re-invent the graphics department from the ground up, so the finished audio of the song sat in limbo for many many months. which, for me, contributes to the haunting essence of the song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.22&nbsp; \n4:11 am</dco> &nbsp;<qco> What do you do in a potential dream to know if you're dreaming?</qco></h3>      try to figure out the current date and time, and your geographical location. try to recount what you've done in the past week<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My thing is jumping</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.22&nbsp; \n3:34 am</dco> &nbsp;<qco> At 2:35 in More Than A Dream, did you put any effects on your voice when you sing \"Good Night Sleep\" </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is that only your fry register? </qco></h3>      yes it is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I love the sound of it</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.22&nbsp; \n2:40 am</dco> &nbsp;<qco> have you ever used a gong in your music?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.22&nbsp; \n1:00 am</dco> &nbsp;<qco> what should you do when you make a damn fool of yourself in front of everyone</qco> </h3>      \nremind them to like and subscribe\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n10:42 pm</dco> &nbsp;<qco> rock paper or scissors?</qco> </h3>      \nthere's got to be some kind of all-in-one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n10:26 pm</dco> &nbsp;<qco> What's your favourite movie?</qco> </h3>      \none time i saw a movie that actually started at the beginning, without wasting several minutes on opening credits. just kidding, i've never seen that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n9:15 pm</dco> &nbsp;<qco> what is an instrumental breakdown?</qco> </h3>      \npart of a song where there's probably no lyric, and some of the instruments get the spotlight. maybe mute some of the instruments temporarily to showcase certain other instruments\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n8:49 pm</dco> &nbsp;<qco> What's your favorite fast food?</qco> </h3>      \ninstantaneous food\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n5:42 pm</dco> &nbsp;<qco> what's your favorite chess piece?</qco> </h3>      \nhorsey\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n3:47 pm</dco> &nbsp;<qco> what is your favorite shape of noodle?</qco> </h3>      \ncircle\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n12:54 pm</dco> &nbsp;<qco> what is the key to changing keys?</qco> </h3>      \nfor there to be something else, in that moment, more important than the key. more important than staying in the same key\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n11:34 am</dco> &nbsp;<qco> why isn't the teacher here yet</qco> </h3>      \nto give you an opportunity to teach yourself, in this brief moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n10:42 am</dco> &nbsp;<qco> is nature ugly?</qco> </h3>      \nyes, and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n10:30 am</dco> &nbsp;<qco> Should I take any of your answers seriously?</qco> </h3>      \nsure, go ahead\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n9:59 am</dco> &nbsp;<qco> what is ?</qco> </h3>      \nyes it is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n1:43 am</dco> &nbsp;<qco> i have to change the bpm like once every measure because every line i do is never at a consistent speed no matter how many times i redo it what should i do</qco> </h3>      \nif you want the song to be aligned to the grid, you have to turn the click on while you're recording, so you can hear it while you're playing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.22&nbsp; \n12:47 am</dco> &nbsp;<qco> Have you heard the sped up and slowed versions of your music?</qco> </h3>      \ni always test them at .5 and 1.5 speed/pitch, before releasing them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n11:38 pm</dco> &nbsp;<qco> la de da de da de da de day oh hits different when you actually cant go home. would you agree</qco> </h3>      \n\ni haven't had a chance to try it both ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n8:00 pm</dco> &nbsp;<qco> how much of \"i like to wear soft clothing\" was written before \"meet me in september\" was posted?</qco> </h3>      \nthe melody/lyric/chords for the entire title line, which was written on september 20, 2018\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n7:52 pm</dco> &nbsp;<qco> is a giraffe secretly a monkey in disguise?</qco> </h3>      \ni wouldn't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n7:17 pm</dco> &nbsp;<qco> am i misunderstood or do i just suck</qco> </h3>      \nmaybe a little bit of neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n6:48 pm</dco> &nbsp;<qco> how many pages does the book about friendship have? \"i wrote a book about friendship\"</qco> </h3>      \n0\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n6:45 pm</dco> &nbsp;<qco> What your next song about?</qco></h3>      ....having been somewhere?<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also is there a release date? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Doesn't have to be specific.</qco> </h3>      \nactually, it does\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n4:56 pm</dco> &nbsp;<qco> name 1 possible thing</qco> </h3>      \nhow about going to lunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n4:01 pm</dco> &nbsp;<qco> What is shapes?</qco> </h3>      \nanything you can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n3:46 pm</dco> &nbsp;<qco> why are you so interesting, intriguing, and engaging to talk to?</qco> </h3>      \nbecause i tell my entire life story in chronological order without being prompted to do so\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n3:43 pm</dco> &nbsp;<qco> Do you eat oranges with or without the peel</qco> </h3>      \neat only the peel\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n3:03 pm</dco> &nbsp;<qco> Why can nobody be 100% free?</qco> </h3>      \nbecause if they were then they would be unrecognizable.... unlocatable.... unidentifyable.... they'd be the same thing as everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n2:18 pm</dco> &nbsp;<qco> when did the world become so sciency</qco> </h3>      \never since world science day\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n2:03 pm</dco> &nbsp;<qco> https://billwurtz.com/songs.html im a princess and here comes the sun is in the wrong place (iap has wrong date)</qco> </h3>      \nthat's not true. the audio was completely finalized on that date, and was not changed after that. so, for the songs page, which deals only with audio, this is the correct date\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n1:49 pm</dco> &nbsp;<qco> i'm having the worst time ever trying to write my own music, but i want so badly to understand music production. would covering a few songs be an okay place to start?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i just wan't to know what it feels like to produce something with quality and intent.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n1:39 pm</dco> &nbsp;<qco> thoughts on monochrome style?</qco> </h3>      \nit brings out the patterns and shapes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n12:58 pm</dco> &nbsp;<qco> is the line \"that's the trumpet, now get up and go stare at the flagpole\" about how schools and summer camps force people to stand up for the national anthem and the pledge of allegiance?</qco> </h3>      \ni was thinking of the military solute, which also seems similar\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n12:48 pm</dco> &nbsp;<qco> what is the length of the next song?</qco> </h3>      \nabout 3:13\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n12:47 pm</dco> &nbsp;<qco> why do you say F is your favorite chord?</qco> </h3>      \ni must have been asked what my favorite chord is (which i do not have), and snapped under the pressure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n11:50 am</dco> &nbsp;<qco> why is timbre pronounced \"tamber\" but its spelled suspiciously like \"timber\"?</qco> </h3>      \nit's traveled a long way through space and time, across multiple centuries and continents\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n11:44 am</dco> &nbsp;<qco> has a question here ever made you question the mysteries of the universe and humanity as a whole?</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n10:02 am</dco> &nbsp;<qco> Do you speak English?</qco> </h3>      \njust enough to read the STOP signs\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n8:27 am</dco> &nbsp;<qco> what would happen if the musical music was not true?</qco> </h3>      \nthere'd be some interesting music about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n8:05 am</dco> &nbsp;<qco> got any quick ways to make 537.97$? i wanna buy some board games</qco> </h3>      \nyou can sell your soul for exactly that amount. it just so happens that that is very close to today's average market price for a soul\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n6:35 am</dco> &nbsp;<qco> what is a pineapple</qco> </h3>      \ni have no earthly idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n6:30 am</dco> &nbsp;<qco> is this the bill wurtz from the youtube channel \"bill wurtz\" in the website bill wurtz, just need to know if you're actually bill wurtz</qco> </h3>      \nyes it is, thank you for asking\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n4:55 am</dco> &nbsp;<qco> Do you have any tips on letting go of attachment to earthly desires</qco> </h3>      \ngo ahead and get yourself some heavenly desires\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n4:17 am</dco> &nbsp;<qco> Do you have any advice for how to get from playing something like a 4-chord progression with all the chords in root position in just one hand to being able to voice them well across both hands like in actual songs? I've been having trouble trying to think of the notes of the next chord and then finding a good way to get to each of them from the notes of the current chord I'm playing quickly enough to not break rhythm</qco> </h3>      \nget some songbooks (with chord symbols in them). then go through each of the songs (at any speed. stop as much as you want). and make a rule for yourself, of your highest and lowest note that you will be using in the chords. Maybe something like the first G below middle C, and the first A above middle C. Also allow yourself a bass note in a different range, how about between 1 and 2 C's below middle C. so each chord will have 1 note in the bass range, and... about 3 notes in the middle range. you're allowed to omit the bass note from the non-bass range. Then just go through the songbooks and find all the chords, in these ranges. you'll get used to all the patterns very quickly. you'll also start to enjoy the music much more because it will sound better\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n2:16 am</dco> &nbsp;<qco> how do you learn a different language?</qco> </h3>      \nimmerse yourself in the actual world where that language is used most\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.22&nbsp; \n1:50 am</dco> &nbsp;<qco> how do I stop my apple from getting mad</qco> </h3>      \nbe very kind and gentle to the apple. soothe the apple.\n<br><br>"
  }
]
