[
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:52 am</dco> &nbsp;<qco> What should I ask you about?</qco> </h3>      what you should ask about\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:49 am</dco> &nbsp;<qco> did u just do a bad thing?</qco> </h3>      nope\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:42 am</dco> &nbsp;<qco> how do i not starve and die from being poor</qco> </h3>      can you farm\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:41 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911090954\">11.9.19&nbsp;&nbsp;9:54 am</a>  What is electricity?</qco> </h3>      let me see if i can explain that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:40 am</dco> &nbsp;<qco> are sexy pants like normal pants but sexier?</qco> </h3>      they are non-sexy pants, worn by someone with an uplifting and positive attitude\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:38 am</dco> &nbsp;<qco> How did you discover your love for music?</qco> </h3>      i heard music\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:32 am</dco> &nbsp;<qco> 11.8.19&nbsp;&nbsp;8:41 i would guess first bar is in 7/4, second bar&nbsp;&nbsp;in 15/8, third in 8/4 and finally ends in 4/4, am i right?</qco> </h3>      <a href=\"https://billwurtz.com/we%20are%20humans%20+%20noharm.jpg\">close</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:28 am</dco> &nbsp;<qco> hey ur pretty neat</qco> </h3>      that is company policy\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:22 am</dco> &nbsp;<qco> is there anything on the list of automatic response questions that you would answer differently since you set it up 2 years ago or whenever</qco> </h3>      absolutely i have to change all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:21 am</dco> &nbsp;<qco> is it true that you're working on a big project on youtube? I've heard rumors about it</qco> </h3>      the way i use youtube is i actually make the entire video off youtube and then post it on youtube when it's done\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:17 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911090751\">11.9.19&nbsp;&nbsp;7:51 am</a> \n<br>enjoyment level would be about 90 out of a hundred\n<br>\n<br>are those all the factors now? could you give me an answer to my first question based on these factors (being if i could be successful)</qco> </h3>      90%\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n10:46 am</dco> &nbsp;<qco> Can a dog fly</qco> </h3>      only with plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n10:41 am</dco> &nbsp;<qco> the knives can be instruments or they just stabbies</qco> </h3>      can be instruments\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n10:38 am</dco> &nbsp;<qco> how did you get the Idea of doing all this stuuf ?</qco> </h3>      common sense really\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n10:31 am</dco> &nbsp;<qco> Have u been on the moon and realised it's actually mars\n<br></qco> </h3>      turns out it's actually earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n10:12 am</dco> &nbsp;<qco> Are you revamping the video makimg process, or what?</qco></h3>      yEsS<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I know you're working on stuff,</qco></h3>      mE tOo<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I just don't know exactly what.&nbsp;</qco> </h3>      mE nEiTHeR\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n9:54 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911081508\">11.8.19&nbsp;&nbsp;3:08 pm</a>  Then what is a cat?</qco> </h3>      \n\n\nit's like an extremely polite dog, made of electricity\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n9:43 am</dco> &nbsp;<qco> when are you coming back to youtube</qco> </h3>      i am having a count down timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n9:16 am</dco> &nbsp;<qco> What is the countdown timer currently at</qco> </h3>      49\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n8:19 am</dco> &nbsp;<qco> what are your superpowers?</qco> </h3>      climbing the social ladder, without touching the rungs\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n7:51 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911081547\">11.8.19&nbsp;&nbsp;3:47 pm</a>  \n<br>if im willing to put in 5 years to learn 3 or 4 instruments,</qco></h3>      you can never plan how many instruments you are going to learn. learning an instrument changes your life. once you learn that instrument, it will change everything, including the exact number of instruments you will want to learn after that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and the level of good i want to get is about to the level where if i started busking people would hear me and they would say something like \"wow youre really really good\" and then they give 20 dollars. and that repeats with lots or people that walk by. though i think tou might need some more factors to understand if i should pursue music, such as my singing voice. my singing voice is naturally pretty good (for reference it sounds very similar to your voice, but when singing it sounds different to the point where its unique) my voice is suited for more rock and pop type somgs, but i could also try hip hop type songs, but my voice can not do the growling thing that tends to happen in metal songs. i have a keyboard with 61 keys, (though im poor so its not very good) i hope to learn simple songs, and then everything necassa\n ry for m\n y journey to success. i know a bit about basic music theory but i dont know how to put it down and do things, and i dont have the muscle memory to always hit the notes im trying to on triads, because i havent even done any real practice. i cant afford lessons right now. i can picture myself being successful to exactlty the degree i want, but i dont know how to get there, or where to start my journey. i havent been involved with music from a young age. my confidence level is about 60%, but when i get my journey started it will definitely be atleast 90%. based on all these factors would it be a good idea to pursue music? \n</qco></h3>      there is another factor, which is how much you enjoy doing all the things you plan on doing. so first you must calculate how much you are going to enjoy all these things, that way you'll know if you should do them<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tsorry for writing a very long question, i just had so many things i wanted to say.\n<br>thank you</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n6:31 am</dco> &nbsp;<qco> whats the weirdest thing about being a musician\n<br></qco> </h3>      after you first become a musician, you must re-learn all the things non-musicians can do, which is actually the only way to complete the musicianship\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n6:13 am</dco> &nbsp;<qco> Got any advice?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I will ask my question telepathically</qco> </h3>      didn't receive it telepathically, but luckily you wrote it first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n5:03 am</dco> &nbsp;<qco> what day will this be answered on?</qco> </h3>      11.9.19\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n4:54 am</dco> &nbsp;<qco> whats a good trust building exercise</qco> </h3>      opening a can of worms\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n4:06 am</dco> &nbsp;<qco> Do you know where the source of the Nile is?</qco> </h3>      is that the blue or the white\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n3:36 am</dco> &nbsp;<qco> 1.can you play the electric guitar?\n</qco></h3>      barely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t2.do you want to play the electric guitar?\n</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t3.are you literally growing?</qco> </h3>      i think my nose is growing slightly. not in the pinnochio way, just like in the normal human way. recently i found out that everyone's nose continues to grow very slightly all the way through their entire life. i never even thought of this but now i can't un see it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n3:24 am</dco> &nbsp;<qco> why is \"big\" such a good adjective?</qco> </h3>      i was wondering why good is such a big adjective\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n2:50 am</dco> &nbsp;<qco> Not a question but keep up the great work.</qco> </h3>      i will see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n2:47 am</dco> &nbsp;<qco> This website is really cool and I hope you're having a nice day. here's a question mark so I'm not breaking any rules --&gt; ? &lt;--</qco> </h3>      there is no rule about question marks\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n2:15 am</dco> &nbsp;<qco> this week i'm writing 6 tiny songs(they're all 3-4 bars), just one instrument and voice, i'm\n<br>almost done.\n<br>do u have any suggestions abt how i should increase the difficulty setting for next week, thank you</qco> </h3>      record them, some how some way. if that's already part of this week's process, then i have 2 alternate suggestions. i'm assuming the songs you're doing this week are in the 9 second range. try writing 3 songs in the 10 to 20 second range. my alternate suggestion, instead, would be to make videos for 2 of this weeks songs, some how some way. again i will say if you haven't already recorded the existing songs please record them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n2:11 am</dco> &nbsp;<qco> i just went to do my laundry and there was a grown man sleeping on a pile of clothes in front of both the washing and drying machines. i backed away slowly cause i didnt wanna wake him up. my clothes are still dirty and i dont know what to do, any suggestions?</qco> </h3>      just wait about 12 hours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n1:59 am</dco> &nbsp;<qco> I ask questions and then forget to check for like weeks some times if you responded. What do I do to remember checking the following day?</qco> </h3>      set an alarm?\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n1:40 am</dco> &nbsp;<qco> Does [client's name] really always care?</qco> </h3>      no but that's what they always say on television\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n1:29 am</dco> &nbsp;<qco> I really like your music but I also like learning from you. Are you going to do more stuff like the history of Japan?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3 style=\"display: inline;\"> <dco>11.9.19&nbsp; \n1:27 am</dco> &nbsp;<qco></qco></h3><h3 style=\"display: inline;\"><qco> Is</qco></h3> ab<h3 style=\"display: inline;\"> <qco> your</qco></h3> so<h3 style=\"display: inline;\"> <qco> mental</qco></h3>  lute<h3 style=\"display: inline;\"> <qco>   health</qco></h3>  ly<h3 style=\"display: inline;\"> <qco>   alright?\n<br></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n1:26 am</dco> &nbsp;<qco> if you had the choice, what flavour would you want synesthesiacs to think your music tasted like</qco> </h3>      there's a lot of music and there's gonna be a lot more, so let's hope and pray there's multiple flavors in there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n1:18 am</dco> &nbsp;<qco> what do u use to edit </qco></h3>      i'm still figuring it out, actually you are 1 step ahead of me because before editing i gotta make the thing first<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand when did u start making music?</qco> </h3>      when i was approximately 2 years old\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n12:41 am</dco> &nbsp;<qco> hey, whats the name of this game?</qco> </h3>      changing the game, and the name. it's the game name changing game\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n12:02 am</dco> &nbsp;<qco> Can u watch the entire history of Bill wurtz,I guess by foot of a ferret\n<br></qco> </h3>      i've seen it. i'm impressed by how much he used the reality page as a source, but a little disappointed that he didn't use the questions page as a source. you can pretty much learn everything from the questions page. probably why he thought i had disappeared while making history of the entire world. it was actually slightly different, instead of disappearing, what happened was i was <a href=\"hotewig.html\">making history of the entire world</a>.\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n11:51 pm</dco> &nbsp;<qco> when is the next video</qco> </h3>      i'm having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n11:27 pm</dco> &nbsp;<qco> Can fish see the sky, but cannot see water opposed to us, who can see water, but cannot see the sky?</qco> </h3>      i can actually see both\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n11:22 pm</dco> &nbsp;<qco> When is tomorrow going to happen? Is it now? Can it be now? answer with 3 different 1 word answers.</qco> </h3>      i will answer in any size i want but tomorrow will be soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n11:18 pm</dco> &nbsp;<qco> If you are you, and I am me, then who is who?</qco> </h3>      *WHOM\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n10:58 pm</dco> &nbsp;<qco> Do you like the Beatles there my favorite band</qco> </h3>      they're kind of a legend\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n10:47 pm</dco> &nbsp;<qco> R u still epic\n<br></qco> </h3>      bout to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n10:43 pm</dco> &nbsp;<qco> When are you going to optimize this page</qco> </h3>      seems pretty optimized to me, compared to every other website out there which can't even load properly without choking itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n10:29 pm</dco> &nbsp;<qco> how long does it take to make 1 song</qco> </h3>      probably about a week, if there's no video\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> Everything you do has had an odd effect on me as well as other things. It has helped me shape myself, and also helped me mold into who I am. So even if small you helped me develop some creativity to which I have no turned into my career. So thank you and as for my question. How are you and what is a small goal you have set for yourself that nobody knows?</qco> </h3>      LEARN TO ACTUALLY MAKE COMPLETED CONTENT AS SOON AS POSSIBLE, THIS IS GETTING RIDICULOUS\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> what are u working on?</qco> </h3>      becoming stronger\n<br><br>"
  }
]
