[
  {
    "html": "<h3> <dco>11.9.18&nbsp; \n6:01 am</dco> &nbsp;<qco> What do I do when someone isn't there</qco> </h3>      be not somewhere else\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.18&nbsp; \n5:07 am</dco> &nbsp;<qco> Any album-plans in the future?&nbsp;</qco> </h3>      i prefer to let the songs roam free\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.18&nbsp; \n4:39 am</dco> &nbsp;<qco> How well does the legal system work?\n</qco></h3>      about 50%<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How often are cops, judges, etc, corrupt, prejudiced, etc?\n</qco></h3>      about 50% of the time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How often does a guilty person go free, or visa versa?\n</qco></h3>      about 50% of the time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How often do laws end up being enforced in ways that are clearly not how they're intended?\n</qco></h3>      about 50% of the time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How often does a victim not pursue action because they can't afford it?\n</qco></h3>      about 50% of the time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it even possible to answer these questions with any degree of certainty?</qco> </h3>      about 50%\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.18&nbsp; \n3:37 am</dco> &nbsp;<qco> Are you Canadian or Midwestern?</qco> </h3>      now it's possible to be both, thanks to the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.18&nbsp; \n2:03 am</dco> &nbsp;<qco> Please make me feel better</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.18&nbsp; \n1:37 am</dco> &nbsp;<qco> Wait is the podcast coming out November 30th or is that just when you're recording it?</qco> </h3>      that's when i will be there. the rest in in their hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.18&nbsp; \n1:03 am</dco> &nbsp;<qco> Do you ever write questions to yourself on this website and post the answers?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.18&nbsp; \n1:01 am</dco> &nbsp;<qco> How do I stop feeling like everyone is wrong and dumb?</qco> </h3>      you must become dumber and wronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.18&nbsp; \n12:18 am</dco> &nbsp;<qco> A lot of times you can handle anxiety with logic and reasoning. How do I handle anxiety when it makes complete logical sense to have anxiety?</qco> </h3>      with logic and reasoning\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.9.18&nbsp; \n12:05 am</dco> &nbsp;<qco> Why does everyone attempt to find deep philosophical meaning into your vids that are clearly just for lighthearded fun?</qco> </h3>      hopefully they can be a slightly deeper level of fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n11:31 pm</dco> &nbsp;<qco> what have you been up to this past week?</qco> </h3>      making a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n10:31 pm</dco> &nbsp;<qco> How to find something cool to do if you don't have anything cool to do right now</qco> </h3>      move, and turn\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n10:29 pm</dco> &nbsp;<qco> when did you?</qco> </h3>      still am\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n10:01 pm</dco> &nbsp;<qco> what are some pieces of evidence that you didn't spell Questions wrong on this page?</qco> </h3>      the bright color emphasis placed on the 1 letter which has been displaced\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n9:42 pm</dco> &nbsp;<qco> if i spell your name like ueqstions is it wubillrtz or ilbl urwtz?</qco> </h3>      wanna <a href=\"https://billwurtz.com/expert.html\">check</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n9:09 pm</dco> &nbsp;<qco> Do you think the American Dream is an achievable goal?</qco> </h3>      yes but you can do it world wide now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n7:31 pm</dco> &nbsp;<qco> why do you have to use short answers every time?</qco> </h3>      to force you to read more questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n7:15 pm</dco> &nbsp;<qco> were hallelujah and day goes on planned for release, but then you did hotewig instead?</qco> </h3>      yes, also a 3rd song longer than both of those\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n7:07 pm</dco> &nbsp;<qco> I like your videos, do you like yours?</qco> </h3>      i try to make them how i like them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n6:09 pm</dco> &nbsp;<qco> Bill, I want a divorce&nbsp;</qco> </h3>      i think you can get it online\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n6:03 pm</dco> &nbsp;<qco> what are the first and last letters of your new song?</qco> </h3>      L, S\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n6:01 pm</dco> &nbsp;<qco> hello bill, I am on a mission to see things and then show people these things that they have missed their whole lives, despite walking right by them every day. Do you approve this mission?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n5:58 pm</dco> &nbsp;<qco> Bill, how did you start learning music as I would like to learn too.</qco> </h3>      i've been doing it for as long as i can remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n5:51 pm</dco> &nbsp;<qco> I am making a secret little desk for myself in the hayloft of a barn. What do you suggest I put on my desk?</qco> </h3>      a chair!\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n4:59 pm</dco> &nbsp;<qco> can you clean up the ocean</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n4:41 pm</dco> &nbsp;<qco> do you make hidden meanings for your songs,</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you just come up with random things?</qco> </h3>      no, hopefully it's meaningful\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n4:08 pm</dco> &nbsp;<qco> how do you measure your incomes and expenses of your imagination&nbsp;</qco> </h3>      i imagine an accountant\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n3:44 pm</dco> &nbsp;<qco> how do you play all your instruments and play at the same time you have a lot of hands</qco> </h3>      ah that's why god invented the tape recorder\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n2:09 pm</dco> &nbsp;<qco> How do you get people to take you seriously?</qco> </h3>      \none way is to make them laugh<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n1:36 pm</dco> &nbsp;<qco> how often do you burn down greenhouses?</qco> </h3>      0 times per greenhouse\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n12:38 pm</dco> &nbsp;<qco> When did you crash on earth&nbsp;</qco> </h3>      i do it on a regular basis\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n12:24 pm</dco> &nbsp;<qco> Goddamnit, I was trying to format. No matter. Cover suggestion: Leonard Cohen - I Can't Forget. It's kinda beautiful, but I think you could make it more gorgeous. \n<br>\n<br>https://www.youtube.com/watch?v=llkmYnl3I6s\n<br>\n<br>Pixies cover:https://www.youtube.com/watch?v=MEIwADZQN_o\n<br></qco> </h3>      i appreciate all the cover suggestions, but unfortunately there is something i must tell you about myself which is some kind of psychological or psychiatric thing, but for some reason i can pretty much guarantee i will never do any cover song if it is requested. so if you want me to do a certain cover song you must not request it, otherwise i will definitely not do it. i can't explain why this is and i promise it is not to make you sad. it's simply that i must do a song that no one thinks i am going to do. it could be the same type of principle that is applied to surprise birthday parties\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n12:09 pm</dco> &nbsp;<qco> how much would a 49 key keyboard limit me? i want to get a 61 keyboard but i'll be moving a lot and i need something portable. would this limit my my playing?</qco> </h3>      in some ways slightly, but maybe enhance it in other ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n12:03 pm</dco> &nbsp;<qco> If you were to complete a song+video before the two week deadline, would you use the remaining time to improve it, or would you upload it early and use the remaining time to get a head start on the next one?</qco> </h3>      the empty time would always be at the beginning of the cycle, not the end. that's just the laws of physics\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n10:29 am</dco> &nbsp;<qco> Do you have any plans to write music for other ensembles? Like a big band or string quartet or symphony orchestra or kazoo trio?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n10:26 am</dco> &nbsp;<qco> Have you ever considered selling your music?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n10:18 am</dco> &nbsp;<qco> What is impossible for you to do?</qco> </h3>      disagree to the use of cookies\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n10:07 am</dco> &nbsp;<qco> Would the world be different if religion never existed?</qco> </h3>      it's impossible for religion not to exist. if the world were full of green goo, scholars would call this 'religion'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n9:50 am</dco> &nbsp;<qco> do you know any way to go offline from life?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n9:41 am</dco> &nbsp;<qco> Are you going to have to be guarded about certain questions on the h3 podcast, in like a \"magician never reveals his secret\" sort of way?</qco> </h3>      unfortunately yes, but i am hoping there is still a lot i can talk about\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n9:12 am</dco> &nbsp;<qco> Do you ever suffer from mustache anxiety?</qco> </h3>      actually i did for the first time recently, i have a song related to mustache(s) and wanted to do it now but this month happens to have a popular association with mustache(s) and i did not want to feel like i was doing it for that reason. and i probably shouldn't do it next month because then everyone will think i meant to do it last month and was late. so i probably won't really do it until maybe march or so\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n8:14 am</dco> &nbsp;<qco> i'm starting to think that, in my world, there's no limit to how much fun i can have!</qco> </h3>      ah, you can start reaping the benefits as soon as you can reduce it slightly into a mildly finite and countable state\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n7:58 am</dco> &nbsp;<qco> have you considered making your lyrics make less sense? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I feel like they're sometimes confusing because they make too much sense.</qco> </h3>      there is a verse in my upcoming song which i feel makes very little sense, and i feel would be very boring for native english speakers but might sound good if you didn't know how little sense it made\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n7:17 am</dco> &nbsp;<qco> Do your songs come out exactly as you imagined them?</qco> </h3>      no but the melody/lyric/chords do\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n7:10 am</dco> &nbsp;<qco> Can you give us a random song from your personal playlist/hard drive</qco> </h3>      collie buddz legal now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n6:15 am</dco> &nbsp;<qco> Do you make your music all by yourself?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n4:17 am</dco> &nbsp;<qco> What do you think qualifies someone as a 'musician'? </qco></h3>      i think it's more fun when people do it without proper qualifications<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Someone who expresses themself through sound, whether it's a child bashing pots and pans together, or a professional woodwind player? or someone who makes a living from their music? or maybe something else entirely? \n<br>it's an interesting question that most people have an opinion on and it'd be interesting to hear yours.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n3:49 am</dco> &nbsp;<qco> you hate outlines now? ? ? ? ?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n3:36 am</dco> &nbsp;<qco> how would you say your music 'style' has changed over time? </qco></h3>      not enough, although i may have improved slightly in some ways<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've been listening to your songs from 2014 and they sound less complex as if there were less instruments used. but your music is great no matter what</qco> </h3>      that's very nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.8.18&nbsp; \n3:17 am</dco> &nbsp;<qco> <a href=\"q.php?date=201811071346\">11.7.18&nbsp;&nbsp;1:46 pm</a>  Historically, yes, I've heard that the hoax was a hoax as well. But what about the Flat Earth Society today?</qco> </h3>      huge hoax. i have never heard or seen anyone saying they think the world is flat. only people telling me 'some people think the earth is flat.' the popularity of the 'some people think the world is flat' movement is quite large where as the actual flat earth movement seems to be nowhere to be found. except for maybe 1 person, always cited as evidence by the other movement\n\n<br><br>"
  }
]
