[
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n7:00 am</dco> &nbsp;<qco> What do I need to sacrifice and who do I need to sacrifice it to to become you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n4:28 am</dco> &nbsp;<qco> bill, can you make an anagram out of this question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n4:26 am</dco> &nbsp;<qco> What is the best piece of music you know?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n3:43 am</dco> &nbsp;<qco> what are some cool websites you've been blown away by their design/aproach ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n3:34 am</dco> &nbsp;<qco> what would you do if you:\n<br>1. made a mistake and could fix it\n<br>2. made a mistake and couldn't fix it\n<br>3. made a mistake and thought you could fix it but ended up making another mistake in the process&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n2:37 am</dco> &nbsp;<qco> why are supermarkets selling Christmas things at the moment? don't they know Christmas was 11 months ago?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n2:23 am</dco> &nbsp;<qco> Here's the situation. I have a finite amount of time to release quite a bit of content. I know what the content is going to be and am now in the process of making the content and then making it good. But my issue is that I keep getting stuck on this first video. I've made and finished the 10 videos after the first one and now I've made the first one 10 different times and I'm still not happy with it. The dilemma is this: Do I keep trying to make it better or suck it up and release the bad stuff? Or is there a third option... maybe a fourth, too.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n1:48 am</dco> &nbsp;<qco> How to play wind instruments with a quality sound while having braces?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n12:56 am</dco> &nbsp;<qco> have you attempted to get your songs to play on the radio?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n12:45 am</dco> &nbsp;<qco> How do you feel about Eb9sus4</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.12.18&nbsp; \n12:03 am</dco> &nbsp;<qco> do you copy paste vocal lines sometimes? for instance in Outside the line 'i wanna go' sounds really similar each time.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> What are some of your favorite ingredients to put in a sandwich? I'm all out of ideas.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> What stuff are you supposed to practice when you want to get advanced lvl in musicland?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:32 pm</dco> &nbsp;<qco> Do you use colour as a drug?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:07 pm</dco> &nbsp;<qco> What are some artist/musicians you like listening to? I've been listening to some Frank Sinatra recently.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:00 pm</dco> &nbsp;<qco> How to make sure im not in a coma</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n8:44 pm</dco> &nbsp;<qco> How often do you dabble in odd time signatures (e.g. 5/8 or 15/16)</qco></h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n8:28 pm</dco> &nbsp;<qco> how do I stop thinking bad and start focusing on the things that actually matter</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n8:24 pm</dco> &nbsp;<qco> why do you want to create content</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n8:08 pm</dco> &nbsp;<qco> Is the giftshop still there on Mount St. Helens?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n7:21 pm</dco> &nbsp;<qco> What inspires your lyrics ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> I noticed that you have a lot of \"characters\" your videos. Like, there's Steve. Then there's Damien Maymdien, Triangle Boy...And plenty of others. Who is your favorite one, and which one do you relate to the most?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:55 pm</dco> &nbsp;<qco> Hey Bill, can I go home when everything ends?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:30 pm</dco> &nbsp;<qco> i tested my pitch and i got a 97%, what is this ca lled? 97% perfect pitch?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:25 pm</dco> &nbsp;<qco> Do you have a questions page because it makes you more in touch, and human, because it makes me see you as more human</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:22 pm</dco> &nbsp;<qco> Ok so I have the beginnings of a melody written in A, and at one point I \"walk down\" a scale from A4-b3, and then I have a Perfect fourth up to e. Now my question is, does that make the melody too distinct, or is a perfect fourth still relatively conjunct?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:11 pm</dco> &nbsp;<qco> How does one do the focus and the productivity&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:02 pm</dco> &nbsp;<qco> Why do so many people believe the 1969 moon landing was faked?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:24 pm</dco> &nbsp;<qco> do you think questions are delicious creatures</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:22 pm</dco> &nbsp;<qco> hi bill, how do i play Fast runs? i tend to slow down when i'm supposed to play a fast run or&nbsp;&nbsp;sometimes i have to play very fast and jump some octaves it gets very messy</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:18 pm</dco> &nbsp;<qco> Would you say that a lot of your answers on this page agree with this philosophy, particularly ones about breaking rules and \"what is meaningful in the universe? you\"?\n<br>\n<br>\"Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our light, not our darkness that most frightens us. We ask ourselves, 'Who am I to be brilliant, gorgeous, talented, fabulous?' Actually, who are you not to be? You are a child of the universe. Your playing small does not serve the world. There is nothing enlightened about shrinking so that other people won't feel insecure around you. We are all meant to shine, as children do. We were born to make manifest the glory that is within us. It's not just in some of us;&nbsp;it's in everyone. And as we let our own light shine, we unconsciously give other people permission to do the same. As we are liberated from our own fear, our presence automatically liberates others.\" \n ~Mariann\n e Williamson</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> What about \"I am, therefore I think\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:05 pm</dco> &nbsp;<qco> do you remember every song you wrote?</qco></h3>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n3:59 pm</dco> &nbsp;<qco> i've actually been doing that AP method you were talking about, but the issue is that it seems kind of one-directional. as in, i can think 'D' and hear it in my head, but if i hear a D, i won't automatically make that association backwards and identify it as a D. any pro tips for this</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n3:57 pm</dco> &nbsp;<qco> what do you think about the fact that youtube won't autocomplete \"hello sexy pants\" when searching for it because of the bad \"sexy\" word?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n3:45 pm</dco> &nbsp;<qco> I don't really play a guitar, but I like to play on my piano, which has over 500 built-in instruments. Do you have a piano like that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n3:40 pm</dco> &nbsp;<qco> tell me about food</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n3:39 pm</dco> &nbsp;<qco> rabbit snakes could be adorable or terrifying. do you think that depends on the rabbit or the snake?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n3:16 pm</dco> &nbsp;<qco> Are you having a good day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n2:29 pm</dco> &nbsp;<qco> What do you feel the relationship should be between audience and artist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n2:25 pm</dco> &nbsp;<qco> i find an odd similarity between you and kurt cobain\n<br>any thoughts?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n2:23 pm</dco> &nbsp;<qco> How are you such a great person&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n1:54 pm</dco> &nbsp;<qco> what the hell is wrong with me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n1:38 pm</dco> &nbsp;<qco> what was the reaction when you explained that you could not touch your elbow with your hand</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n1:02 pm</dco> &nbsp;<qco> Do improvised 'chord substitutions' work in a band setting? Like sometimes if I'm in C and I might play an E7 or an A7 (instead of Em or Am), but if I couldn't just do that on the fly with a band right? Like if I play an E7, but the guitarists plays Em that wouldn't really work. Or (still in C) I do a C#7 instead of the G7, but the guitar player does G7 that would clash... I know bands can improvise and stuff, but do the exact chord voicings pretty much need to be worked out beforehand? I've been playing music a long time, but I'm so used to just playing by myself and playing with other people is so new to me, it feels like I'm starting back at square 1?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n1:01 pm</dco> &nbsp;<qco> What does syncopated mean? I love the sound of the word. It's fun to say. But what does it mean?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n1:00 pm</dco> &nbsp;<qco> Do you like football&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n12:19 pm</dco> &nbsp;<qco> what can i work as, when i don't have any specific knowledge/profession?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n12:10 pm</dco> &nbsp;<qco> If I do something efficiently, but people tell me I'm doing it wrong, should I listen to them, or continue doing it my way?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:57 am</dco> &nbsp;<qco> Can I not ask a question on this page&nbsp;</qco> </h3><br><br>"
  }
]
