[
  {
    "html": "<h3> <dco>9.6.23&nbsp; 6:04 pm</dco> &nbsp;<qco> How do you come up with your music?</qco> </h3>      \ni never know until i do it. actually even then i don't know how i do it, i just know what it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.23&nbsp; \n4:28 pm</dco> &nbsp;<qco> i will start school in less than fifteen hours. how to survive my last year of high school</qco> </h3>      \ndrink plenty of water\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.23&nbsp; \n3:29 pm</dco> &nbsp;<qco> So, there's a chance for me to audition for my school's jazz band, but there's an issue: the keyboard they provide has weighted keys, while I'm incredibly accustomed to unweighted keys (and I've been told it probably wouldn't work to bring my own keyboard) Besides the obvious \"how the hell do you do an audition\" worries, now I have this to worry about. There *is* an acoustic piano somewhat nearby to me, so should I just practice like crazy on that, or will it be fine? I know you play with unweighted keys, so I figure that you might have come across this situation before</qco> </h3>      \nmeh ............ yeah it's different but not really worth worrying about. it's like about the same as the difference between an american english dialect and an australian english dialect. the amount of trouble you may have playing a weighted keyboard might be about the same level of difficulty that an australian person and a usa person would have, understanding each other in conversation. which i estimate is not very much trouble\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.23&nbsp; \n2:35 pm</dco> &nbsp;<qco> what color would you say your name is</qco> </h3>      \ngold\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.23&nbsp; \n2:26 pm</dco> &nbsp;<qco> What is your favorite part about a birthday party?</qco> </h3>      \nthe part where you get to see the calendar\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.23&nbsp; \n1:12 pm</dco> &nbsp;<qco> how do you feel about ranch dressing</qco> </h3>      \ngreat, although i don't recall eating it or having any interaction with it per se\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.23&nbsp; \n10:32 am</dco> &nbsp;<qco> what question would you want to ask the 70th president of the united states</qco> </h3>      \nwhat year is it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.23&nbsp; \n9:24 am</dco> &nbsp;<qco> Do any of your songs have the Radiohead's \"Creep\" progression? It goes I III IV iv.</qco> </h3>      \ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.23&nbsp; \n7:03 am</dco> &nbsp;<qco> do you consider yourself a smart person</qco> </h3>      \ni'd rather not. considering oneself smart is kind of a curse\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.23&nbsp; \n1:18 am</dco> &nbsp;<qco> what is the world?</qco> </h3>      \nthe whole place\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.23&nbsp; 12:55 am</dco> &nbsp;<qco> Is everything going to be okay?</qco> </h3>      \nyes, but not all at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.6.23&nbsp; \n12:16 am</dco> &nbsp;<qco> have you ever turned down hard drugs?</qco> </h3>      \ni believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n10:46 pm</dco> &nbsp;<qco> Do you read any anime, or watch any manga?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What kinda visual art do you like?</qco> </h3>      \nmaps\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n10:41 pm</dco> &nbsp;<qco> moving to another country all alone to study may or may not have been the dumbest decision i have ever made. i studied so hard to get here and now i have to put in even more work. did i make the wrong decision?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n10:07 pm</dco> &nbsp;<qco> What is a dingus?</qco> </h3>      \nthe singular form of dingi\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n9:55 pm</dco> &nbsp;<qco> Lots of internet users on the internet say that youre a well thought out man when you speak about different topics. Do you agree with them?</qco> </h3>      \ni'm very emotional\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n9:45 pm</dco> &nbsp;<qco> What do you use to make music</qco> </h3>      \ncommon sense. just kidding, i try to ignore that if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n9:21 pm</dco> &nbsp;<qco> have you learned anything cool lately?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; 7:38 pm</dco> &nbsp;<qco> would you categorise any of your songs (or your general musical style) under any music genre? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, which genre?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n6:07 pm</dco> &nbsp;<qco> I end off every day in my life by writting a singular page for a random book in my head that doesn't exist (the book changes every time).\n<br>\n<br>If I were to compile all of these fake book pages into one real book, what could I call it?</qco> </h3>      \nhow about \"the bible\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n5:49 pm</dco> &nbsp;<qco> How do you feel about water getting into your socks?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n3:11 pm</dco> &nbsp;<qco> i had a full on meltdown after the first day of high school.is this normal?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n3:06 pm</dco> &nbsp;<qco> if you had a backpack what would you do with it</qco> </h3>      \nput another backpack on the back of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n2:31 pm</dco> &nbsp;<qco> What's your opinion on shoes</qco> </h3>      \ntoo cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n1:44 pm</dco> &nbsp;<qco> if i stub my toe in a table does my toe hate me or does the table hate me</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n11:36 am</dco> &nbsp;<qco> any thoughts about you making songs in languages other than english?</qco> </h3>      \nsounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n10:20 am</dco> &nbsp;<qco> Have you ever used Source Filmmaker?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n8:53 am</dco> &nbsp;<qco> hey. So i have a conundrum. i have a really bad roommate this year who's stinking up my dorm, making loud noises, waking me up all night, etc. and he hasn't attended class once since the semester started. i secretly want him to continue not going to class so he drops out and leaves me alone, but i feel like a bad person for not wanting someone to succeed, especially considering how much money he's spent. should i try to encourage him to be responsible even though i really don't like him?</qco> </h3>      \nin this case, i don't think his behavior hinges around your suggestions. if he remains an annoyance, consider it free annoyance tolerance training for you. always a good skill to have\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n8:53 am</dco> &nbsp;<qco> does stacking two or more lasagnas count as one taller lasagna</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n5:57 am</dco> &nbsp;<qco> how should I bring my cat up in an important meeting? I need it to be subtle</qco> </h3>      \ninvite the cat to the meeting\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n4:53 am</dco> &nbsp;<qco> How do I feel less anxious?</qco> </h3>      \nmove around physically\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n3:56 am</dco> &nbsp;<qco> how do you jazz chords in a way that non-jazz enjoying people enjoy</qco> </h3>      \nas far as i know there is no actual such thing as a jazz chord\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n3:28 am</dco> &nbsp;<qco> Do you sleep well or badly or you're too asleep to remember&nbsp;</qco> </h3>      \ni can do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n1:30 am</dco> &nbsp;<qco> Hey Billothy (can I call you that?), how often do you usually spend coming up with answers to these questions? This one?\n</qco></h3>      hundreds and hundreds of nano seconds, surely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And, in your song '9 8 7' (one of my personal favourites), you mention the number 'meef'. </qco></h3>      i don't think that's a number<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What number comes before meef?\n</qco></h3>      in the song, \"1 1\"<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sincerely, your reflection in a beret.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.23&nbsp; \n12:15 am</dco> &nbsp;<qco> I have been having a lot of trouble falling asleep lately, any advice on how to fall asleep easier?</qco> </h3>      \ntry to do something you don't want to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n11:44 pm</dco> &nbsp;<qco> Since you're a self-proclaimed math person, and also (I think) didn't go to university, I'm curious if you studied any maths after high school?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, where?</qco> </h3>      everywhere i go\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n9:51 pm</dco> &nbsp;<qco> fahrenheit or celsius?</qco> </h3>      \nthat depends what country you are in\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n9:50 pm</dco> &nbsp;<qco> ever do a little bit of a step&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n9:22 pm</dco> &nbsp;<qco> Bill would you ever write music for a kid's show?</qco> </h3>      \ni'm not sure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n7:37 pm</dco> &nbsp;<qco> If I labor on labour day should I supplement it with some non labor intensive activities like transposing Slayer songs into major keys?\n</qco></h3>      labor day has nothing to do with labor<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, could you give me a recommendation for a video of yours to transpose? I'm working on ear training.</qco> </h3>      any of them should work equally well. if you can't decide, you can count them up and then use a random number generator to decide\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n7:04 pm</dco> &nbsp;<qco> did you happen to get any new keyboards recently or make any cool new key shortcuts?</qco> </h3>      \ni made a shortcut for making other things cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n6:29 pm</dco> &nbsp;<qco> what is your favorite pasta shape?</qco> </h3>      \n4 leaf clover\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n5:58 pm</dco> &nbsp;<qco> Can we be friends for a bit?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n5:44 pm</dco> &nbsp;<qco> What's your favorite snack</qco> </h3>      \nwater\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n4:55 pm</dco> &nbsp;<qco> Favorite side dish to go with ammonia?</qco> </h3>      \nmore ammonia\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n3:49 pm</dco> &nbsp;<qco> what do you think about animals</qco> </h3>      \ninsane\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n2:25 pm</dco> &nbsp;<qco> if i cant go to antarctica for punishments then where should i go ?</qco> </h3>      \nall over the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n9:46 am</dco> &nbsp;<qco> i've been working on compressing the time spent on my day job and survival tasks (sleeping, eating, hygiene-ing, buying groceries, cooking, cleaning) and i can get up to 4 hours of unallocated time on monday thru friday. unfortunately, when i get there i'm usually too tired to stay focused on the item at the top of the todo list, and instead i spend more than half of that time just sitting on my chair and resting while being mad at myself. Do you have tips to have energy?</qco> </h3>      \nyes. start thinking about what you wish you would do, in more specifics. in an exact order. at least, that's what works for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n7:38 am</dco> &nbsp;<qco> Do your songs actually have hidden meanings, or are people creating their own hidden meanings out of your songs?</qco> </h3>      \nit's like the sugar in a cake......... hidden?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.23&nbsp; \n5:10 am</dco> &nbsp;<qco> Have you listened to a lot of Contemporary African music?</qco> </h3>      \nyes\n<br><br>"
  }
]
