[
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n1:56 pm</dco> &nbsp;<qco> Is there any clue about the new video?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n1:21 pm</dco> &nbsp;<qco> when will there be a trailer for the new song if there is one</qco> </h3>      \nyou're going to see some artifacts on <a href=\"http://www.instagram.com/notbillwurtz\" target=\"_blank\">instagram</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n12:00 pm</dco> &nbsp;<qco> After the video you're working on finishing for the completed song is done and posted online, do you know what you want to do next?</qco></h3>      another one<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (performing live on stage, more songs with videos, anagrams, reality videos)\n<br></qco> </h3>      all of those things also\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n11:46 am</dco> &nbsp;<qco> are you working on a new song?</qco> </h3>      \ni am working on the video for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n11:16 am</dco> &nbsp;<qco> do you support lgbtq people?</qco> </h3>      \nyes, this is part of an even broader strategy i have of supporting the entire universe. nay sayers will advise that the universe is too big for me to support it, but i am looking into some interesting leverage tactics\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n11:13 am</dco> &nbsp;<qco> what is your new years resolution</qco> </h3>      \nto do a great job on questions today\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n10:23 am</dco> &nbsp;<qco> Honest opinion on humanity</qco> </h3>      \nvery friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n9:10 am</dco> &nbsp;<qco> Do you feel that the musical video that you're currently working on is your best work yet?&nbsp;</qco> </h3>      \nin some ways yes. in other ways no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n9:02 am</dco> &nbsp;<qco> What would you personally say the best video or song you've ever made is?&nbsp;</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n8:15 am</dco> &nbsp;<qco> what file size is the project file for your new video?</qco> </h3>      \nit's not all in one file yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n7:49 am</dco> &nbsp;<qco> what is the most exciting part about making a song</qco> </h3>      \npossibly changing the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n6:19 am</dco> &nbsp;<qco> whats the 0th word of your new song\n<br>please dont kill me</qco> </h3>      \na sort of snare drum riff\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n5:05 am</dco> &nbsp;<qco> how did you develop your editing style?</qco> </h3>      \nthat's simple. just take out all the stuff that wasn't good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n4:43 am</dco> &nbsp;<qco> can you make a song about me?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n3:11 am</dco> &nbsp;<qco> what are some good three letter names?</qco> </h3>      \nmat, hat,\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n2:01 am</dco> &nbsp;<qco> where do you get inspiration for your songs?</qco> </h3>      \nfrom every location\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n1:10 am</dco> &nbsp;<qco> what's the genre of your new song</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.20.20&nbsp; \n12:52 am</dco> &nbsp;<qco> Hey Mr. Wirtz, whatever your next project is, does it have to do with a YouTube video, or your YouTube channel at all? </qco></h3>      sure, it's a song with a music video, which i always post on my youtube channel, and website, and also release to popular music platforms (spotify, apple, etc)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When/ Where can we see your next big project?</qco> </h3>      all of those places, but, i should clarify, this upcoming song/video is of average size. however, there will be zillions more after it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n11:36 pm</dco> &nbsp;<qco> do you have any motivational words?</qco> </h3>      \nyou can use the 5 finger test. start checking out some of the words i have used, and see if they motivate you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n10:28 pm</dco> &nbsp;<qco> Advice for when music won't flow properly? like i'll play a piece I know sūper well but it just doesn't sound right, or robotic or clunky. How do you work through/around this??</qco> </h3>      \nyou have to believe you made it up. not only that, but you have to also believe you are making it up, at the moment you are playing it. you have to believe you are improvising it. if your playing sounds scripted, try improvising for a while. Then go back to the scripted piece and imagine you are playing it for someone who has never heard it before. think of a specific person in mind\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n9:14 pm</dco> &nbsp;<qco> What is your opinion on the secularization or Christmas</qco> </h3>      \nseems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n8:42 pm</dco> &nbsp;<qco> through what process did you gain your eccentric, esoteric wisdom / worldview and what can i do to accomplish the same?&nbsp;</qco> </h3>      \npicture a tree in a field,\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n7:43 pm</dco> &nbsp;<qco> do humans typically have a brain defect that makes them try and classify things that plainly cannot be classified</qco> </h3>      \nthe whole universe is a defect. before the defect it was imperceptible\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n7:43 pm</dco> &nbsp;<qco> Are you planning on making a Christmas album?</qco> </h3>      \nthat sounds like something i would do, but there are a lot of other things i am doing first\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n6:24 pm</dco> &nbsp;<qco> what is it about albums that you'd rather have single songs</qco> </h3>      \nas a song consumer, if i try to consume more than one (NEW) song at a time, i usually hate them all. but, if you present me with only 1 song, ....... it's always a hit\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n6:18 pm</dco> &nbsp;<qco> how do you get music from your head to the world</qco> </h3>      \none weird trick is to combine it with something non-musical. music is non-music's best friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n5:21 pm</dco> &nbsp;<qco> do you think i can make songs even if i have virtually zero knowledge about music? </qco></h3>      you have already hinted at some very crucial knowledge about music. you have indicated that you are aware that a song is a piece of music<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i was told i write good things but sadly, i don't know anything about music but i want to make songs too</qco> </h3>      if you don't know anything about music then how do you even know you like it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n4:09 pm</dco> &nbsp;<qco> why do you only write in lowercaps</qco></h3>      i don't, but, why do YOU<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and never use full stop on the last sentence?</qco> </h3>      not necessary. it's very obvious when the last sentence is over, because there's no more words\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n3:35 pm</dco> &nbsp;<qco> How are you doing mentally?</qco> </h3>      \ni am aspire to be world mental champion\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n3:05 pm</dco> &nbsp;<qco> do you think the universe is flexible and can always be something else? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like our current understandings of physics and religions suddenly being flipped by one small discovery?</qco> </h3>      \nit can be many things simultaneously. our understanding can be even more things\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n2:50 pm</dco> &nbsp;<qco> whats the hardest part of making a song</qco> </h3>      \n remembering how easy it is \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n1:23 pm</dco> &nbsp;<qco> Will your next video be in a similar style as your previous or do you plan on a completely different style</qco> </h3>      \nyou will most surely recognize me \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n12:25 pm</dco> &nbsp;<qco> what do you think is the coolest thing about living on earth right now?</qco> </h3>      \njust how frickin.... round it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n12:24 pm</dco> &nbsp;<qco> Favorite brass instrument?</qco> </h3>      \ntrumpet\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n11:38 am</dco> &nbsp;<qco> What's the last word of your new song?</qco> </h3>      \nit\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n8:15 am</dco> &nbsp;<qco> what would you say to help people be courageous enough to post creative stuff online</qco> </h3>      \nHURRY UP unless you don't want to, then don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n7:03 am</dco> &nbsp;<qco> besides from working on your current music project, do you have any other projects that you will be working on?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n6:44 am</dco> &nbsp;<qco> What are the inspirations behind your videos?</qco> </h3>      \nanything i've ever known, seen, heard, or imagined\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n5:07 am</dco> &nbsp;<qco> what is your thought process when editing a video, </qco></h3>      threatening myself with the possibility of skipping the video and just doing audio songs. just to keep things in perspective when i can't see the light at the end of the tunnel<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;there's&nbsp;&nbsp;something about its style or something that I love.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n4:37 am</dco> &nbsp;<qco> bill do you make songs intended to be funny</qco></h3>      funnyness is an important tool to use sometimes, but possibly not the most important tool<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or to be actually good? </qco></h3>      yes they are supposed to be good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because your song \"la de da de day dah\" or smt is just AWSOME its even in my favorites playlist&nbsp;</qco> </h3>      \nah, things are going according to plan\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n3:59 am</dco> &nbsp;<qco> I'm not a music guy, but I'm curious as to those who are but when you hear music in your head, do you know how to write it down in music notation?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n2:26 am</dco> &nbsp;<qco> What is the 32nd word of your new song?</qco> </h3>      \nand\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n1:19 am</dco> &nbsp;<qco> aside from breakfast and strength tests, as mentioned in \"i'm best friends with my own front door\", were there any other things that were thrown (e.g. hot air balloons, syringes, chickens, etc.)</qco> </h3>      \nyou'll have to listen and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.19.20&nbsp; \n12:41 am</dco> &nbsp;<qco> What gives you the motivation to continue through and willing to produce something? Especially in these hard times that we (everyone in the world) have been going thru.</qco> </h3>      \nif i think i've thought of something that can change the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n11:50 pm</dco> &nbsp;<qco> What problem took you the longest to overcome when making your songs.</qco> </h3>      \nfiguring out what the heck is a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n9:46 pm</dco> &nbsp;<qco> Did you get the idea for \"At the Airport Terminal\" in an Airport Terminal?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n8:15 pm</dco> &nbsp;<qco> In the conversation between Jim and Pat in What Is Love?, if someone were infact to replace Pat with Bob at your suggestion, would Bob said that he does like mice? Also, are they discussing computer mice or rodent mice?</qco> </h3>      \nwhat they are doing is testing the language, and the conversational process\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n7:07 pm</dco> &nbsp;<qco> Why are you so awsome</qco> </h3>      \ni'm just trying to get by \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n6:18 pm</dco> &nbsp;<qco> are u a good person</qco> </h3>      \nyes but i can be even better. one day i hope to be world champion person\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.18.20&nbsp; \n4:32 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202012171245\">12.17.20 12:45 pm</a>  Does your new song contain pieces of \"355. 4.2.12 dream idea\"?</qco> </h3>      \nno\n<br><br>"
  }
]
