[
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> Do you think music should have room for human elements (errors, small variations, etc) or should strive to be as perfect as possible?</qco> </h3>      have room? without those elements you mentioned, music would litterally not exist. the only thing calculably perfect is actual silence\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n10:30 pm</dco> &nbsp;<qco> Why do you make videos? </qco></h3>      someone's gotta do it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAnd who was your inspiration?</qco> </h3>      pots and pans,\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n10:27 pm</dco> &nbsp;<qco> whats your opinion on dumpster diving and would you ever do it?&nbsp;</qco> </h3>      i would prefer to go down the slide, into the dumpster\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n9:47 pm</dco> &nbsp;<qco> Doing drugs?</qco> </h3>      what the hell is drugs\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n9:46 pm</dco> &nbsp;<qco> What was your favorite video you ever made?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n9:46 pm</dco> &nbsp;<qco> Why don't you ever ask questions on your website?</qco> </h3>      that would ruin the core phenomenon which gives this page its distinct essence and purpose, which is that the questions come from people other than me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n9:44 pm</dco> &nbsp;<qco> Should I pursue music even if it means I might end up with no money and a disappointment?</qco> </h3>      it sounds like you should pursue drama also\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n9:36 pm</dco> &nbsp;<qco> do you base your videos off of your drug experiences&nbsp;</qco> </h3>      that would seem almost too convenient\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n9:35 pm</dco> &nbsp;<qco> in the song at the air port terminal is that a message from the iluminati ( i understand if your safety is at risk by disclosing this information and i am sorry)&nbsp;&nbsp;</qco> </h3>      yes there is a limited time offer if you sign up now, you can get a free gift bag\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> Wisdom teeth, whats it like getting them out?</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n9:05 pm</dco> &nbsp;<qco> Hi bill you're the one that made me because a musician is there any tips you can give me to be a good person?</qco> </h3>      everyone is good, the hard part is proving it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n8:46 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201912281145\">12.28.19&nbsp;&nbsp;11:45 am</a>  both we could just get high and in California don't got no swears (referring to the lyrics page on this website) but they both talk about smoking marijuana and getting high. Is this an explicit theme in your eyes?</qco> </h3>      it doesn't really matter what i think, but those markings are not because of any marijuana references. it's because they both contain the word 'fuck'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n8:41 pm</dco> &nbsp;<qco> what should be my last thought of 2019?</qco> </h3>      you might never know what it is unless it is something related to date and time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n8:36 pm</dco> &nbsp;<qco> What do you think about thinking</qco> </h3>      it's like another world, in your mind!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> I want to feel empty but i'm struggling, how do i do it</qco> </h3>      i don't care\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n8:10 pm</dco> &nbsp;<qco> I'm in charge of some people what do I do</qco> </h3>      show them care and love\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n7:53 pm</dco> &nbsp;<qco> can you be a police man and an uber driver at the same time ??????????????</qco> </h3>      i'm sure that could be arranged\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n6:55 pm</dco> &nbsp;<qco> did u ever realize that cats are taller when they sit?</qco> </h3>      yes but they're longer when they stand\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n6:13 pm</dco> &nbsp;<qco> how can i stop procrastinating?</qco> </h3>      first you must stop using the word 'procrastinate.' it's a very long word and it wastes a lot of time \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n6:11 pm</dco> &nbsp;<qco> Hi Bill. Ive been dealing with a lot of loneliness the last few years or so, or maybe even my whole life, not too sure. Reason I watch your YT channel is because music probably is my biggest interest, and I think I wanna learn more about it. But when I play music, loneliness gets in the way and I cant seem to find motivation to do anything. All I want is to not be lonely. Even if you havent been in my situation, what advice do you have for me, if you have any of course?</qco> </h3>      i wonder if there is any possibility that you could re-locate to a more highly populated city. maybe one of the legendary ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n6:05 pm</dco> &nbsp;<qco> People keep asking when you'll upload your next video. What do you say to them?</qco> </h3>      what the heck is a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> What are the qualifications for making content on the internet?</qco> </h3>      you'll wanna to go ahead and don't be alex jones\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n4:36 pm</dco> &nbsp;<qco> Opinions of having the demon at the end of your bed as your only friend?</qco> </h3>      that's pretty good but at some point you and the demon should mingle with other bed demons\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n4:32 pm</dco> &nbsp;<qco> What are your thoughts on mediocre weather?</qco> </h3>      it's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n3:54 pm</dco> &nbsp;<qco> Why do I love your meaningless meaningful vid</qco> </h3>      could be due to hate\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> Do you have an illness that prevents you from sleeping?&nbsp;</qco> </h3>      i have a tendency to delay it sometimes if something important is going on, which also inevitably causes waking up to also be delayed accordingly, at some point. but there is also a strong automatic tendency to fall asleep at the same time as the previous day(s), and also wake up at the same time as previous day(s)\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n3:50 pm</dco> &nbsp;<qco> Hey your music seems silly yet, by the mystic spells you cast, I find things that I can't explain within me to be finally self-understood. \n<br>\n<br>As an aspiring arter myself, how does this make you feel</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n3:36 pm</dco> &nbsp;<qco> do you ever make new years resolutions?</qco> </h3>      maybe if i wanted it to fail\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n3:21 pm</dco> &nbsp;<qco> what is your opinion on 2020</qco> </h3>      it will probably seem very short despite actually being longer than most years\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n3:09 pm</dco> &nbsp;<qco> what do you think your best quality</qco></h3>      good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t is and how long did it take you to fully understand that about yourself?</qco> </h3>      perhaps i still don't understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n2:59 pm</dco> &nbsp;<qco> How much does music mean to you?</qco> </h3>      more than i am ever expecting\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n2:58 pm</dco> &nbsp;<qco> was your first piano keyboard touch sensitive?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n2:44 pm</dco> &nbsp;<qco> What do you think your community's favorite song is of yours?&nbsp;</qco> </h3>      i'm a princess\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n2:18 pm</dco> &nbsp;<qco> Why are our heads so small and our bodies so big?</qco> </h3>      body is the name for many other parts combined, including your head. it's like a word and a sentence\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n2:16 pm</dco> &nbsp;<qco> i went to the castle but then i was told to go to jail :(</qco> </h3>      oh that's classic\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n2:04 pm</dco> &nbsp;<qco> sneak peak at the first note in your next song?</qco> </h3>      E\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n2:00 pm</dco> &nbsp;<qco> if you could collaborate with any other musician than yourself, and you could collaborate by going on tour/doing a concert, making a song/multiple songs, etc together, who would it be?\n<br>@X\n<br></qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n1:44 pm</dco> &nbsp;<qco> any advice for looking cute on video</qco> </h3>      use star wipes with additional star wipes to transition between each of the star wipes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n12:54 pm</dco> &nbsp;<qco> what's your second favorite color?</qco> </h3>      that all depends on what the first one is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n12:53 pm</dco> &nbsp;<qco> On a scale from bing bong to bay ohhhhh, how far is the next video done?</qco> </h3>      what the heck is a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n12:34 pm</dco> &nbsp;<qco> besides from your website, how else do i contact you you beautiful person</qco> </h3>      email\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n12:33 pm</dco> &nbsp;<qco> Why isn't 'I'm crazy/it's raining' on Spotify?</qco> </h3>      super stition\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> tell me more about velcro\n<br>\n<br>what makes velcro so special?&nbsp;</qco> </h3>      it can scratch an itch you haven't even gotten yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n12:14 pm</dco> &nbsp;<qco> What's your opinion on technophobia? Or just juvenoia in general?</qco> </h3>      back in my day we were afraid of comic books, and the telephone\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n12:07 pm</dco> &nbsp;<qco> Do you have a time machine I could borrow?</qco> </h3>      i thought you already did\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n11:30 am</dco> &nbsp;<qco> so how are you working around that export issue that prevented you from using blender in the past?</qco> </h3>      that's already mostly solved. the best way i was able to wrap my head around it is to always export the image sequence to the temp folder. let it overwrite, and as part of the video exporting procedure, i convert the image sequence into a video file, which automatically names itself based on the date and time. an extra challenge is that my preferred software for that sort of thing was quicktime 7 which is also gone. so i am using ffmpeg instead, and i have automated the whole procedure to a single button press using keyboard maestro, which is also what generates the dated file names. i still have no idea how anyone else manages files/exports from blender, but that is the way i am currently doing it. it's worth mentioning that the other tremendous hangup i had with blender in 2016 was the lack of save prompts, and the constant risk of so easily losing the project. but i was thrilled to see that save prompts are there now. and i also used keyboard maestro to get even more robust autosaves\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n11:28 am</dco> &nbsp;<qco> What are you working on at the moment?</qco> </h3>      a 3rd bench\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n11:20 am</dco> &nbsp;<qco> how do I make a video?</qco> </h3>      here's a <a href=\"https://billwurtz.com/how-to-make-a-video.mp4\">tutorial</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n10:49 am</dco> &nbsp;<qco> why does reading your questions page make me feel so good?</qco> </h3>      could be one of the secret ingredients\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.19&nbsp; \n9:49 am</dco> &nbsp;<qco> Holy smokes, why are you so friendly to internet strangers?</qco> </h3>      because they have been very friendly to me\n<br><br>"
  }
]
