[
  {
    "html": "<h3> <dco>12.26.18&nbsp; \n1:10 am</dco> &nbsp;<qco> How do I get over my social problems.</qco> </h3>      spend more time around people\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.18&nbsp; \n12:44 am</dco> &nbsp;<qco> This new video is my favorite! Your mood in it however doesn't seem to match the theme of the song. Was that intentional?&nbsp;</qco> </h3>      i thought it did match\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.18&nbsp; \n12:19 am</dco> &nbsp;<qco> tips for learning piano?</qco> </h3>      as long as you are completely enamoured by the thing, it teaches itself. i don't know any other method, that's just the method i used\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.18&nbsp; \n12:18 am</dco> &nbsp;<qco> u ever start writing the 'next' song and it feel like ur still writing the 'same' song?</qco> </h3>      sure but then i change it hopefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n11:44 pm</dco> &nbsp;<qco> how many answers do you know?</qco> </h3>      1 at a time, then it changes and i don't know it anymore and then i have to learn another one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n11:14 pm</dco> &nbsp;<qco> do u love music?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do u do it bc ur good at it?&nbsp;</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n10:49 pm</dco> &nbsp;<qco> Any chance you'd ever add some songs like you're free to do whatever you want to, rabbit snakes, several new song:s, etc. to the streaming sites/purchase sites? I want to pay you for them, knowing that they are given freely (and have them conveniently in one place for lazy people like me)\n</qco></h3>      to pay me, you can use one of <a href=\"https://billwurtz.com/donate.html\">these</a> options<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How does your handwriting as animated in some videos compare to your usual handwriting--stylized in any major way, as far as you're concerned? It's super neat.</qco> </h3>      nowadays handwriting is hardly required for anything. but when it is i suppose it would look the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n10:42 pm</dco> &nbsp;<qco> does evil exist in any way?</qco> </h3>      either everything or nothing is evil. it simply depends on how you crunch the numbers\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n10:31 pm</dco> &nbsp;<qco> do u know the key to the universe? i'm locked inside</qco> </h3>      everything you need should be there\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n10:20 pm</dco> &nbsp;<qco> How's Mount St. Helens?</qco> </h3>      large and big\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n10:04 pm</dco> &nbsp;<qco> are you tired of giving answers?</qco> </h3>      yes but no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n9:51 pm</dco> &nbsp;<qco> what do you regret?</qco> </h3>      not having enough regrets\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n9:20 pm</dco> &nbsp;<qco> if you had a light saber what color would it be? i think your light saber would be orange&nbsp;</qco> </h3>      it would be rotating through the color phase\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n8:55 pm</dco> &nbsp;<qco> this is less of a question but more of a comment but every time you release a new song the first time I listen it's okayish and not that catchy but then when I put it on repeat it just becomes so G O O D and I can't stop listening and certain parts just speak to me. your music never disappoints, please don't stop&nbsp;</qco> </h3>      maybe one day i can learn to make songs that are actually good the first time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n8:51 pm</dco> &nbsp;<qco> who is the best smash character?</qco> </h3>      the smash sister\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n8:28 pm</dco> &nbsp;<qco> Please teach me the methods of playing non-existent drums.</qco> </h3>      the only way i know is to learn how to play real drums and then just pretend. and i still have not mastered the art of making sure the fake drums are in exactly the same place every time. there is a very visible hi-hat misalignment problem in my latest video which would have only been fixed by having the hi hat visually move upwards throughout the shot\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> Tips for capturing and expandong creative/peoductive moments efficiently?</qco> </h3>      \nget good with recording devices and textual notebooks\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n8:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201811291109\">11.29.18&nbsp;&nbsp;11:09 am</a>  If you think it would be fun, would you care to explain long long long journey?</qco> </h3>      came up with the chorus first. then i had to find verses. actually found the verse melody before any lyrics. knowing the chorus but not knowing the verse that starts the song is a very strange mystery to solve sometimes. writing forwards you can just ask what comes next. but figuring out what came before (writing backwards) is really strange. but after finding the verse melody, i started searching for lyrics, and 'remember' seemed to work best. 'i wonder if you remember' ... 'i remember the morning ...' 'do you remember the morning you said that it's over' ... i'm just reading what i wrote down in that writing session. these were all brainstormed lines for the first verse before i found the real thing. 'i wonder if you remember the place that we came from' . none of these are good enough .... ' i remember the first time i said something intelligent' ... 'i remember the moment i left where i came from ' ... 'i remember the first thing i said when i got here' ... There are some slightly more interesting ones but i can't tell you them. 'i'm slipping under the blanket where nobody sees me' i don't know if that was supposed to be for the first line or for another line but it fits the same melody. i can see the post card lyric floating around here. actually took quite a bit of brainstorming before the actual first line came to me (moment that my dreams were broken) and i very distinctively knew that had to be it. and then from there it's just coming up with lines are good enough. keep coming up with lines until one of them seems good enough. then keep going. etc. that's about all there is to it. and if you don't have a deadline you will never think anything is good enough, and if you have a deadline you still won't think it's good enough but that will force you to come up with something that is almost good enough maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n8:10 pm</dco> &nbsp;<qco> would you consider yourself an open-minded person?&nbsp;</qco> </h3>      yes but that's not really fair because i'm sure everyone thinks they are open minded\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n8:09 pm</dco> &nbsp;<qco> Hey Bill, recently I've been thinking a lot about how augmented chords and how sad it is that they're almost never used. Do you know why that is?\n</qco></h3>      i think it's an illusion, based on the fact that it has been taught to you in the same context as major and minor chords. but it's really not that. it's actually 1 of many variety of whole tone based chordal situations. which are not happy nor sad but kind of tense feeling. and they are best used as transitions, usually, .... and the one particular arrangement that may have been taught to you as an 'augmented' chord (the augmented triad) is just 1 of many ways to use that stuff<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are some cool ways that an aug chord could be used, perhaps an example from some music you like or have written?</qco> </h3>      if you get in a time machine and go to the late 70s and check out some minor key r&b songs, i think you may find that the 5 chord will be something like this: say it's the key of C minor, you're gonna see something called Gaug7 which has G in the bass and then it has F, B, and Eb in the chord. but this is not quite the thing you are talking about, although it is more common than the thing you are talking about. and it is still used today not just in the 70s\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n8:04 pm</dco> &nbsp;<qco> are u overwhelmed by all the people who interact with u on the internet</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n8:02 pm</dco> &nbsp;<qco> If you were the first person to come into communication with an intelligent alien species curious about humans, what would you tell them about humans?</qco> </h3>      a couple years ago i made a video about world history that actually would probably sum it up in the best way i can think of\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n7:57 pm</dco> &nbsp;<qco> Is there any connection between Jordan Peterson's lectures and \"Just did a bad thing\"?</qco> </h3>      absolutely not<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n7:55 pm</dco> &nbsp;<qco> Congrats on 3 million subs Bill! Are you planning to fill your house with 3 million balloons?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n7:22 pm</dco> &nbsp;<qco> will you give us grooved plastic discs of your creations?</qco> </h3>      i don't have the desire nor capability to. but i might do it anyway, due to pressure from society\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n7:06 pm</dco> &nbsp;<qco> Hey Bill! I forgot the question I asked a couple of days ago. Did you remember?&nbsp;</qco> </h3>      yes, it was <a href=\"q.php?date=201812111751\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> hi im sad. how not to be sad. because im very sad all the time and it makes me sad</qco> </h3>      all you gotta do is just figure out how you are being sad. and whatever method you are using just don't do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n6:57 pm</dco> &nbsp;<qco> Alright, maybe I'm just stupid, or maybe I'm anxious and depressed and hypervigilant, but your recent song set off a few red flags, per se.&nbsp;&nbsp;This is less of a question and more just a kinda I dunno, really.&nbsp;&nbsp;Asking \"are you OK\" and expecting a genuine like \"oh yeah that's a cry for help i'm suicidal\" is... not gonna work, and that's patronizing as you're probably in your late twenties to early thirties;&nbsp;you're a big boy who can answer big boy questions and do big boy things by himself.&nbsp;&nbsp;But I guess just... if you're struggling, please look into seeing a therapist or a psychiatrist.&nbsp;&nbsp;I love your content and I think you're a pretty damn swell guy.&nbsp;&nbsp;I would hate to think that you're not doing well and maybe did \"a bad thing\" if that \"bad thing\" is what I think it is.&nbsp;&nbsp;</qco> </h3>      it was actually a good thing. that 'bad thing' hook was sitting around in the list collecting dust and i thought i was never gonna pick it, but due to time constraints i picked it and thanks to a little boldness i proved to myself even more strongly that even the smallest and seemingly weakest song fragments can be written to completion just fine\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n6:43 pm</dco> &nbsp;<qco> what are some tips for analyzing jazz harmony for the sake of consistency? I have a hard time with V7/IV for example, i dont know if i should just start writing them I7&nbsp;&nbsp;but sacrifice the \"ii-V-I\" in the analysis by not using IV as reference. I think there may be different ways to write them down depending on if i want to learn whats going on, or if i want to be able to read it quickly in any key.\n<br>\n<br></qco> </h3>      I7 except i personally hate to use roman numerals so i write 1 with a small 7 like an exponent. no need to say it's \"of 4\" cuz if it's really 'of 4' then it will go to 4 and then you'll know it was 'of 4' because it went there\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n6:28 pm</dco> &nbsp;<qco> I've done a bad thing before too, but i think it'll be okay. Merry Christmas, bill! Doing anything special today?\n</qco></h3>      worked very hard to finish a music video, and finally succeeded this time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And if you don't celebrate then i hope you have a nice Tuesday</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n6:27 pm</dco> &nbsp;<qco> Can you put the word encyclopaedia into one of your videos?</qco> </h3>      <a href=\"https://billwurtz.com/monday-encyclopedia-review.mp4\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n6:23 pm</dco> &nbsp;<qco> how many questions are there?</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n6:08 pm</dco> &nbsp;<qco> how was your year</qco> </h3>      hopefully it will be pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n6:03 pm</dco> &nbsp;<qco> any advise on how to not do bad things?</qco> </h3>      you must only do medium things, because good things as a consequence are almost always bad somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n5:58 pm</dco> &nbsp;<qco> what is the 240 on your room ?</qco> </h3>      i think it's probably cardboard\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> what was the bad thing?</qco> </h3>      no thing was bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n5:39 pm</dco> &nbsp;<qco> So if all the places you're supposed to go are cancelled, then it is good that you were running late for hell, no?</qco></h3>      i think you might be mixing plot lines from 2 different stories <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Was it cancelled before you got there or did you get to skip it?&nbsp;</qco> </h3>      i think the idea there was that everything is cancelled. 'cancel all'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n5:39 pm</dco> &nbsp;<qco> How can I possibly introduce your work to make people love it like I do?</qco> </h3>      it is my job to make it good enough for them to love it\n       \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n5:15 pm</dco> &nbsp;<qco> do you ever think about why we're here?</qco> </h3>      how not why\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n5:14 pm</dco> &nbsp;<qco> how do you feel about having fans from all over the world that love your work?</qco> </h3>      it keeps me on my toes<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n5:11 pm</dco> &nbsp;<qco> what should i do when it feels impossible to create an original piece of work?</qco> </h3>      see if you can get some kind of electric shock\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n5:05 pm</dco> &nbsp;<qco> thoughts on samling?</qco></h3>      seems legit<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n would you sample a toaster?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n5:01 pm</dco> &nbsp;<qco> Why isn't how to win at spelling in your websites video section?</qco> </h3>      it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n4:51 pm</dco> &nbsp;<qco> How to C O N S U M E&nbsp;&nbsp;a pizza? Asking for an arch nemesis&nbsp;</qco> </h3>      nowadays you can just set it to auto consume\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n4:47 pm</dco> &nbsp;<qco> What is your description of a perfect world?</qco> </h3>      very warm and/or cold\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n4:44 pm</dco> &nbsp;<qco> You mentioned on the podcast about your admiration for some pop songs, would you ever consider making a song in a similar style to a high-charting pop song that you admire?</qco> </h3>      every song surely mixes those elements in\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n1:46 pm</dco> &nbsp;<qco> is earth the moon's moon?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n11:47 am</dco> &nbsp;<qco> What's going on with my life?</qco> </h3>      you are going on an adventure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n10:19 am</dco> &nbsp;<qco> any advice on staying connected to yourself creatively?</qco> </h3>      sometimes it's good to open a blank page and go nuts\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.18&nbsp; \n7:37 am</dco> &nbsp;<qco> Why the universe is in a way that we can discover it? Why rules are understandable or formuleable for us.</qco></h3>      actually we haven't entirely figured it out yet<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why human made up math&nbsp;&nbsp;works so well with real physics?</qco> </h3>      we didn't really make that up, that's just us figuring it out\n<br><br>"
  }
]
