[
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n1:01 pm</dco> &nbsp;<qco> what do you think of the universe</qco> </h3>      it's off to a good start\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n12:50 pm</dco> &nbsp;<qco> I'm writing and releasing regular content but nothing seems to be happening on the public side of things. Is it worth sticking at it like I planned?</qco> </h3>      it depends how droolingly turtleneck-sweater-meltingly desperately you want it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> did you ever write songs physically (like in a copy)</qco></h3>      not sure what that is<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how do you remind yourself the tune you had in mind when you wrote it.</qco></h3>      it is extremely important to write down the melody when you first hear it, otherwise there is no guarantee of remembering it, and even if you do remember it you still will never be 100% confident it is correct unless you actually wrote it down fully the first time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i have a many complete and incomplete songs written but when i thought about composing them i forgot the tune and cant thing of a new one for most of them</qco> </h3>      yes, that's why it is extremely important to write down / capture your melodies the first time, or they *will* fly away. they have places to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n11:59 am</dco> &nbsp;<qco> What are your thoughts on someschools not teaching cursive anymore</qco> </h3>      seems legit, that's obsolete\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n11:58 am</dco> &nbsp;<qco> Do you post on any other websites other than YT?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n11:34 am</dco> &nbsp;<qco> why is the weather in england so shit</qco> </h3>      to make them stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n11:18 am</dco> &nbsp;<qco> did u have a bandaid on your finger for the Get What You Give recording? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what u need that for?</qco> </h3>      necessary if haven't played drums in a long time, or else i will get a blister there. after a few days no longer necessary, but important to remember on first gig in a while. that would be the left ring finger, it is a major contact point for left hand if playing trad grip. callace will be there no problem if you're playing regularly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n10:21 am</dco> &nbsp;<qco> Can you make out the chord progression for the chorus? It has 16 major chords</qco></h3>      not actually major, there's no 3rd in any of them, cept where the vocal happens to cover it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and I don't think it uses the same exact one twice https://youtu.be/KPszC-lYHT4</qco> </h3>      from about 1:31, it would be Ab5(maj due to voc), Eb5, Bb(sus4, due to voc), F5, C5, G5, D5, E5, B5, F#5, C#5, D5, A(maj due to voc), B5, F#(maj due to voc), C#5, Eb(maj due to voc)/over Bb due to bass)...... Bb5, F(sus2 due to voc), C5, G5\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n9:17 am</dco> &nbsp;<qco> Would you change the key of the song to one you can sing better for covers?</qco> </h3>      yes, and hopefully change a whole lot more\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n9:14 am</dco> &nbsp;<qco> not asking to be pushy, but asking out of confusion: are the notes currently being updated daily, or is it planned for them to be updated daily? i'm not seeing new ones since january and i just want to make sure i'm not dumb</qco> </h3>      the dates there are not the date it was posted, it's the date it was written. (unless you have figured out how to view the secret dates)<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n8:17 am</dco> &nbsp;<qco> am i a good?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n7:45 am</dco> &nbsp;<qco> Do you enjoy enjoying stuff? </qco></h3>      sometimes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so you can always be happy as long as you enjoy one other thing besides enjoying stuff.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n3:15 am</dco> &nbsp;<qco> hey bill i have trouble convincing myself to go to sleep. any advice</qco> </h3>      yourself cannot be convinced by anyone to go to sleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.19&nbsp; \n12:10 am</dco> &nbsp;<qco> Will you ever film any music videos outside of your room? </qco></h3>      that would be nice<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Just wondering&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n11:20 pm</dco> &nbsp;<qco> Answer yes or no;&nbsp;Are you answering truthfully?</qco> </h3>      truth is among the many ingredients at my disposal here on the questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n11:01 pm</dco> &nbsp;<qco> Have you heard the word?</qco> </h3>      more than 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> is it hard to make videos with people constantly asking when they're going to come out?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n9:58 pm</dco> &nbsp;<qco> what's your opinion on lettuce?</qco> </h3>      seems super sketchy these days\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n8:56 pm</dco> &nbsp;<qco> I think you should write a book about things</qco> </h3>      how about something a little more  . .......... flexible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n8:45 pm</dco> &nbsp;<qco> bill, is the written word dead?</qco></h3>      <a href=\"https://twitter.com\">not even close</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n i just want to express myself really badly.</qco></h3>      there are more widely available means for that now than perhaps any time in history<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n i went to a poetry reading the other day, and it felt like we were all doing something entirely different. do i need to pick a different medium?</qco> </h3>      don't rule out using the internet .....\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n8:09 pm</dco> &nbsp;<qco> what's your favorite music key</qco> </h3>      the one that makes the singer sing best\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n7:38 pm</dco> &nbsp;<qco> when can we anticipate instagram hints for the thing you're working on now?</qco> </h3>      no one can anticipate that. especially not me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n7:24 pm</dco> &nbsp;<qco> what do we do if we fulfilled our purpose?</qco></h3>      fulfill new purpose<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do we live for the rest of our life depressed because we don't have one anymore?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n7:12 pm</dco> &nbsp;<qco> is a capital i (I) the same as a lowercase l (l)?</qco> </h3>      in some fonts\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n7:07 pm</dco> &nbsp;<qco> How do you reverse entropy</qco> </h3>      i would have to learn what entropy is first\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n6:50 pm</dco> &nbsp;<qco> What do you think is a good starter instrument for someone who has never done music before?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n6:20 pm</dco> &nbsp;<qco> Do you read the terms and conditions</qco> </h3>      they are unreadable\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n5:55 pm</dco> &nbsp;<qco> How much time did \"How to win at spelling\" take you to make?</qco></h3>      i'm not sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Because I was thinking how about spending 2 weeks or a bit more making short contents but then release only 1 at the end. Then, saving the rest of them in case you're late in ur schedule. That way you can still post content regularly even if ur not done with your medium projects and maybe have less pressure that way.</qco></h3>      somehow this doesn't seem like a time saving technique<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n And when you're out of short/emergency material spend again 2 weeks making some.</qco></h3>      the <a href=\"https://en.wikipedia.org/wiki/Parkinson%27s_law\">parkinson</a> rule applies strongly here, and tends to devastate<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Ofc try to use the emergency content as less as possible. Btw this also can be a future solution for a large projet, making a lot of short content and releasing them at a very slow pace while making a big thing. Does that sound possible/reasonable to you?&nbsp;&nbsp;</qco> </h3>      it ultimately does not save any time, and in fact things take longer to make when they have no firm deadline\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> How much do you enjoy a play on words</qco> </h3>      sometimes i let the words play on me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n5:09 pm</dco> &nbsp;<qco> do you ever get tired of hearing your own voice</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n4:51 pm</dco> &nbsp;<qco> Will you ever use thy, thine, thee, or thou and its conjugations in a song?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n4:50 pm</dco> &nbsp;<qco> How do I deal with thinking that everyone sees me as stupid?</qco></h3>      actually, check to see if they're stupid<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like to me, how others see me is more important than how I see me.</qco></h3>      how do you see them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Whenever I think I'm annoying someone or if someone is ignoring me (even accidentally), I feel like everyone hates me and everyone sees me as that annoying, incapable, retarded kid that they wish they could just be rid of.</qco></h3>      do you like these people<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It's feels like nobody cares about me except for me and I have a hard time with that myself</qco></h3>      do you care about them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if I think I'm just an annoying or even painful thorn to everyone else.</qco></h3>      what is their thorn status? (thorn, not a thorn, etc) have you checked this<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And I'm not even sure if I really am that but how can I stop thinking that I am like that if I actually am not?</qco> </h3>      use the 5 finger rule. over the course of the day, see if you can notice 5 other people who actually have these negative qualities that you've been fearing in yourself. the purpose of this is to turn you into a judge of other people, and then after having some experience judging other people, it may give you an insight about how judging minds work, and therefore you will be able to better understand how or if you have been being judged\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n4:24 pm</dco> &nbsp;<qco> Help I only get good ideas when I'm half asleep and too tired to move so I end up forgetting them. Whatever shall I do</qco> </h3>      you have 2 options here. summon the courage to move, or live a lifetime of regret\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n3:42 pm</dco> &nbsp;<qco> bill, i recently was walking in the park when i noticed some children singing \"i just did a bad thing\". I thought that they liked this song because of how good it was, but they said they liked it as a tik tok meme! i believe that this is a very sad thing to happen to you and is the biggest disgrace an artist can have. what is your opinion on this?</qco> </h3>      having your work enjoy popularity is not a disgrace\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n2:36 pm</dco> &nbsp;<qco> Do you know about all the crazy things?</qco> </h3>      some of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n2:32 pm</dco> &nbsp;<qco> have you ever incorrectly read a question and answered it incorrectly because you incorrectly interpreted the question?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and then have you ever realized that you read the question wrong in the first place after you finished answering it wrong? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what did you do after that?</qco></h3>      change it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; this will be on the test</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n1:56 pm</dco> &nbsp;<qco> When will you make more notes?</qco> </h3>      all the time. also posting them all the time, but different ones, due to sensitive nature of the material, they are never posted immediately. but posts occur constantly (1 each day) none the less. that's a brand new one every day for you to read. i pray that this will be enough for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n1:46 pm</dco> &nbsp;<qco> why is rising out of bed not on the songs page?</qco> </h3>      was written as a video. context is missing without the video. 'here is'  .. ?? where, if you can't see. do you see what i mean<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> How do I become cool like you?</qco> </h3>      you've already surely done it too much\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n1:30 pm</dco> &nbsp;<qco> you answer a lot of questions. do you answer every question?</qco> </h3>      not even close\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n1:28 pm</dco> &nbsp;<qco> what's your credit card number?</qco> </h3>      2\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n1:28 pm</dco> &nbsp;<qco> do you think it's important to quantize midi parts</qco> </h3>      not all the way, let them breathe a little, lest you'll get that face smack effect, the kind that plugs your nose and ears too, and chokes you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n1:21 pm</dco> &nbsp;<qco> do you like when people hate you</qco> </h3>      it has it's strong points, i must admit\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n12:23 pm</dco> &nbsp;<qco> would you mind sharing a song that made you cry when you listened to it?&nbsp;</qco> </h3>      no way, then you'd know how to defeat me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n11:48 am</dco> &nbsp;<qco> do you like telling stories?</qco> </h3>      yelling stories\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n11:43 am</dco> &nbsp;<qco> Do you believe the journey is the destination?</qco> </h3>      you'd have to specify which journey / destination\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n10:47 am</dco> &nbsp;<qco> i had an anagram-related ethical dilemma yesterday and was wondering what you'd have done in my situation so i have more insight next time something similar happens.\n<br>\n<br>i was recertifying my first aid training for the 1939545th time and i was bored out of my skull, so i took a pen and the little manuals they give you and started writing possible anagrams next to the chapter headers. there were lots of wild ones, but i think \"bone, joint, and muscle injuries\" ---&gt; \"boner juice slut, join me and sin\" was my favourite.\n<br>\n<br>but then!!!!! at the end of the course!!!! THEY ASK FOR THE MANUALS BACK. nobody told me that would happen and the manuals have always been ours to keep at every other certification i've ever attended. so it's like, do i return this and never train with the first aid company again (i have very distinctive handwriting that matches the handwriting on my registration form), or covertly try to steal the manual? i tried the\n  latter \n but a classmate saw and gave me a dirty look so i ended up returning it and shoving it into the middle of the pile. i still don't know whether that was the correct decision.\n<br>\n<br>my worst fear is that the next person reading that manual won't realize the anagrams are in fact anagrams, and will just think i wrote \"boner juice slut, join me and sin\" over the chapter title for no reason. anyway what would the best course of action have been? do you have any advice for future similar instances of this? thanks</qco> </h3>      you should put a bracket around the source text, explain in a slightly different font \"re-arrage these letters, to get this\" and have arrows pointing accordingly. i think anyone reading that can surely be greatful that you've just shown them a pleasingly good time, high brow at that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n10:43 am</dco> &nbsp;<qco> I live in constant fear of being late how do i solve this&nbsp;</qco> </h3>      look around and notice how freakin late everyone else always is\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n10:41 am</dco> &nbsp;<qco> how do i get over existential dread</qco> </h3>      do a colorful diagram of the dread, using brilliant flourescent markers on a black background\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.19&nbsp; \n10:39 am</dco> &nbsp;<qco> Do you have any thoughts about the effects of YouTube's current algorithm that you have been able to perceive (even without knowing the details of said algorithm)?</qco> </h3>      i know the purpose of it is to help viewers find what they love to watch. which is what the viewers already would seek to do before any algorithm. so my job is the same regardless\n<br><br>"
  }
]
