[
  {
    "html": "<h3> <dco>7.20.22&nbsp; \n11:16 am</dco> &nbsp;<qco> what is the BPM of your next song?</qco> </h3>      \n88\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.22&nbsp; \n10:32 am</dco> &nbsp;<qco> do you ever forget you've written older songs until someone brings one up? to elaborate, could you name a majority of songs you've recorded off the top of your head if asked?? I would think after a while it would be unreasonable to remember so many individual pieces perfectly</qco> </h3>      \ni remember them all except \"outside\". i forgot that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.22&nbsp; \n9:43 am</dco> &nbsp;<qco> What was that program note that you skipped back in \"maybe i could eat blades of grass\"?</qco> </h3>      \nthe plot\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.22&nbsp; \n8:03 am</dco> &nbsp;<qco> Is music a type of communication?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.22&nbsp; \n7:22 am</dco> &nbsp;<qco> how to not feel bad about random slightly bad things i did 50000 years ago ?</qco> </h3>      \ntake on some new intense goals or challenges, to distract\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.22&nbsp; \n5:43 am</dco> &nbsp;<qco> nothing feels real anymore. this is a problem because i sometimes feel like i'm losing out on much of the human experience. how do i resolve this issue</qco> </h3>      \ntry something new. go somewhere new. do something new\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.22&nbsp; \n4:41 am</dco> &nbsp;<qco> why is everything always so bad sometimes?</qco> </h3>      \nto make the good easier to find\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.22&nbsp; \n3:41 am</dco> &nbsp;<qco> why is there everything and not nothing?</qco> </h3>      \nthere's plenty of nothing, but you never notice because you're not there then\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.22&nbsp; \n2:29 am</dco> &nbsp;<qco> is sparkling water rich people water?</qco> </h3>      \nno, it's for people of average/median income\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.22&nbsp; \n1:12 am</dco> &nbsp;<qco> Why does the \"I'm greedy, so I'll take more than my fair share of lousy weather\" section send me up the goddamn wall? How did you make it groove so viciously?</qco> </h3>      \nthat's just some of my greed showing through\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n11:50 pm</dco> &nbsp;<qco> are any of your characters mimes?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n10:44 pm</dco> &nbsp;<qco> wili i ever be great</qco> </h3>      \neven better\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n9:21 pm</dco> &nbsp;<qco> Why aren't escalators that go down called de-escalators?</qco> </h3>      \ni see what you mean. i will change it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n8:24 pm</dco> &nbsp;<qco> how do I quit when quitting lets everyone down</qco> </h3>      \nstart something new also\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n6:50 pm</dco> &nbsp;<qco> do you write books in your mind</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n6:00 pm</dco> &nbsp;<qco> I'm experimenting with making music for fun. But the more I get into it the more I get overwhelmed. Do I have to use chords?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Will my music sound like crap if I don't follow chord progressions?</qco></h3>      the chord 'progression' is a myth. i say this because i bet you thought chords are supposed to 'progress', or that there is something you are supposed to 'follow'. if you answered yes to any of these, then the word 'progression' has indeed played a trick on you in this case<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Does my song need to be in a key? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If I ignore those rules will my music sound like crap?</qco> </h3>      \nthose aren't rules, but, you'll have to try and see\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n4:33 pm</dco> &nbsp;<qco> i like fields of interest where there is tons of innovation to be had</qco> </h3>      \ni can understand that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n4:47 pm</dco> &nbsp;<qco> What you know about rolling down in the deep?</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n4:09 pm</dco> &nbsp;<qco> Is it meat or meet in September? </qco></h3>      meet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I don't know what meatting is so could you give an explanation?</qco> </h3>      doing something with meat\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n2:33 pm</dco> &nbsp;<qco> how much of your songs do u notate?</qco> </h3>      \ncurrently none, usually. except occasionally as a video effect\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n2:04 pm</dco> &nbsp;<qco> hi, do you have a name for the 3d animated guy from \"more than a dream\" and \"i'm a princess\", </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and are they the same guy?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n1:27 pm</dco> &nbsp;<qco> what is your favorite song</qco> </h3>      \ni don't know any songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n10:39 am</dco> &nbsp;<qco> what made you change the title of the song from special sandals to fly around?</qco> </h3>      \ni guess i wanted the sandals to hit you by surprise, in the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n8:55 am</dco> &nbsp;<qco> everytime i try to write lyrics, i end up strongly disliking what i wrote, is this normal , and what can i do about it?</qco> </h3>      \nraise the stakes, .... try to write something even worse. this will create a little game with yourself, and then eventually the layers of irony will melt away into genuine pleasure, and enthrallment\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.19.22&nbsp; \n12:09 am</dco> &nbsp;<qco> Can you please set up a gopro during your next recording process, edit it down, and release it somewhere?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n11:47 pm</dco> &nbsp;<qco> are there any song ideas from 2011 or around that time that are still in the list?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n11:44 pm</dco> &nbsp;<qco> You know how there are different kinds of minor scales? But how sometimes people will just be like \"play your C minor scale,\" or like just talk about minor scales without referencing which type they are talking about (natural, harmonic, melodic)? Which do they usually mean?<br></qco> </h3>      \nprobably aeolian, but here's the thing, if you're in a song, and you're in the key of Cmin, and then that G7 chord comes around, there's your opportunity to grab that B natural. Or if the F7 chord comes around, there's your opportunity to grab that A natural. or if there's dancing brooms around, you can go ahead and grab both\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n11:35 pm</dco> &nbsp;<qco> what is your opinion on mango chutney</qco> </h3>      \nit's gotta be in the top 15 chutneys\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n9:36 pm</dco> &nbsp;<qco> would you write a song for a game I made?</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n8:54 pm</dco> &nbsp;<qco> thoughts on ego death?</qco> </h3>      \nit leads the way to ego life\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n8:31 pm</dco> &nbsp;<qco> Is there going to be a sequel to 'meet me in september' in september?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n8:23 pm</dco> &nbsp;<qco> How to cure addiction to water</qco> </h3>      \ndrink all the water. then you will be satisfied\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n7:31 pm</dco> &nbsp;<qco> is a huge gamer a gamer of above-average size?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n6:55 pm</dco> &nbsp;<qco> will you ever do a live show?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n6:39 pm</dco> &nbsp;<qco> do you enjoy it when people show you what creative work they've done?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n6:31 pm</dco> &nbsp;<qco> What is the correct spelling of itt?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n5:31 pm</dco> &nbsp;<qco> has every song youve made been a new favorite of yours</qco> </h3>      \nit's supposed to be. whether or not it actually is, that's impossible to determine, because i have way way too much steak in the game. and yes i'm talking about meat, in this particular case\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n4:37 pm</dco> &nbsp;<qco> I get blisters and other such thimgs on my hands, mostly the right one after drumming. Is it normal?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; does/did it happen to you?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it a matter of bad technique, too heavy sticks</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or should i just live with it</qco> </h3>      \nthis happens if you haven't played for a while. if you take the rest of the day off and then go again tomorrow, your skin will be a little tougher. if you play regularly, you will develop a rough patch of skin in that spot to protect you. If you plan to play a long session and you haven't been playing a lot recently, you can put bandaids on the target areas to protect yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n4:08 pm</dco> &nbsp;<qco> What is the biggest number you can think of?</qco> </h3>      \n2\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n12:15 pm</dco> &nbsp;<qco> sometimes my art feels way too personal that i only share with people im really personal with, how can i trust everyone else to be as nice as the people i allow myself to get personal with</qco> </h3>      \neveryone is nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n11:42 am</dco> &nbsp;<qco> what's a tweet of yours you like?</qco> </h3>      \nhow about <a href=\"https://mobile.twitter.com/billwurtz/status/747775882203381760\" target=\"_blank\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n11:04 am</dco> &nbsp;<qco> is there any particular reason you decided to make \"at the corner store\" because it seems very on-topic throughout the entire thing unlike some of your other songs.</qco> </h3>      \nthe musical figure (melody/chords of the verse) was an appealing choice at the time, amongst a list of my top 27 favorites at the time (including \"i'm a huge gamer most of the time\"). The dummy lyric on the corner store figure actually was about the \"corner store\", and the first move i made on the writing, once it was selected, was to try to get away from that. but i could not\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n8:46 am</dco> &nbsp;<qco> What is the greatest form of technology?</qco> </h3>      \nthe idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n6:48 am</dco> &nbsp;<qco> How did you get inspiration for Damien Maymdien in \"maybe i could eat blades of grass\"? Did you just see a lamp and think \"oh i could add a character that looks like a lamp and confirms that he's a lamp in my next video?</qco> </h3>      \nwanted to write a non-song video, kicking it off musically. everything after that is just a no-nonsense result of what has happened so far in the video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n4:41 am</dco> &nbsp;<qco> Will you do a live show in the future?</qco> </h3>      \nprobably\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.18.22&nbsp; \n1:05 am</dco> &nbsp;<qco> i think we wear the same socks</qco> </h3>      \nno 2 socks are alike\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n10:16 pm</dco> &nbsp;<qco> Tips for 7/4?</qco> </h3>      \non the chart, it might be polite to draw a dotted barline somewhere in the middle of each bar (after 3 or 4) because the bars of 7 are so large it can be hard to find your place\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n10:12 pm</dco> &nbsp;<qco> DO YOU WANT MY HEAD DELIVERED TO YOUR DOOR IN A BOX?!</qco> </h3>      \nno but i appreciate the offer\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n10:03 pm</dco> &nbsp;<qco> how to write the letter \"y\" without making it look like \"x\"s or \"q\"s</qco> </h3>      \nyou could make it a dot\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.17.22&nbsp; \n8:56 pm</dco> &nbsp;<qco> how do i stop playing guitar. ive been playing for the last 32 hours straight</qco> </h3>      \nyou can stop once you've played all the guitar\n<br><br>"
  }
]
