[
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n4:31 pm</dco> &nbsp;<qco> does one have to be a good musician to write a good song</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n4:18 pm</dco> &nbsp;<qco> how did you feel on the h3podcast?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n4:13 pm</dco> &nbsp;<qco> how should I escape a cult</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n4:08 pm</dco> &nbsp;<qco> Do you make a conscious effort to switch musical styles and/or practice new elements of music in each new video?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I feel like each video kinda has its own musical style. Variations on a melody, experimental chord progressions, focus on percussion, etc.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n4:03 pm</dco> &nbsp;<qco> Are you still on your die-trying song per week schedule?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n3:31 pm</dco> &nbsp;<qco> what should i caption my next instagram post?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n3:19 pm</dco> &nbsp;<qco> why did u get into music and not something cooler like using rich people's money to make them more money</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n2:30 pm</dco> &nbsp;<qco> what exactly do you do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n2:27 pm</dco> &nbsp;<qco> is \"its gonna be alright\" a reggae song?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n1:56 pm</dco> &nbsp;<qco> what's the one song you really enjoyed making?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n1:20 pm</dco> &nbsp;<qco> I am never serious about anything i am always making jokes about everything and never concentrate on anything i am finely intelligent but never get great marks any advice on being serious in life?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n12:40 pm</dco> &nbsp;<qco> what's the difference between A6 and A13?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n12:18 pm</dco> &nbsp;<qco> what kind of music do you like the most?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n10:33 am</dco> &nbsp;<qco> I have duties but I'm too lazy to do them, even though it's of utmost importance that I do them. How do I find the motivation to get it over with?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n8:48 am</dco> &nbsp;<qco> Dear Mr Wurtz, do you believe collaboration can allow you and your collaborator to create something extra special or just cause frustration and intense hatred for the other guy due to creative differences?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n8:04 am</dco> &nbsp;<qco> How do you feel motivated to do the stuff that you do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n6:20 am</dco> &nbsp;<qco> how do I not be in a box as a musician?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n5:23 am</dco> &nbsp;<qco> how do i learn to speak french?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n4:09 am</dco> &nbsp;<qco> When did you start playing the guitar ?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Do you have any advice for me, I have been teaching myself, its been over a month or so.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n2:50 am</dco> &nbsp;<qco> are you going anywhere with what you do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n2:44 am</dco> &nbsp;<qco> Did the colour orange get named after the fruit or was the fruit named after the colour</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n2:20 am</dco> &nbsp;<qco> If you can remember, what did you dream about in your last dream</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n1:26 am</dco> &nbsp;<qco> do you consider yourself a poet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n1:19 am</dco> &nbsp;<qco> How do you feel while making songs</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n12:41 am</dco> &nbsp;<qco> Hey so you've inspired me a lot lately and that's led to me trying to make my first song with lyrics, but I'm not very confident with my singing voice. Any advice for improving the tone and such of one's voice?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n12:33 am</dco> &nbsp;<qco> \"Mostly violence\"\n<br>If it's only mostly violence, what is the rest of it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n11:14 pm</dco> &nbsp;<qco> How do you feel about being a potential influence for a new generation of musicians/artists when you yourself are still going through the process of learning/improving?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n10:05 pm</dco> &nbsp;<qco> u tend to like that weird III III6 vi thing in the context of a major key, is it a lil earworm that u throw in as a filler chord, or is it just a lil earworm u like to hear</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n10:02 pm</dco> &nbsp;<qco> how do you come up with melodies?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you sit there and think about them for a long time or do they just happen?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n8:59 pm</dco> &nbsp;<qco> What is the ideal food to eat with a spork?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n8:29 pm</dco> &nbsp;<qco> what if they renamed the word sandwich to breadwich</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n8:03 pm</dco> &nbsp;<qco> If you go into expert mode and scroll down to the bottom, what was going on with all those pictures? Some of them are genuine photography, while others are completely random like a picture of a triangle. Pls explain??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n6:38 pm</dco> &nbsp;<qco> When I draw, I feel like I'm where I belong, as if I have finally returned home after a long, long time away. Does making your music cause you to feel the same?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n6:22 pm</dco> &nbsp;<qco> are you the original shitposter</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n5:54 pm</dco> &nbsp;<qco> Hi! How can I get better at piano? Specifically, how do I get better at using both hands?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n5:22 pm</dco> &nbsp;<qco> would you describe yourself as decisive</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n5:17 pm</dco> &nbsp;<qco> Why do people say \"C major is the happiest key\"?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Is it all subjective or is there really some underlying advanced musical thing I am missing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n3:44 pm</dco> &nbsp;<qco> do you ever sleep? your timestamps are quite consistent and it's worrying</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n3:20 pm</dco> &nbsp;<qco> do you think simple composition contributes to the longevity of a piece of music</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n3:18 pm</dco> &nbsp;<qco> Have you ever thought about making a long 10 minute or plus musical journey guiding the listener through a variety of sonic landscapes and accompaining it with a video for a complete experience? HOJ and HOTEWIG are also a musical journey in their own right, but I feel that music in them is more of a supporting element rather than the main focus. Although music is your main thing you've mostly delivered it on a single to single basis or taking part in a preexisting narrative. Not asking for an album here (which you mostly consider to be a collection of songs in a specific order), but a longer than usual continuous piece of music, a musical journey in itself which takes the world again by surprise and reafirms them your place as a music person. Many people have the wrong idea that your main thing is history vids just because these are your biggest most ambitious pieces of content, and it seems to them everything else is just the inbetweens of your hist\n ory proj\n ects. So idk</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n2:27 pm</dco> &nbsp;<qco> do you have any love advice</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n2:23 pm</dco> &nbsp;<qco> if you had to be locked in a room with one instrument for a month which instrument</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n2:11 pm</dco> &nbsp;<qco> Was this your first tweet... https://twitter.com/billwurtz/status/658361687553126400 ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n1:26 pm</dco> &nbsp;<qco> What do i do if i feel angry at someone bc it seems like they don't care about me? Do i just move on, I don't want to but i want them to feel emotions. Thabk you famed person</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n12:55 pm</dco> &nbsp;<qco> what is up with those songs that came before the history videos (new canaan, im crazy, etc). Were you just experimenting with stuff or is there some kinda story.\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n12:29 pm</dco> &nbsp;<qco> how do you feel about videos Without songs</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n12:28 pm</dco> &nbsp;<qco> hello i wanted to know your thoughts on why cowboys are called cowboys when they don't even ride cows? why do you think they aren't called horseboys? my computer even underlined the word \"horseboys\" as if i had misspelled something even though horseboys is a rational and logical name for that particular profession. thank you &lt;3</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n11:46 am</dco> &nbsp;<qco> why did they remove the space between no and thing in nothing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n11:42 am</dco> &nbsp;<qco> Will you ever make a vinyl record with songs on it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n10:49 am</dco> &nbsp;<qco> are you outsider music?</qco> </h3><br><br>"
  }
]
