[
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n9:05 pm</dco> &nbsp;<qco> What are those?\n<br>\n<br>Does the above question give you nostalgia?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n9:02 pm</dco> &nbsp;<qco> is jumping a crime?</qco> </h3>      \n\nin most cases no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n8:31 pm</dco> &nbsp;<qco> i have this thing where i get really scared/nervous to do a specific task, even though that task isnt very difficult. any tips on how i get over this?</qco> </h3>      \n\ndo it many more times\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n8:27 pm</dco> &nbsp;<qco> There's this thing i do where whenever im not completely happy with something ive done I kind of squint my eyes so it looks a bit different. It's kind of like my brain is trying to trick me into thinking that's not it, but the downside is that it does not give me insight into how to make it better. I have noticed now that it is very similar to what I would do when producing music and I would just add reverb to make it feel \"full\" or \"better\" and kind of ignore the fact that my sound selection and/or voicings and/or arrangement are not great to begin with. And now that I have seen this in 2 different worlds (visual and audio) I can't help but wonder all the other ways my brain has done that same process throughout life for me. Have you noticed something similar in your case? </qco></h3>      i don't think so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mind sharing it?</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n8:25 pm</dco> &nbsp;<qco> Do you have a favorite sweater&nbsp;</qco> </h3>      \n\ni don't have any sweaters\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n7:54 pm</dco> &nbsp;<qco> im starting the cosplay. thank you.&nbsp;</qco> </h3>      \n\ndon't thank me, i don't even really know what that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n7:50 pm</dco> &nbsp;<qco> what's your new years theme?</qco> </h3>      \n\n1/1/[lastyear+1]\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n7:11 pm</dco> &nbsp;<qco> The notion of music as a language seems to be literally true for you (as I imagine it is for most musicians at your skill level). </qco></h3>      it deals with feelings much more than other languages do, and less with facts and statements<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;That being said, what could someone be trying to get across using the chord progression Am F C G?</qco></h3>      you'll have to listen to it and see what you feel<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or is there no way to know what someone means by their music through chords alone?</qco> </h3>      if you hear it, then you'll feel it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n6:23 pm</dco> &nbsp;<qco> What if perfect wasn't perfect?</qco> </h3>      \n\nperfect isn't anything. indeed perfect is perfect, but those aren't anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n6:18 pm</dco> &nbsp;<qco> what are some things you like to do when you feel overwhelmed?</qco> </h3>      \nit's different every time. the most recent time, what seemed to save me was the word \"try\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n5:50 pm</dco> &nbsp;<qco> Thots on spelling \"beauty\" as \"buty\"?</qco> </h3>      \n\nlooks like butty. of or relating to butts\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n5:37 pm</dco> &nbsp;<qco> Do you think that a prescription of a month by the sea would cure your ailments?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n4:36 pm</dco> &nbsp;<qco> i feel like you're good at jeopardy</qco> </h3>      \n\ni probably am not. unless the answer is paradiddle or something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n3:56 pm</dco> &nbsp;<qco> How do you figure out what you want? I've noticed you usually answer \"motivation\" questions with \"motivation to do what?\". I think it's a really interesting point and I've been pondering it a lot. But how do you figure out the \"what\"?\n</qco></h3>      pretty much just wander around until you get that \"wow\" feeling somehow. then follow that closer and closer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;By the way, your videos are part of my daily routine. Thank you so much for sharing your existence with the world! \n<br>\n<br>P.s., how is it going with your journey to becoming an expert interviewee?</qco> </h3>      the true expert is usually the one hosting the show\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n2:58 pm</dco> &nbsp;<qco> why am i weird</qco> </h3>      \n\nthis will surely help you on your quest\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n2:53 pm</dco> &nbsp;<qco> What is your motivation in life?</qco> </h3>      \n\nit's hard to describe. but i know a lot of things are possible. more things than have ever been done before. that seems to be the general theme of this place\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n1:03 pm</dco> &nbsp;<qco> smash or pass: potatoes</qco> </h3>      \n\n......mash\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n12:54 pm</dco> &nbsp;<qco> what is your favorite IPA symbol</qco> </h3>      \n\nə\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n10:29 am</dco> &nbsp;<qco> What would you do to address inflation?</qco> </h3>      \n\nmaybe i'll just become president and then bring the prices down\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n10:23 am</dco> &nbsp;<qco> do you write your songs with a general theme in mind or are they just how you feel at the time</qco> </h3>      \n\nit's how i feel, even if i'm unaware of what that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n10:19 am</dco> &nbsp;<qco> I'm a middle schooler, and I have been trying to write books in google docs and stuff, but I also have aspirations to form a rock band when I get to high school, and also want to work on my art skills and feel completely confused on what I want to do. And I just wanted to know which option could work the best.&nbsp;</qco> </h3>      \n\nany one of those things could be best, or, as is so often the case, some other option that combines those skills might be best\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n8:13 am</dco> &nbsp;<qco> can you show me your wheel house</qco> </h3>      \n\nno. all i can do is tell you whether or not something is in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n7:50 am</dco> &nbsp;<qco> how to improve my vision</qco> </h3>      \n\nyou can use that spoon tapping trick that the guy does in that fake ad (and also the same trick for the ears in the ear ad). unless they made false advertising legal of course, in which case it might be a lie\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n6:38 am</dco> &nbsp;<qco> have you ever been on a tram?</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n6:24 am</dco> &nbsp;<qco> how much do you love the moon</qco> </h3>      \n\nvery much, although i probably take it for granted at this point\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n5:42 am</dco> &nbsp;<qco> When you create, it is with the intent that all parts of it (instrumental, lyrics, visuals, etc.) work together in a symposium which leads to a innately unique experience. Unless that is wrong, in which case you should correct me, would you say this is something that you always knew was the case or a revelation you have made along the way?&nbsp;</qco> </h3>      \n\nseems like common sense to me, not so much a revelation. what i sometimes find surprising, however, is when other people find that surprising\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n5:42 am</dco> &nbsp;<qco> Do 'favorite' questions annoy you? </qco></h3>      only insofar as they seem completely unanswerable to me. on one hand i welcome the challenge, but on the other hand, i also usually find that i've already answered the question in every possible way. then again, i also welcome that challenge<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you have a favorite favorite question? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And if so, what is it?</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n4:41 am</dco> &nbsp;<qco> Do you plan on doing 2d stuff still or are from now on only gonna 3d stuff?</qco> </h3>      \n\nboth, and maybe more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n3:46 am</dco> &nbsp;<qco> what does time passing by feel like?</qco> </h3>      \n\nabsolutely normal, and yet totally impossible and illogical\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n3:44 am</dco> &nbsp;<qco> Do you ever get jealous?</qco> </h3>      \n\ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n3:33 am</dco> &nbsp;<qco> how do you make your videos so lively?</qco> </h3>      \n\nit helps to be scared of death\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n2:48 am</dco> &nbsp;<qco> do you like spinning</qco> </h3>      \n\nmaybe just once\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n2:17 am</dco> &nbsp;<qco> do you find metronomes (with no music, just the ticking) calming or do they stress you out (or some other emotion)?</qco> </h3>      \n\ni think that would be mildly unsettling\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n2:14 am</dco> &nbsp;<qco> do you think grass grows individually or as a group</qco> </h3>      \n\ni assume it stays in exactly the same spot, while the rest of the world moves down a little\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n1:38 am</dco> &nbsp;<qco> Why do I so often find myself saying \"when I'm an adult\" when I've already been an adult for several years now</qco> </h3>      maybe you're just too old to change your ways\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n1:34 am</dco> &nbsp;<qco> is it a good idea for me to start a cosplay&nbsp;</qco> </h3>      \n\nit could be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n12:55 am</dco> &nbsp;<qco> have you reached the point of being \"older\" that you talk about in When I Get Older, where you are stronger and can lift up the whole entire world? or to the point where you are wilder and write poetry in your spare time? or to the point where you drive slowly and reach all the places you're going? or have you gotten younger and become a liar?&nbsp;</qco> </h3>      \n\nmaybe i had already reached all those points when i wrote the song. maybe it was from a retrospective point of view\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n12:51 am</dco> &nbsp;<qco> do you ever watch a show or episode of a show that you're already familiar with dubbed in another language to help you learn it</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n12:48 am</dco> &nbsp;<qco> how many of the last 24 hours did you spend on improving your Dutch comprehension</qco> </h3>      \n\nnone\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.29.23&nbsp; \n12:43 am</dco> &nbsp;<qco> do you think creativity, or rather coming up with new, interesting artistic ideas, is something that just happens luckily by circumstance on some lucky days and times, </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is something we can conduce in ourselves?</qco> </h3>      maybe sometimes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; 11:21 pm</dco> &nbsp;<qco> What are your New Year's resolutions?</qco> </h3>      \n\nwould seem fake, if i made them. new years resolutions strike me as more of a december/january conversation piece than an actual commitment to anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n10:13 pm</dco> &nbsp;<qco> how can you make your life different every day?</qco> </h3>      \n\nbuild something complex that takes many days to build\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n10:10 pm</dco> &nbsp;<qco> i have a hard time texting people and asking if they want to do stuff like hang out</qco> </h3>      \n\nthat makes sense. hanging out is awkward\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; 9:44 pm</dco> &nbsp;<qco> are you an alien&nbsp;</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n9:37 pm</dco> &nbsp;<qco> If the universe is deterministic, and past states determine future states, do we just perceive time linearly while actually everything - past/present/future - is eternally fixed, like frames in a movie reel?</qco> </h3>      \n\nin my opinion, in the hypothetical situation you described, no one would perceive anything. it's my opinion that the existence of consciousness is a direct result of non-determinism. it's like when you see a bus driver: that tells you that the bus has a steering wheel, and can indeed go in multiple directions\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n8:59 pm</dco> &nbsp;<qco> are u excited for the new year? (pls express your answer in just emojis/not words if possible :p)</qco> </h3>      \n\ni'm excited for the future regardless of the calendar boundaries. i'm also excited for the calendar in general. and i prefer not to use emojis because they are not reliably consistent across different devices\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n8:52 pm</dco> &nbsp;<qco> are you a picky eater</qco> </h3>      \n\nchoosy, not picky\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n8:47 pm</dco> &nbsp;<qco> have you studied music, </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so for how long</qco> </h3>      just about whenever i hear music, i'm absorbing its effects\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; 7:45 pm</dco> &nbsp;<qco> How did you learn to sing&nbsp;</qco> </h3>      \n\nby singing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.28.23&nbsp; \n7:44 pm</dco> &nbsp;<qco> hey bill how do you feel about the people trying to replicate your style?\n<br></qco> </h3>      \n\nsometimes it feels like i'm the only one trying not to\n<br><br>"
  }
]
