[
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n11:00 am</dco> &nbsp;<qco> thoughts on licence plates and why they're called \"plates\"</qco> </h3>      what do you think they should be called\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n10:44 am</dco> &nbsp;<qco> Is it hard for a celebrity such as yourself to find true love while sifting through the fame munchers?&nbsp;&nbsp;</qco> </h3>      not sure if i would say it quite that way, but that does seem somewhat familiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n10:39 am</dco> &nbsp;<qco> can you friendzone me bill</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n9:57 am</dco> &nbsp;<qco> why would someone slaughter a large crowd of people?&nbsp;</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n8:50 am</dco> &nbsp;<qco> What is your destiny?</qco> </h3>      can't say, don't wanna jinx it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n8:39 am</dco> &nbsp;<qco> How can I find my way out of this maze I am in?</qco> </h3>      start making a map of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n8:26 am</dco> &nbsp;<qco> If your name was an adjective, how would it be used?</qco> </h3>      probably used to say that something is like me or like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n8:05 am</dco> &nbsp;<qco> Has the ukulele you bought in New Canaan been used in any of your songs?</qco> </h3>      i didn't buy it in new canaan. i actually bought it 3 days later in manhattan. and i've only used it in videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n7:46 am</dco> &nbsp;<qco> For your earlier short videos, like no castle and Monday trivia and all that, did you make the instrumental track first or the video?</qco> </h3>      no castle doesn't count, that's a music video actually made from an instrumental song i recorded years before\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n6:57 am</dco> &nbsp;<qco> what happened to Steve from \"hi, I'm Steve\"?</qco> </h3>      tax evasion, mail delivery, mountain discovery, q&a, rain, maybe more things i forget, you will have to check the video to verify\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n6:13 am</dco> &nbsp;<qco> how hard is it actually to take candy from a baby?</qco> </h3>      it depends if they have eaten it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n6:05 am</dco> &nbsp;<qco> How to avoid \"resting on my laurels\"?</qco> </h3>      sell your laurels and buy something more comfortable like a bed or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n5:09 am</dco> &nbsp;<qco> Do you like flags</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n3:30 am</dco> &nbsp;<qco> what if potatoes actually could be used as cameras</qco> </h3>      i think they can\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n2:39 am</dco> &nbsp;<qco> do you ever write songs from end to start?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n2:15 am</dco> &nbsp;<qco> Why isn't \"outside\" in the list of songs? Is it not considered a song by some standard that we are unaware of</qco> </h3>      it is absolutely a song, and i have included it in every list that lists songs. unless i screwed up or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n12:58 am</dco> &nbsp;<qco> I love music and have spent a while studying to write it. What tips would you give for better melodies?</qco> </h3>      it's easier for melodies to mean something if they are in context. like maybe if there's words or something else to go with them. otherwise you're just throwing notes around and it may be hard to figure out what it's all about\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n11:47 pm</dco> &nbsp;<qco> How come outside isn't labeled as a music video on your expert mode page?</qco> </h3>      i mostly stopped labeling the video types after about october 2014<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n11:23 pm</dco> &nbsp;<qco> what weird, incorrect theories that people have tried to make of your songs stick out to you?</qco> </h3>      that they sound 80s or something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n9:35 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709301859\">9.30.17&nbsp;&nbsp;6:59 pm</a>  fyi you typoed the link to <a href=\"q.php?date=202709291829\">9.29.27 6:29 pm</a> &nbsp;</qco> </h3>      that was the person who asked, not me\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n9:28 pm</dco> &nbsp;<qco> did you release a history of the entire world, I guess knowing that it was the day before the ap world exam all over the country? I legitimately used your video to study helped a lot.&nbsp;</qco> </h3>      i wanted very badly to not think about that, because i had already been working on the video for multiple times longer than anyone's school semester\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n9:15 pm</dco> &nbsp;<qco> Do people who still control the food have bigger houses</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n9:00 pm</dco> &nbsp;<qco> Bill, do you go out with everyone who asks you?</qco> </h3>      no. wait go out where\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710011447\">10.1.17&nbsp;&nbsp;2:47 pm</a> &nbsp;&nbsp;did making content stop you from exploding or did you explode anyway&nbsp;</qco> </h3>      i was already exploding and i still am. but now i am able to share at least a small percent of those explosions with others. but there is still a long way to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n7:34 pm</dco> &nbsp;<qco> do you like the viola? asking for a friend.</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n7:33 pm</dco> &nbsp;<qco> i think you are doing a great job and your content makes me happy. how can i make things that make people happy?</qco> </h3>      you will have to just make what makes you happy, and then light some flares or something to attract attention and that will increase the chances that people who also like it will find it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n7:20 pm</dco> &nbsp;<qco> Is there anything fun to do on mars?</qco> </h3>      explore it, and figure out if we can live there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n7:20 pm</dco> &nbsp;<qco> What tone of voice are you answering in?</qco> </h3>      i'm using text, not voice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n7:16 pm</dco> &nbsp;<qco> Would a time signature of 2100/2800 be the same as a 3/4 time signature?</qco> </h3>      sure if you want to confuse the hell out of people\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n7:05 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709301940\">9.30.17&nbsp;&nbsp;7:40 pm</a>  There is no fancy technology for a greenscreen. You just need a green sheet and a camera and then some software to edit it. From your past videos I can tell you have the camera and software, so you just need the sheet, which you can probably pick up at your local fabric store.</qco> </h3>      you need a big enough space and lighting to light it right other wise it looks like a disaster\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n7:02 pm</dco> &nbsp;<qco> Could you add other songs for purchase on itunes, like i like and your 2017 songs???</qco> </h3>      all the songs released in 2017 are on itunes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n6:35 pm</dco> &nbsp;<qco> would you encourage piano practice</qco> </h3>      practice? forget that, i say do it for real\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n6:30 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709301825\">9.30.17&nbsp;&nbsp;6:25 pm</a>  oh shit same. have you heard about the boring company and their electric underground skates for cars that are going to solve traffic problems in major cities (not sponsored hahahah) but really tho</qco> </h3>      that's not really what i meant, i meant like the problem where there is plenty of food to feed the world but it gets ghrown away. that's a transportation problem. if we had better transportation technology we could send things anywhere easily. i'm not talking about better roads or better cars, i'm more thinking of teleportation related technologies, etc.. many other applications for this but this is a very significant one that comes to mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n6:15 pm</dco> &nbsp;<qco> what does NAFTA stand for</qco> </h3>      north american free trade agreement\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n6:06 pm</dco> &nbsp;<qco> how long does it take to make a 3 minute video (like outside) and how long did it take to make hotewig video?</qco> </h3>      outside took about 4 weeks and history of the entire world took 11 months\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n5:57 pm</dco> &nbsp;<qco> Should I dig a hole</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n5:36 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710010404\">10.1.17&nbsp;&nbsp;4:04 am</a>  are you implying the universe is in some kind of monkeys with infinite time writing on a typewriter accidentally creating hamlet type situation ?</qco> </h3>      what\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> Advice on getting friendzoned the first time?</qco> </h3>      youre probably gonna want to leave the country\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n5:19 pm</dco> &nbsp;<qco> What do you think of Charles Ponzi? I would like to have a scheme named after me someday.&nbsp;</qco> </h3>      your scheme has to be so good it sends you to jail\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n5:16 pm</dco> &nbsp;<qco> How can I get a job as a drawbridge operator? That's always been my dream job. Just hanging out in that little watchtower, looking out over the water all day. Occasionally press a button when a big boat comes nearby.&nbsp;</qco> </h3>      i think you have to be born into it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n5:06 pm</dco> &nbsp;<qco> Why do they put \"DO NOT EAT\" on those little packets that come inside shoe boxes? There's other things we shouldn't eat that don't say that on them.&nbsp;</qco> </h3>      perhaps those are particularly tempting\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n4:35 pm</dco> &nbsp;<qco> what license plate designs do you love, possibly including connecticut</qco> </h3>      <a href=\"q.php?date=201610030538\">10.3.16  5:38 am</a><br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n4:23 pm</dco> &nbsp;<qco> I feel like many of your songs are about parts of random conversations you have with people. Am I right?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n4:23 pm</dco> &nbsp;<qco> define random.</qco> </h3>      chosen without reason. preferably chosen by a computer, so as to eliminate accidental reasoning<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n4:21 pm</dco> &nbsp;<qco> Do you agree with paul about pop music being the classical music of now?</qco> </h3>      i don't think i would have said it quite that way. but he was generally making an argument against pop-hate, so in that sense we are on the same side of the argument\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n4:13 pm</dco> &nbsp;<qco> Do you think \"Fido\" could be a good name for a person?</qco> </h3>      actually yes. possibly too good. should not be used, world not ready<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n3:58 pm</dco> &nbsp;<qco> what do I do if I don't like music?</qco> </h3>      something not involving music, hopefully<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n3:46 pm</dco> &nbsp;<qco> Would a plutonium rod really look like the glowing green stick from the simpsons?</qco> </h3>      all of mine are blue, but maybe i have a different brand \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n3:35 pm</dco> &nbsp;<qco> will you ever feature a dolphin in one of your videos</qco> </h3>      already did<br><br>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n2:55 pm</dco> &nbsp;<qco> have you ever go through a hard break-up?</qco> </h3>      oh hell yeah<br><br>"
  }
]
