[
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n3:33 am</dco> &nbsp;<qco> i feel like i already asked this (sorry i have awful memory) but can we have a hint to what the cool epic passion is.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n3:21 am</dco> &nbsp;<qco> would you consider some of your characters' genders to be genderless, not have a specified gender, or anything else along those lines? sorry if this is a weird question</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n2:58 am</dco> &nbsp;<qco> Is there an oversimplified version of the word 'oversimplified'? It feels too complicated.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n2:14 am</dco> &nbsp;<qco> Sometimes when I do the wrong things and it upsets someone and I apologize to them the next time I see them it makes them even more mad. What should I do differently?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n1:57 am</dco> &nbsp;<qco> the latest reality videos are so tragic, knowing that hotewig is going to take a metric asston of time and shatter your hopes and dreams</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n1:32 am</dco> &nbsp;<qco> Are you still a songwriter trapped in a stubborn little bitch's clothing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n1:20 am</dco> &nbsp;<qco> will this next video come out in 2019</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n12:23 am</dco> &nbsp;<qco> 3 favorite albums?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.17.19&nbsp; \n12:10 am</dco> &nbsp;<qco> Top 3 favorite chords?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n11:38 pm</dco> &nbsp;<qco> I've been decoding your incredible drum style. One non-hihat element has to be hitting on every downbeat, usually a kick or cowbell/block, while the rest of the drums groove. Could you disclose another secret to that magic?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n9:53 pm</dco> &nbsp;<qco> No reality for the 15th?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n8:33 pm</dco> &nbsp;<qco> the only real reward for myself is doing more work.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n8:10 pm</dco> &nbsp;<qco> If you really understand the mechanics of music, let's say you can listen to a song once and know all the chords, what scales they fit into, the counterpoint, the modes, the timing, etc - does that add or take away from the experience?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n7:21 pm</dco> &nbsp;<qco> How long is the new song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n7:19 pm</dco> &nbsp;<qco> will we be seeing any of your \"new trick\" in the upcoming reality video?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n6:58 pm</dco> &nbsp;<qco> What's a good acronym for EADBGE?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n6:55 pm</dco> &nbsp;<qco> why do you think superhero movies are so popular? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I feel weird for not caring about them</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n5:36 pm</dco> &nbsp;<qco> how do i determine the key of a song i am listening to</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n5:16 pm</dco> &nbsp;<qco> This year I finally understood creation. The whole experience is \n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>I don't know what words to use.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> I absolutely love talking about language stuff, especially explaining grammar rules to people I know who are having trouble understanding the rules of a certain language at the moment. It makes me feel pretty smart!! The problem is that I sometimes make grammar mistakes myself and I absolutely hate it!!! It makes me feel like I know NOTHING about ANY language that I'm currently able to speak. Is it normal to make such mistakes? Does everyone make them?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n4:45 pm</dco> &nbsp;<qco> What was the Main Inspiration for your surreal videos, it's probably not like you were just s u r r e a l t i m e. If you were inspired what inspired you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n4:35 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905152335\">5.15.19&nbsp;&nbsp;11:35 pm</a>  - I'm sorry you feel that nobody's listening to you, believe me we're all trying very hard to. Maybe what you need to do is not release an album, but rather an ablum?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n3:41 pm</dco> &nbsp;<qco> It occurs to me that the confusion over the idea of an 'album' is down to a lack of agreement with regards to definition. I think you take the term 'album' quite literally, almost as the term photo album, i.e. a repository for a set of only loosely connected items. Most of the people arguing in favour of a Bill Wurtz album see the album in general as a sophisticated artwork that, in its most successful cases, has not a single note or word out of place and was conceived as a thematic whole, like a novel or a movie, and not as a random selection of songs. All the great albums are apparently random selections of songs, that reveal their inner logic and consistency only gradually, sometimes after many years. Pet Sounds and Rubber Soul fall into this category. You yourself have already made one total masterpiece of an album. Its most satisfying tracklisting (for me) runs as follows:\n<br>\n<br>1) Alphabet Shuffle\n<br>2) Outside\n<br>3) And The Day Goes O\n n\n<br>4\n ) at The Airport Terminal\n<br>5) Slow Down\n<br>6) Hallelujah\n<br>7) Hello Sexy Pants\n<br>8) Mount St Helens\n<br>9) La De Da De Da De Da De Day Oh\n<br>10) Long Long Journey\n<br>11) I'm Best Friends With My Own Front Door\n<br>12) When I Get Older\n<br>13) The Moon Is Made Of Cheese\n<br>\n<br>The new album is also shaping up well ( Might Quit, Just Did A Bad Thing). I'm also not overlooking Christmas Isn't Real: it is my personal favourite of all your songs, but perhaps too high-concept to integrate easily into an album.\n<br>\n<br>You have lifted the single song and video package onto the level of art form almost single-handedly. Pity us older music lovers who are still attached to our 45 minute programs, preferably broken into two halves. The album was our guiding principle, our mainstay, our educator and friend. No movie or novel (or music video) could ever approximate its awesome depth and breadth of vision. Only the truly great managed to master it as an art form, most crashed inexorably on its treacherous cliffs. Indeed, if you set out to create an album as a work of art you may already have shipwrecked. Its easily the most confounding mainstream modern artistic discipline. It's a shame it is really dying. Perhaps it is already dead?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n1:36 pm</dco> &nbsp;<qco> i hear you. what do you mean by an album being too good to be called an album? like the album itself becomes known as itself rather than an 'album'?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n12:38 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905121219\">5.12.19&nbsp;&nbsp;12:19 pm</a>  sorry i didn't get that</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n12:02 pm</dco> &nbsp;<qco> How do I not be tired?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n11:46 am</dco> &nbsp;<qco> What is your opinion on reality shows?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n11:33 am</dco> &nbsp;<qco> how do you know what melodies to use/create them? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that's always been the tough thing about making music for me :/</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n11:33 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905152335\">5.15.19&nbsp;&nbsp;11:35 pm</a>  i dont understand why that second part would be true if there have been very great albums that we still call albums</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n11:30 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905152335\">5.15.19&nbsp;&nbsp;11:35 pm</a> &nbsp;&nbsp;i think it's coming across that you think all albums are bad or would be better as many singles.&nbsp;&nbsp;if you picked examples of things which are more than albums that would help,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; though i assume you don't want to play favorites.&nbsp;&nbsp;maybe you could confirm that there are things which exist that you feel are \"albums but more\",</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if you want to create such a thing</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n11:24 am</dco> &nbsp;<qco> Would you ever be happy expressing yourself in a song with just one piano track and one vocal track?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you feel the maximalism you use is necessary to making your songs truly great?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n11:16 am</dco> &nbsp;<qco> so i noticed that if you right click on a song or video on this website, you can loop it. wouldn't this work well for posting vines?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n10:47 am</dco> &nbsp;<qco> when is your next video</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n10:34 am</dco> &nbsp;<qco> This is bill wurtz's longest question.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n A long time go, a person was born. The person's name was bill wurtz. He learned to sing,\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n he had a lot of instruments, more specifically, the keyboard.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n He uploads videos. He has over 250,000,000 views. He has over 3,000,000 subscribers. He answered over 40,000 questions.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n He won a strange award. He has a website. He is known for \"history of the entire world, i guess.\" He is around 20 years old.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n He plays a lot of his instruments. He uses lowercase letters.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n And finally, he is a person, robot, singer, human being, he can be anything he wants. What do you think of this question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n10:09 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905152335\">5.15.19&nbsp;&nbsp;11:35 pm</a>  do you have any examples of something that exists already, that most other people might call an album, but which you would consider to be in that second category?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n10:04 am</dco> &nbsp;<qco> You've stated that when learning a new skill, you like to get better at it by making and releasing a bunch of extremely short projects before moving on to larger ones.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm curious why you decided against using this approach for 3D modeling/animation, instead deciding to use it for a larger/medium project right out of the gate.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n8:47 am</dco> &nbsp;<qco> in reality, isnt every room a bedroom? you can put your bed in any room in your house. even your closet or washroom (if its a large room or a small bed!)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n7:55 am</dco> &nbsp;<qco> if what's currently known as an album becomes too good to still be called an album, then what is it?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what is this advanced format,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and has any other artist reached it as of yet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n7:45 am</dco> &nbsp;<qco> should i play all your songs at once</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n5:23 am</dco> &nbsp;<qco> i'm gonna be graduating from high school in one year and i don't ever want to come back to institutional education ever again but i also don't want to DIE of STARVATION. what do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n5:03 am</dco> &nbsp;<qco> sing me a song</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n3:06 am</dco> &nbsp;<qco> the whole idea of recording and producing your own music really appeals to me but the sheer amount of shit to learn and ways to do it stresses me out.\n<br>im pretty average at guitar and enjoy a lot of psych or punk guitar shit, but lacking knowledge of music writing makes it pretty hard to create a song. like yeah i can come up with maybe basic riffs or something that sounds ok in my head but i cant translate it to actually playing it, let alone coming up with an original rest of the song.\n<br>so where would i start if i wanted to get into audio production or furthering my skill and knowledge of guitar specifically?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n2:35 am</dco> &nbsp;<qco> I miss your videos but I want u to do what you need to do ... I trust you.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n1:43 am</dco> &nbsp;<qco> i've quit playing piano for a long time and am now thinking about picking it up again. is it a good idea to start from hanon?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n1:20 am</dco> &nbsp;<qco> how tired are you of listening to your current song you're making a video for?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you must have heard it like 700 times by now.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or can you still enjoy it? either way i know i will enjoy listening to and watching it probably 70 times at least&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.16.19&nbsp; \n12:10 am</dco> &nbsp;<qco> How can I become a human</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n11:35 pm</dco> &nbsp;<qco> Going back through the reality vids, after japan you mentioned albums as being a category/focus you wanted to try tackling at some point. Is that something you're still considering/trying to do, or did you reconsider after recollecting yourself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> how do i stop being so boring and uninteresting</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n9:44 pm</dco> &nbsp;<qco> do you think geese are the answer? if so, ducks maybe?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n7:16 pm</dco> &nbsp;<qco> how many planes are in \"in the airport terminal\"</qco> </h3><br><br>"
  }
]
