[
  {
    "html": "<h3> <dco>11.1.23&nbsp; \n6:29 am</dco> &nbsp;<qco> My favourite word is zeitgeist it is very pleasing to say. i recommend saying it now</qco> </h3>      \n\ni find that the word zeitgeist was more pleasing before it was part of the zeitgeist, which i actually didn't know about either, before then\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.23&nbsp; \n5:39 am</dco> &nbsp;<qco> i'm way too distracted to do the right things do you have anything that helps you snap back into place when you have ever had that issue or did/does it just... happen&nbsp;</qco> </h3>      there is a famous technique that is supposed to work very well, which is to prepare a large bowl of ice water and dip your face into it for several seconds. if you don't have the resources handy to prepare a large bowl of ice water, as an alternative you can put your face in a cold shower. this works surprisingly well as a sort of re-set to your mind and emotions\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.23&nbsp; \n3:26 am</dco> &nbsp;<qco> Opinion on slobbish fizz in Ohio?</qco> </h3>      \n\nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.23&nbsp; \n2:26 am</dco> &nbsp;<qco> what is your opinion on penguins</qco> </h3>      \n\nthey are iconic\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.23&nbsp; \n12:04 am</dco> &nbsp;<qco> If Valentine's Day candy is the worst Halloween candy, Is Halloween candy the worst Easter candy? And is Easter candy the worst valentine's candy, like a form of holiday candy rock paper scissors?&nbsp;</qco> </h3>      \n\nmy reason for suggesting valentine's day candy as the worst halloween candy is based on the likelyhood that any valentine's day candy you can find on october 31 is likely to be fairly old, because most valentine's candy is probably manufactured around the previous december (at the latest). It was tempting at first to suggest that christmas candy would be the oldest, but the fact is that most stores actually begin putting out the christmas candy on halloween day, and have already moved the halloween merchandise to the discount area. so it's actually quite likely that even an ordinary consumer would be able to find brand new christmas candy, on halloween day. by this logic, easter candy would actually be the best and freshest candy on valentine's day\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2023-10.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n10:03 pm</dco> &nbsp;<qco> Do you prefer a routine? Or do you routinely change it up? I don't know a way out&nbsp;</qco> </h3>      \n\nsometimes the consistency is necessary because my brain would otherwise explode from too many choices\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n10:01 pm</dco> &nbsp;<qco> I bought a small package of tealights and the cashier put them in the bag, but I said I don't need a bag and picked them up, out of the bag. He said, \"Are you too good for a bag?\" And instead of explaining that it feels awkward physically to carry something almost as light as a bag, inside a bag, I said, \"yeh.\" And he said \"Oh sorry, next time I will roll out the red carpet for you,\" and my response was, \"Thank you.\" And he made a Psh sound. I walked out the car thinking what is wrong with me but by the time I got home I was like, wait, what is wrong with HIM? \n<br>\n<br>Should I avoid that store now and forever or is it probably fine.</qco> </h3>      \n\nit's fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n9:34 pm</dco> &nbsp;<qco> why cant i beat this level on furious golf?</qco> </h3>      \n\nbecause you are not good enough yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n9:28 pm</dco> &nbsp;<qco> I want to go trick-or-treating but my mom said to never accept candy from strangers. What should I do?</qco> </h3>      \n\nmaybe you could do it and then don't eat the candy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n9:15 pm</dco> &nbsp;<qco> mount st helens is about to blow up</qco> </h3>      \n\nthat might be true, but it's almost impossible to know for sure. it more likely is not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n9:08 pm</dco> &nbsp;<qco> what would be the most unexpected thing to dress as for halloween</qco> </h3>      \nit would have to be something no one's ever heard of, and therefore i wouldn't be able to say it here\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n8:39 pm</dco> &nbsp;<qco> its the first day o fschool and i think i might quit</qco> </h3>      \n\nthat's a little soon, but ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n8:03 pm</dco> &nbsp;<qco> what's the opposite of race car</qco> </h3>      \n\ntoyota camry maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n7:33 pm</dco> &nbsp;<qco> in got some money you spelled friends \"frends\"</qco> </h3>      \n\nyes if i recall correctly it needed to fit into a 6 letter paradigm\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n7:23 pm</dco> &nbsp;<qco> opinion on custard?</qco> </h3>      \n\ncan't be real. but in case it is, try it on a brisket\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n7:21 pm</dco> &nbsp;<qco> Is it possible to read sheet music that has no tabs as a guitar player</qco> </h3>      \n\nsure. especially if it has chord symbols\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n6:58 pm</dco> &nbsp;<qco> do you ever feel like a walking bassline?</qco> </h3>      \n\nvery rarely\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n6:30 pm</dco> &nbsp;<qco> Whats the worst halloween candy</qco> </h3>      \njust doing some quick calculations here..... that would be valentine candy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n6:25 pm</dco> &nbsp;<qco> I'm Scared has a really great bass line. Where did you find a bass lick that Phat?</qco> </h3>      \non the way from the 1 chord back to itself\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n4:01 pm</dco> &nbsp;<qco> how certain are you</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n2:35 pm</dco> &nbsp;<qco> is this the theatre of the absurd?</qco> </h3>      \noccasionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n2:14 pm</dco> &nbsp;<qco> what genre aren't you</qco> </h3>      \nit seems sad to rule anything out, definitively\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n11:53 am</dco> &nbsp;<qco> how can i stop thinking about someone?</qco> </h3>      \nthink about something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n11:20 am</dco> &nbsp;<qco> Do you like to dance?</qco> </h3>      \nsometimes it's the only way to get the point across\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n11:05 am</dco> &nbsp;<qco> I'm in a barren wasteland right now. Where is the next fruitful, wetland? (I'ts for business-related reasons)</qco> </h3>      \ni don't know, because i don't know which barren wasteland you are in\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n9:17 am</dco> &nbsp;<qco> are we right to derive meaning from your lyrics, or are they less intentional than that?</qco> </h3>      \nthe meaning is together with the music. if you're doing it without the music, i don't think i'd count on that to work properly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n9:04 am</dco> &nbsp;<qco> when is there</qco> </h3>      \ncould be soon, if you're up for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n8:24 am</dco> &nbsp;<qco> Do you think the universe lives vicariously through itself as us?</qco> </h3>      \nwell yes, but there's also a lot more to it than just us\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n4:43 am</dco> &nbsp;<qco> do you like me cause I'm crazy</qco> </h3>      \ncrazy is generally a likeable quality, but i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n4:14 am</dco> &nbsp;<qco> apparently your bing ai's favorite online content creator so i shall ask you something that bing asked \"How do you balance your humor and seriousness in your videos and songs?\"&nbsp;</qco> </h3>      \nthat question is incoherent. humor and seriousness are so intrinsically intertwined that there is no need to even try to balance them. they are self-balancing. everybody knows that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n1:59 am</dco> &nbsp;<qco> Do you answer the questions just for fun, or do they sometimes help you come up with good ideas?</qco> </h3>      \nneither of those 2 choices seem quite correct. it's sometimes those things, but also more<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n1:32 am</dco> &nbsp;<qco> ooooOOOOoooooOOooooooOOOOOOOooooo ooOoOOOOoo i'm a GHOOOoooOOOOOOOOooOOOST\n<br>\n<br>(are you spooked yet?)</qco> </h3>      \nyes, i already was before\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n12:47 am</dco> &nbsp;<qco> is the next video going to be a trick or a treat</qco> </h3>      \nboth actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n12:45 am</dco> &nbsp;<qco> I had a nightmare, do you think that's because it's Halloween now and my brain was trying to scare me?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.23&nbsp; \n12:11 am</dco> &nbsp;<qco> What if your hand was the sky and the sky was a funny little raccoon with a sandwich</qco> </h3>      \nthen you could cancel out the sky and the first thing would equal the 3rd thing. assuming standard algebraic principles apply\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n9:43 pm</dco> &nbsp;<qco> which blender rendering engine would you recommend using?</qco> </h3>      \ntry them all. you probably have time in your lifetime, to try each one. even if just for 1 frame\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n8:36 pm</dco> &nbsp;<qco> What is the true nature of the self?</qco> </h3>      \n\"same as\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n6:09 pm</dco> &nbsp;<qco> what's the best way to go to sleep on time?</qco> </h3>      \ngo to sleep at the same time for the previous 5 consecutive nights\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n5:49 pm</dco> &nbsp;<qco> Can you envision an entire rock-opera performed by coyotes? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How well would tickets sell?</qco> </h3>      free, unless it's actually humans in costume, then it could be anywhere between 20 and 200 USD\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n5:45 pm</dco> &nbsp;<qco> what do you think about normal life and the people who live it</qco> </h3>      \nremind me which one is normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n5:31 pm</dco> &nbsp;<qco> what is it about chords that make them so important and useful?</qco> </h3>      \nthey can transmit so much raw meaning, at such an immediate pace that words could never capture or explain all of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n5:17 pm</dco> &nbsp;<qco> buy my bed (nothing bad has ever happened on it)</qco> </h3>      \ni understand, but i don't want it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; 5:16 pm</dco> &nbsp;<qco> are you a lamb?</qco> </h3>      \ni'll check\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n5:01 pm</dco> &nbsp;<qco> can life move on or is like a immoveable object?</qco> </h3>      \nit moves\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n3:23 pm</dco> &nbsp;<qco> what is something to say to someone that plays the violin?</qco> </h3>      \n\"do you know what a violin is\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n3:21 pm</dco> &nbsp;<qco> i forgot to do a piece of homework, and now feel a sense of existential dread because of it. any advice?</qco> </h3>      \nthis will all make sense fairly soon, when you figure out what the consequences may be, and how that affects what you do in the future. there's many ways this could go, but it eventually all just adds up to wisdom for you, in one way or another\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n2:45 pm</dco> &nbsp;<qco> will humming while i play help me learn the piano better?</qco> </h3>      \nfairly likely\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; 1:42 pm</dco> &nbsp;<qco> do scientists do tests that they've already done before just to be sure? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like for example to see if water still freezes when cold enough</qco> </h3>      that one has been tested so many times for so many hundreds of years, there is not too much need to test that one anymore. although student scientists certainly will still do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n1:00 pm</dco> &nbsp;<qco> There are hi-hats. Are there lo-hats?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n12:11 pm</dco> &nbsp;<qco> what is the worst number?</qco> </h3>      \nprobably still undiscovered\n<br><br>"
  }
]
