[
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n11:02 am</dco> &nbsp;<qco> How is YHWH pronounced as featured in your \"history of the entire world, i guess\" documentary?</qco> </h3>      \nthat's a very old word that's been around for many centuries and transcended through many different religions. i've worked with nigerian church groups who sing it something like \"Ya Wey\", but that's my only reference point on how to pronounce the word\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n7:37 am</dco> &nbsp;<qco> How do I get good at incorporating hand gestures in my communication</qco> </h3>      \nyou could get one of those apps that gives you an electric shock if you say more than 100 words per day\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n4:32 am</dco> &nbsp;<qco> if you were to throw a milk chocolate raisinet, how fast do you think it would go? (in kilometers per hour)</qco> </h3>      \nmaybe 30\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.23&nbsp; \n1:44 am</dco> &nbsp;<qco> Ik vind het zo gezellig als je in het Nederlands schrijft. Is dat kinderachtig?</qco> </h3>      \nalle taal is kinderachtig. maar wat ik me afvraag, begrijp je daadwerkelijk de taal of maak je alleen gebruik van google translate?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n11:40 pm</dco> &nbsp;<qco> what if the singular form of sheep was shoop</qco> </h3>      \nthen everything would make sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n11:36 pm</dco> &nbsp;<qco> do you know how to solve the rubik's cube?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n8:23 pm</dco> &nbsp;<qco> do you like sitcoms</qco> </h3>      \nsometimes i like some of the ideas. sometimes those ideas feel desperately trapped in a furniture store with a wall missing, and a well-prepped audience laughing along\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n8:19 pm</dco> &nbsp;<qco> how is air created</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n7:05 pm</dco> &nbsp;<qco> sometimes i think, then im told i thought stupidly, how can i change this?</qco> </h3>      \nmaybe you can change which part of the story you tell. for example, you told me that you had some thoughts, but didn't tell me what those thoughts were. you only told me what one person's reaction was. but i'd like to hear more about what it is you actually thought (because it might not have been so stupid) and also maybe skip the part about the other person telling you what they think of your thoughts. maybe that's not as interesting as what the thoughts actually were. I'm sure there's someone else frowning at someone right now, but i don't always include that in my story<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n5:43 pm</dco> &nbsp;<qco> how did the inspiration for 3d animation begin? did it stem from a lifetime dream of animation or was it an idea spawned from inescapable boredom?</qco> </h3>      \ni have a thirst for 3D environments. whenever i'd walk through the city streets at dawn on Sunday, i've always been enthralled by the way buildings look from different angles. in april, 2019, when i was starting on the video for \"i'm a princess\", i decided to dip my toe into this world, and all it took was some basic shapes in an empty room, and as soon as i put some lights in there, i was hooked, and it almost ruined my life\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n5:11 pm</dco> &nbsp;<qco> i know it's a corny question but how do you deal with haters</qco> </h3>      \nlike them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n5:10 pm</dco> &nbsp;<qco> since meet me in sept had no title or lyric when you selected it, what WAS there? like a melody or something?</qco> </h3>      \n<a href=\"write20220608012554.mp3\" target=\"_blank\">this</a>, plus a memo telling me to look at the 2 minute mark\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n4:59 pm</dco> &nbsp;<qco> I eat bananas. Do you eat bananas?</qco> </h3>      \nnot always\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n2:11 pm</dco> &nbsp;<qco> what is the funniest sounding name&nbsp;</qco> </h3>      \ntim bob\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n12:28 pm</dco> &nbsp;<qco> Why do u make music videos but two of your videos are 2 mans with friendship</qco> </h3>      \ni make videos and music to explore what it's like to be alive\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n9:50 am</dco> &nbsp;<qco> If two mind readers read each other's minds at the same time, whose mind are they actually reading?</qco> </h3>      \nours\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n9:30 am</dco> &nbsp;<qco> What is the fastest way to earn money</qco> </h3>      \ninvent something everyone needs\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n8:34 am</dco> &nbsp;<qco> Have you ever considered the idea that what we call electrons are actually just ideas?\n<br>\n<br>Or maybe ideas are the true smallest unit of the universe?\n</qco></h3>      i was going to say no but now that i think about it yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But no ideas are original, because everything has been thought already? (Explanation for quantum entanglement, what may seem like an original idea has actually already been thought by someone else in another place)\n<br>\n<br>???\n<br></qco> </h3>      well then i guess the fully correct name for 'originality' would be 'local originality'. shout out to London, Canada\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n8:24 am</dco> &nbsp;<qco> best bean color?</qco> </h3>      \nrainbow\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n4:53 am</dco> &nbsp;<qco> Why do weddings cost so much?</qco> </h3>      \nkeep appearances up\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.23&nbsp; \n3:49 am</dco> &nbsp;<qco> are you passionate about passion fruit?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you think it's passionate about you?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n10:56 pm</dco> &nbsp;<qco> what does a regular candle smell like</qco> </h3>      \nmostly like the corners\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n9:37 pm</dco> &nbsp;<qco> What dimension do you reside in?</qco> </h3>      \nthe first one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n8:24 pm</dco> &nbsp;<qco> hey bill i have a favor to ask you-- can you find the person who asked the question at 6.17.23&nbsp;&nbsp;(4:09 pm) and get his name and tell me so we can all get steves actual name?? and if you tell me their name was steve imma cry</qco> </h3>      \nit's your name. it's a choose your own adventure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n4:33 pm</dco> &nbsp;<qco> how did you come up with the lick at the end of the 1st chorus in la de da de day oh? the one at 0:58\n<br></qco> </h3>      \nmade it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n4:22 pm</dco> &nbsp;<qco> do you have any advice for young people that don't know what to do with their lives career wise?</qco> </h3>      \nyes, i would recommend the 'step'. each step you take, regardless of what direction it is, you'll learn just enough information to choose the direction of your next step\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp;\n4:18 pm</dco> &nbsp;<qco> What do you want your songs to convey to people? </qco></h3>      if i could explain it, then i probably wouldn't need songs to help me explain it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Actually I cannot point out what makes a song tick with me. Like with the Beatles' 'Yesterday', I like it but I don't understand why. I mean objectively it's a song about longing for a happier past, which is ... kind of ... lowly(Don't take this the wrong way, I feel there is some magic in the song but I can't explain it)? Like the right thing to do may be to move on right? So isn't it kind of... giving a message that it is ok to hang onto the past? But there are also songs about moving on like 'Let it go' from Frozen, which is sung in a situation when the character absolutely should not be moving on! But I still like the song. It feels like these songs don't capture the whole truth and I am finding it difficult to explain exactly what is the difference between them and absolutely lowly songs that only talk about sex, money, etc... that make me like them. If I were to make a song, I would want to give people the truth, or rather the peace or fulfillment that they want, but I also find that whatever I put into that song will be inadequate in doing so... How do you set standards for your songs in such situations, knowing all you can throw out there is incomplete and imperfect?</qco></h3>      if you ever figure out what is 'right' or 'good', then it would never cease. like, literally it would be just one note held down for the entire time. if that's the best note, then keep it on. if there were a 'best note', then why do we keep switching notes? so in that case, the only thing totally 'not-imperfect' would be total blankness without any disruption. but that's not what we like about music, it's not what we like about games, it's not what we like about 'taking a hike', it's not why we're alive. we are moving beings <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I am asking with regards to your own songs. Obviously you have high standards, a particular way of making songs that don't talk about lowly things. Like for example your song \"might quit\", which is about leaving and doing your own unconventional thing in a way that makes more sense to you... I cannot explain exactly but I tried doing that for some time in my life and it didn't work out... I realized it was just a pipe dream. So ...I'm ranting a bit... I guess I'm asking what is that thing of unending beauty that you can rely on?</qco> </h3>      the entire world, but, also, any individual piece of that world is sufficient guidance. but i guess if you find yourself worrying about not being 'good' 'enough' 'all the time', then i suppose it's worth remembering that every picture ever painted has some lines that go in the wrong direction. otherwise there wouldn't even be anything in the picture. So, when you go to make a new song, get excited about how wrong some of it is going to be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n12:46 pm</dco> &nbsp;<qco> do you think the dissolution of Yugoslavia has impacted the afro-eurasian car trade</qco> </h3>      \ni wouldn't rule it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n12:40 pm</dco> &nbsp;<qco> all my life i have listened to music as much as i can, in all the different styles, trying to absorb everything and listen to whatever feels right at the moment. but the past week, no matter what i listen to. it doesn't feel right. like anything at all, just something feels slightly off about it. do you have any earthly idea what is causing this predicament</qco> </h3>      \nperhaps there is something in a visual medium that begs your attention at this moment. of maybe something in the realm of language, or geography. maybe it's the right time to start a manufacturing company\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n10:31 am</dco> &nbsp;<qco> do you think history can be analyzed in order to predict the future?</qco> </h3>      \ndeliberate analysis might be too rigid. to intuit the future, curiosity is what's likely to get you there. indeed, you can browse the past, curiously\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n9:49 am</dco> &nbsp;<qco> Favorite Doritos flavor?</qco> </h3>      \n'afternoon nap'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n7:04 am</dco> &nbsp;<qco> how do i play baseball</qco> </h3>      \nwin some games and then switch to the losing team for the right price\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n3:35 am</dco> &nbsp;<qco> will i ever have friends?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n3:30 am</dco> &nbsp;<qco> Favorite emotion?</qco> </h3>      \nnieuw\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n2:03 am</dco> &nbsp;<qco> Is there a rule saying a dog can't play ball?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.23&nbsp; \n12:39 am</dco> &nbsp;<qco> WHY AM I HERE INSTEAD OF GETTING IT DONE WHY CAN'T I GET THE DAMN THING DONE</qco> </h3>      \nbecause it's a bit more sensitive than you think\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n10:19 pm</dco> &nbsp;<qco> what should I do if I have too many ideas? should I try to do them all at once, or work on them one at a time?\n<br>should I work on one, and then skip to a different one, and then so on until all the ideas are done?\n<br>or is there another option;&nbsp;a totally spectacular, brilliant option that would solve all my problems;&nbsp;that I'm not seeing/hearing/perceiving in some way?\n<br>if it's that fourth one, I would appreciate it if you would inform me what it is so I could go with it.\n<br>thanks.</qco> </h3>      \nthat's weird, i didn't know i was allowed to send myself questions on here\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n9:25 pm</dco> &nbsp;<qco> if numbers had capitals like how letters do, would the current ones be capitals or lowercase?&nbsp;</qco> </h3>      \ncapital\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n8:58 pm</dco> &nbsp;<qco> what is the ideal question?</qco> </h3>      \nthat would change because at some point it would like to get answered. the best questions have an answerability greater than 0% and less than already-answered (∞%). and therefore, an ideal question is destined for answerment at SOME point in time, and so when it is eventually answered it no longer is an ideal question, and in fact no longer a question\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n8:04 pm</dco> &nbsp;<qco> Is the world actually going to end in 511 million days?</qco> </h3>      \nprobably not\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n7:57 pm</dco> &nbsp;<qco> have you ever been so angry u took a nice crisp jog to calm down?</qco> </h3>      \nno, but that would be a good remedy for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n6:47 pm</dco> &nbsp;<qco> Is there a difference between add2 and add9? </qco></h3>      maybe but not really. add9 maybe implies that the 9 should be in the higher octave, but it's also fine to stuff the 9 into the same octave as the rest. the reason a person would choose to write \"add2\" on paper (and i do), is to avoid tricking the reader into thinking they should play the 9 way up high. and in that case, if i ever wrote 'add9', that means i'm probably saying i want the 9 to be high, because otherwise i would have written add2. however, for \"maj9\" for me it is usually assumed that the 9 is not high. just because, in the professional world 'maj9' has come to mean 'must include the 7 and 2 and 3 and optionally 5'<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Would you play different notes for add2 vs add9, or would it depend more on context than how it's notated?</qco> </h3>      if you can prove that the transcriptionist commonly uses both symbols, then indeed you can assume that the octave matters, because they would have used the other one if they meant the other one. but if they seem to always use the same one, then i'd say there's no way of knowing which octave they'd prefer for you to put that note\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n5:47 pm</dco> &nbsp;<qco> does this count as a question?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n4:42 pm</dco> &nbsp;<qco> what is the best way to eat potatoes?</qco> </h3>      \ngrind it up and sprinkle it onto another potato\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n4:21 pm</dco> &nbsp;<qco> Do you believe that we or living in a simulation, or would you prefer to believe that we are all part of a giant societal self-correcting system comparable to something neurological?</qco> </h3>      \nyour first option seems incomplete (simulation of what?), and the second option may actually encompass the meaning of the first option, if it were complete. regardless, i would like additional options to choose from\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n3:33 pm</dco> &nbsp;<qco> Why do they call it oven when you of in the cold food of out hot eat the food?</qco> </h3>      \nthe oven was named after another oven, which was named 'oven'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n12:07 pm</dco> &nbsp;<qco> how do you live your daily life? does anything run through your mind at all? does work and videos interfere with daily life? what makes you tick?</qco> </h3>      \ni try to figure it all out. like that moment on wheel of fortune when someone says \"Pat, I'd like to solve the puzzle\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n9:31 am</dco> &nbsp;<qco> Have you been the milkman before</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n8:57 am</dco> &nbsp;<qco> do you think a skateboard could be used as a snowboard, and vice versa</qco> </h3>      \nonly with significant modifications, and possibly dangerous without sufficient manufacturing experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.23&nbsp; \n5:35 am</dco> &nbsp;<qco> How to bg vocals??? :(</qco> </h3>      \nstart with just one extra voice, on one word. find the most important word of the song, and put another voice on it, and find what note works best. if you record it, make the back slightly quieter than the lead, try to make sure your consonants execute at the same time, and also sing 2 copies of the back and put one on the left and one on the right.\n<br><br>"
  }
]
