[
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n9:09 pm</dco> &nbsp;<qco> what's your opinion on the oxford comma?</qco> </h3>      i'm not too sure which commas are oxford and which ones are not. i hope it's not important\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n8:53 pm</dco> &nbsp;<qco> can you make a 'making of' video for your history videos, then a 'making of' of that video afterward</qco> </h3>      that seems like it could get out of control\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n8:45 pm</dco> &nbsp;<qco> when will time stop\n</qco> </h3>      'when' means time, so no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n8:40 pm</dco> &nbsp;<qco> <a href=\"survival-strategy.html\">why do you make videos</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n8:22 pm</dco> &nbsp;<qco> do you think you will do a hardware upgrade or software upgrade first. or would it be better to do both at the same time</qco> </h3>      sametime\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n8:12 pm</dco> &nbsp;<qco> can I ask a ueqstion that doesnt involve HoTEWIG in it</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n8:10 pm</dco> &nbsp;<qco> WoUlD yOu Be InTeReStEd To EnTeR ThE fIeLd Of CoMpUtEr ScIeNcE1!1!+?+?+?</qco> </h3>      yes, but i'm not sure if i have time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n8:09 pm</dco> &nbsp;<qco> can i donate my organs towards making your money</qco> </h3>      i don't think that's a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n8:05 pm</dco> &nbsp;<qco> Does anyone care about Canada in history</qco> </h3>      i do, and likely others as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n8:01 pm</dco> &nbsp;<qco> i know i'm late for the responses but boi good luck on avoiding and answering the 'WHERE TF IS CANADA/NEW ZEALAND IN HOTEWIG' questions</qco> </h3>      i wonder if they realize how many other places and things were left out also\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n7:45 pm</dco> &nbsp;<qco> for some reason the duration of videos seems to have correlation to their sense of substance, at least to me, and the hotewig is probably gonna be hard to fully appreciate until there's more medium duration videos to form a definitive context in reference. could that be a point of motivation to make those? just for me? lol?</qco> </h3>      to me it's pretty simple. i made way too many short videos (for various reasons) and then i snapped and made 1 or 2 that were much, much longer. so the next logical thing to do is catch up on the medium range. there are so many possibilities to be explored there\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n7:44 pm</dco> &nbsp;<qco> here's a cool prank: by reading this sentence, u have just consented to being bill wurtz forever</qco> </h3>      i am already in a binding contract to do that, which i interestingly don't remember consenting to\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n7:39 pm</dco> &nbsp;<qco> You mentioned before feeling bad you couldn't write songs in standard verse-chorus formats before realizing you were free to write what you wanted and doing that. Is it necessarily bad if when I write I tend to naturally do verse-chorus forms with occasionally more free form stuff?</qco> </h3>      no. there are more ways to write songs than there are songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n7:31 pm</dco> &nbsp;<qco> <a href=\"can-you-read-this.html\">CaN yOu ReAD tHiS?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n7:28 pm</dco> &nbsp;<qco> do you ever even</qco> </h3>      oh hell yeah, i am doing it right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n7:23 pm</dco> &nbsp;<qco> <a href=\"writers-block.html\">what do you do when you have writer's block?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n7:23 pm</dco> &nbsp;<qco> What's your favorite video ever?</qco> </h3>      roundhay garden scene\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n7:22 pm</dco> &nbsp;<qco> if i ask a question that doesn't get answered should i feel bad</qco> </h3>      no. i have to skip most of the questions, there are way too many to answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n7:22 pm</dco> &nbsp;<qco> How does this ask thing work?\n</qco> </h3>      you type something in the box and then i have to see if i can think of something reasonable to type, in response\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n7:18 pm</dco> &nbsp;<qco> Do tuesdays have a special meaning to you?</qco> </h3>      you know, i didn't think they did. but a couple weeks ago i started to think maybe they do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n7:14 pm</dco> &nbsp;<qco> wait, history of japan on came out in 2016? i was sure it came out 5 years ago. i've been telling people it came out five years ago. when did you post it. bill what happened</qco> </h3>      i worked on it from nov 2015 through feb 2016, and it was posted on feb 2, 2016\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n7:05 pm</dco> &nbsp;<qco> Have you ever experienced a need to remember everything? Whether a scenery, a word, a situation, have you ever felt a strange urge to just keep that on your mind, probably make a song or note abt it? Like it was significant in some way.</qco> </h3>      oh hell yeah. or perhaps a 3d movie, using advanced dollys and flying cameras\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n6:57 pm</dco> &nbsp;<qco> <a href=\"potato.html\">do you potato</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n6:36 pm</dco> &nbsp;<qco> What you think of sporks?</qco> </h3>      i think they could really catch on\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n6:30 pm</dco> &nbsp;<qco> <a href=\"duck-horse.html\">Would you rather fight 1 horse sized duck or 100 duck sized horses?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n6:29 pm</dco> &nbsp;<qco> i keep stealing the way you phrase things... do you ever steal the way other people phrase things because it expresses something that resonates with you ?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n6:22 pm</dco> &nbsp;<qco> Why do you work on your projects?</qco> </h3>      to get them done! so i can do other projects and get them done too!\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n6:20 pm</dco> &nbsp;<qco> Are you going to make small little videos again or are you just going to make medium sized projects from now on?</qco> </h3>      i would like to do projects of a wide variety of types and sizes. which now means catching up on medium sized projects, because i haven't done enough of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:58 pm</dco> &nbsp;<qco> will you <a href=\"collab.html\">collaborate</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> what do you look like</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:46 pm</dco> &nbsp;<qco> what program do you use to write sheet music for songs? or do you use a program?</qco> </h3>      i don't really have too much of a need to notate any more. but when i do i strongly prefer to do it by hand, using 12 stave per page paper, and a mechanical pencil\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:44 pm</dco> &nbsp;<qco> do you ever get out of body experiences after staring into your own eyes in a mirror for too long? because it happens to me all the time</qco> </h3>      i try not to do that. although i understand that it causes strange things to happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:39 pm</dco> &nbsp;<qco> Would you marry me and have many Youtube video babies?</qco> </h3>      that's not the kind of babies i want to have\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:34 pm</dco> &nbsp;<qco> what's your favourite time period?</qco> </h3>      the present, because it holds the most possibilities, and opportunities\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:34 pm</dco> &nbsp;<qco> On a multiplication table from 1x1 to 9x9, what is the multiplication you like the most? The one you hate the most?</qco> </h3>      i like the unique qualities of each one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:31 pm</dco> &nbsp;<qco> <a href=\"how-long-did-it-take-to-make-hotewig.html\">How much time did it take for you to make \"history of the entire world, I guess\" video?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:28 pm</dco> &nbsp;<qco> <a href=\"shaving-my-piano.html\">have you shaved your piano?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:26 pm</dco> &nbsp;<qco> Can a sentence be considered a question while not ending in a question mark?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:22 pm</dco> &nbsp;<qco> do you like rain</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:14 pm</dco> &nbsp;<qco> <a href=\"aaaa.html\">aaaaaa</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n5:11 pm</dco> &nbsp;<qco> what is this page for?</qco> </h3>      asking questions\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n4:57 pm</dco> &nbsp;<qco> why do you use letters so much? you do know there's a numpad on your keyboard for a reason silly</qco> </h3>      it's important to remember that you asked this question using all letters and no numbers<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n4:54 pm</dco> &nbsp;<qco> How much sleep is enough sleep for you?</qco> </h3>      probably on average 9 and a half hours\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n4:54 pm</dco> &nbsp;<qco> Can snails have an existential crisis?</qco> </h3>      i don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n4:45 pm</dco> &nbsp;<qco> Are you smart</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n4:41 pm</dco> &nbsp;<qco> How did you go about getting to know the \"harmonical landscape\"? Did you find stuff that sounded good first, and then learned the theory behind it after the fact, or did it come at the same time?\n\nI'm asking because I'm having a hard time freeing myself from theory when it comes to composing. Stuck in the same chord patterns.</qco> </h3>      spend some time at your favorite chordal instrument (piano, guitar, something else, whatever). just spend a lot of time there, really getting to know what the thing can do. also learn all your favorite songs, and then find more songs to enjoy and learn those ones too. soon you will be an expert. get a job as a church musician too if you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n4:40 pm</dco> &nbsp;<qco> where did the word hello come from</qco> </h3>      let me <a href=\"http://www.etymonline.com/index.php?term=hello\">check</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n4:29 pm</dco> &nbsp;<qco> I'm a person. You're a person. We are very similar yet still very different at the same time. What are your thoughts on this subject?</qco> </h3>      seems like you've already thought the whole thing out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n4:04 pm</dco> &nbsp;<qco> I want to do so many things, but dont have nearly enough time for everything. How am I supposed to figure out what's truly important?</qco> </h3>      just when you think you are totally fucked and can't do anything, you will realize can do just a little bit of everything, 1 thing at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.17&nbsp;\n4:03 pm</dco> &nbsp;<qco> what made you decide to make a documentary  about japan instead of the normal short jingles and songs you do?</qco> </h3>      i always wanted to make videos of a wide variety of lengths. but i started with short ones, to learn the ropes and figure out what the hell i was doing. but just when i was ready to move on and totally sick of doing short videos, i suddenly had to start doing even more even shorter videos, for a <green>v</green>ery peculiar but important reason<br><br>"
  }
]
