[
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n5:13 pm</dco> &nbsp;<qco> im not listening to the words you wrote on paper cuz i just keep on getting more confused</qco> </h3>      \n\ni understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n3:57 pm</dco> &nbsp;<qco> what makes you go \"waaah weeeh?\"?</qco> </h3>      \n\nthe weather\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n3:52 pm</dco> &nbsp;<qco> is it possible to count to 10?</qco> </h3>      \n\nyes it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n2:55 pm</dco> &nbsp;<qco> are you a bimbo</qco> </h3>      \n\ni'm the next best thing\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n1:27 pm</dco> &nbsp;<qco> Would you happen to know what kind of synth(s) Johnny Costa used on Mr. Roger's Neighborhood? I know he had an acoustic piano and a celesta on set, and played accordion sometimes, but can't find anything about the synth(s) he used for the flutey sound, or the Purple Panda segments. I would love to know because it highlights an intersection of 2 things I am highly interested in: Fred Rogers, and the history&nbsp;&amp; evolution of synth technology. But I can't find the answer and that really bugs me.</qco> </h3>      \n\ntry this: look at this image https://commons.wikimedia.org/wiki/File:Fred_Rogers_and_Johnny_Costa.jpg and look at the item on the top of the rack. notice the sliders, notice the white slider amongst the black sliders, and notice the text pattern underneath the sliders. then check out <a href=\"Schermafbeelding20230810om075205.png\" target=\"_blank\">this</a> and <a href=\"Schermafbeelding20230810om075149.png\" target=\"_blank\">this</a>. i believe that is the same item. this should be one of the variations of the \"arp soloist\". i don't have any special inside knowledge, i'm just playing detective\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n1:12 pm</dco> &nbsp;<qco> we have questions without answers, but are there answers without questions</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; 11:51 am</dco> &nbsp;<qco> whats ur fav weather?</qco> </h3>      \n\nlight rain\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n10:48 am</dco> &nbsp;<qco> can you name everything</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n10:21 am</dco> &nbsp;<qco> What's your favorite element on the periodic table?</qco> </h3>      \n\nthe first one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; 8:53 am</dco> &nbsp;<qco> why did the chicken cross the road</qco> </h3>      \nsee how it feels\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n8:22 am</dco> &nbsp;<qco> what's your favorite part of a cloud? \n</qco></h3>      the water<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i like the way they are all unique</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n8:10 am</dco> &nbsp;<qco> do you have any plans for halloween this year (halloween related or not)</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n7:08 am</dco> &nbsp;<qco> If you had infinite money, would your creative endeavors change?</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n5:48 am</dco> &nbsp;<qco> are you making a thing about languages or just satiating language curiosities&nbsp;</qco> </h3>      \n\ni'm not currently using any additional languages in my work. but i am indeed engaging in language learning in my personal life. it will surely become involved in my work also, in the future. but not in a way that would hinder your understanding of it, as an english speaker\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n5:04 am</dco> &nbsp;<qco> new music fave?</qco> </h3>      \n\nnu moet ik zonder\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n3:40 am</dco> &nbsp;<qco> Do you sometimes feel proud of your work? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;That must feel nice.</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n2:51 am</dco> &nbsp;<qco> im trying to start a cult. can you help make our theme song, or possibly become a patron saint?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n2:44 am</dco> &nbsp;<qco> How do you feel about the word \"snorf\"?</qco> </h3>      \n\nit's good, as long as it's not currently in use\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n2:23 am</dco> &nbsp;<qco> what do i name my games folder?</qco> </h3>      \ngames\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; \n2:13 am</dco> &nbsp;<qco> do you know what questions you want to answer before you answer it?</qco> </h3>      \n\nright about the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.23&nbsp; 12:50 am</dco> &nbsp;<qco> do i exist?</qco> </h3>      \n\nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n11:34 pm</dco> &nbsp;<qco> Might sounds like a hot take question here but is open sesame edible? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;at the end of the day it still sesame right?</qco> </h3>      \"open sesame\" is a verb. the sesame, if taken literally, is edible. \"open\" is not. \"opened sesame\", however, might be edible\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n10:12 pm</dco> &nbsp;<qco> How did you end up playing drums in the Scary Pockets video? I loved the song and you were great. Just curious why they wanted you on drums since you're not known as a drummer specifically</qco> </h3>      \n\nthey emailed me and asked if i wanted to do a thing. and i said sure, but only if i'm on drums. and they said \"sure, we'll banish our drummer for a while\" which was nice of them. in a band setting, i'm by far the most comfortable on drums\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n9:44 pm</dco> &nbsp;<qco> how can i eat spoons</qco> </h3>      \n\nmake spoons out of chocolate\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n9:12 pm</dco> &nbsp;<qco> Have you ever proved Pamonha?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n8:57 pm</dco> &nbsp;<qco> Is there an \"okay whale\"? Like if there was a good whale and a bad whale, would there be an okay whale? It doesn't benefit or harm anything.</qco> </h3>      \n\nall whales are ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n8:35 pm</dco> &nbsp;<qco> bar chord or barre chord? why?</qco> </h3>      \n\ni have no idea. i usually forget that it's \"barre\" but then when i remember, i realize it's better to say that, because \"bar\" means other things in music. or you could say \"barred\" and get the best of both worlds. now it's \"bar\" and it's a verb, which makes sense, because it's something you do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n8:12 pm</dco> &nbsp;<qco> Of the 16 sixteenth note positions in a 4/4 measure, which one would you guess has had the fewest snare hits land on it across all of music history?</qco> </h3>      \n\n4e\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n8:05 pm</dco> &nbsp;<qco> how recent would you say recently means to you?</qco> </h3>      \n\nabout 90% closer to the present than the other thing you were talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n7:33 pm</dco> &nbsp;<qco> How long does a doorway have to be before it becomes a tunnel?</qco> </h3>      \n\n5 feet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n7:09 pm</dco> &nbsp;<qco> would you recommend bombing japan</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; 6:48 pm</dco> &nbsp;<qco> what is your favorite instrument?</qco> </h3>      \n\nstreet sign pole\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n6:39 pm</dco> &nbsp;<qco> is there a better way to tell someone on the anniversary of their vaginal cannon launch that you're glad they exist and that you wish to honor and celebrate them as a person and hope they have a generally good time that doesn't come off as a rote phrase? besides the things you do to help those wishes become a reality&nbsp;</qco> </h3>      \n\nas people get older, sometimes they prefer to completely ignore their birthday because it is a reminder of their age. so i think it's actually better to show gratitude at a completely different time, unrelated to that day\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n6:12 pm</dco> &nbsp;<qco> on a scale from not a certified hood nigga to certified hood nigga how certfied hood nigga are you</qco> </h3>      \n\nnot\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n5:30 pm</dco> &nbsp;<qco> do you like lasagna??????????????or dominant women&nbsp;</qco> </h3>      \n\nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n5:18 pm</dco> &nbsp;<qco> Do hard-boiled eggs go bad?&nbsp;</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n5:08 pm</dco> &nbsp;<qco> do you get nervous about using jargon even in a subject you have experience in?\n</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also do you have any advice to not be nervous about this?</qco> </h3>      \nmake up a puppet show using the jargon. make a puppet show about loess, for example\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n5:00 pm</dco> &nbsp;<qco> i have commited horrible crimes in wyoming</qco> </h3>      \n\ncrimes might be legal in wyoming, but i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n4:22 pm</dco> &nbsp;<qco> can i eat blades of grass?</qco> </h3>      \n\nyes but they probably won't taste very good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n4:02 pm</dco> &nbsp;<qco> are you making a new one to be your favorite right now?\n<br>how long will it be your favorite for? does it stop being your favorite a split second after it's finished, or does it last for a bit?</qco> </h3>      \n\ni have currently 11 things tied for favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n3:31 pm</dco> &nbsp;<qco> I wrote a question to you and then forgot to send it. Can you remember what I wanted to ask?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n2:38 pm</dco> &nbsp;<qco> Why do humans hurt each other when they could choose to love instead?</qco> </h3>      \n\nthey do both. it's not always 'instead'. but the reason is usually a reaction to previously being hurt, or the fear of not being loved\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n2:21 pm</dco> &nbsp;<qco> I keep hearing all these harmonies to song lyrics in my head but I fail miserably at reproducing them on my keyboard or notating them and it's becoming very annoying because they sound so good in my head BUT I CAN'T GET IT ON PAPER TO ACTUALLY REPRODUCE AND STORE THEM AND I FORGET THE NEXT DAY AAAAAAAAAAA\n<br>\n<br>pls help :(</qco> </h3>      \n\nmost great harmonies actually are, in essence, just 1 additional note. but anyway, if you keep hanging around keyboards you're going to figure it out. it's like language\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n2:10 pm</dco> &nbsp;<qco> do you ever think about how</qco> </h3>      \n\nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n11:14 am</dco> &nbsp;<qco> how did you design the cities in some of your recent videos like \"perfect.\" and \"2 friends on the beach\"? The details and geometry of buildings and the city layout look so true-to-life that I really can't tell if you're using pre-made models or doing it all from scratch. If you're using pre-made models, could you tell me where they're from? Thanks!</qco> </h3>      \n\ni made them myself but they are based on real-world places. that's what makes the difference. if you try to make something up, you'll end up with that weird digital desert that you always start in by default. when i started using real places as reference, then it all got better\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n9:43 am</dco> &nbsp;<qco> do you still have the three pictures that wrote \"240\" that were visible in the background of some of your earlier videos?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n9:17 am</dco> &nbsp;<qco> As of two minutes in the future, what is your opinion on being asked a question about your opinion two minutes in the future?</qco> </h3>      \n\nit's normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n7:43 am</dco> &nbsp;<qco> wish i could get more music done. i made my first full track weeks ago after years of struggling to finish literally anything, and it's already happening again. how do i escape the wip crisis...</qco> </h3>      \n\ndo something simpler\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n6:15 am</dco> &nbsp;<qco> do you find it scary we can find out metric tonnes of information about you using this</qco> </h3>      \n\nno. the metric system calms me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.8.23&nbsp; \n5:59 am</dco> &nbsp;<qco> does your work count as abstract art?</qco> </h3>      \n\nsometimes\n<br><br>"
  }
]
