[
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n3:27 pm</dco> &nbsp;<qco> I've had your latest song on repeat for days on end and I'm still not sick of it. How do you do it.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n3:16 pm</dco> &nbsp;<qco> u happy now or what??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n3:12 pm</dco> &nbsp;<qco> How do I become a leader?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n2:03 pm</dco> &nbsp;<qco> Why the hell does \"Take me home, country roads\" by John Denver sound so homey? I don't listen to country music and I'm not even from the US but this song just has this certain homeyness to it. People from all sorts of countries have said the same. How does it do it? There must be something \"universal\" that the song is doing for people all around the world to feel so homey. All of that despite this sort of country music being arguably distinctly North American. What do you think that is? Is it the slow tempo?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The relatively simple harmony?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or is it the fact that country music is generally associated with peaceful landscapes, nature, a simple and happy lifestyle and stuff like that? Because there are a lot of songs that have that but don't make me feel the way this song does. I really can't put my finger on it and I'd appreciate your thoughts on it.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n1:54 pm</dco> &nbsp;<qco> What are your opinions on the number 28.375</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n1:46 pm</dco> &nbsp;<qco> Is a white horse a horse?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n1:37 pm</dco> &nbsp;<qco> do you write the melodies or chords first?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n1:04 pm</dco> &nbsp;<qco> E. Nothing else, just \"E\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n1:00 pm</dco> &nbsp;<qco> WhAt dO You ThiNK Of PeOple WRiTing LiKE tHis?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n12:52 pm</dco> &nbsp;<qco> A or B?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n12:51 pm</dco> &nbsp;<qco> Can you teach me how to be decisive? I'm very indecisive and I think it's ruining my life.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n12:48 pm</dco> &nbsp;<qco> How can I finally understand the covariant and contravariant properties of tensors?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n12:05 pm</dco> &nbsp;<qco> Do you actually have \"Duck Hunt\" from the monday good trade video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n11:57 am</dco> &nbsp;<qco> Why would anyone ask a question without a question mark.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n11:12 am</dco> &nbsp;<qco> You know, I just realized that when I read books I sort of adopt vocabulary and ideas from the book into me. So if I'm reading old English suddenly I'll be saying fun words like forthwith. Do similar things happen to you when you listen to other musics?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n10:47 am</dco> &nbsp;<qco> \"wait a minute why do i have time to be at a party, i'm trying to do 10 weeks of work every 2 weeks \"\n<br>\n<br>Are you stressed out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n8:06 am</dco> &nbsp;<qco> how to make breakfast</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n7:57 am</dco> &nbsp;<qco> Is it legitimate to take words that don't rhyme and make them rhyme for the sake of a song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n7:56 am</dco> &nbsp;<qco> what two words would you never try to use in a song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n7:46 am</dco> &nbsp;<qco> hey bill what are you having for dinner tonight</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n7:38 am</dco> &nbsp;<qco> <a href=\"q.php?date=201810120132\">10.12.18&nbsp;&nbsp;1:32 am</a>  isn't it sad how making all this crazy content only makes you temporarily happy? Like barely.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; You finish it on time and you think \"it's good enough\" (because you said in the past that to make a truly perfect song/video you would have to spend your whole life just touching up tiny details, and you don't have that kind of time)</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and then right after releasing your content you forget about it and move on to the next thing. I guess my question is: Do you really never stop for a second to appreciate what you've created?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n7:09 am</dco> &nbsp;<qco> Why do I keep having bad dreams?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n5:48 am</dco> &nbsp;<qco> should I stay hopeful even if it may seem that lots of hope have been lost for me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n3:02 am</dco> &nbsp;<qco> Have you switched back to answering questions in the morning instead of the evening?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n2:32 am</dco> &nbsp;<qco> I am sick and sleepless and miserable right now. Could you remind me of something beautiful in the universe?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n1:32 am</dco> &nbsp;<qco> What's your favorite song you produced so far?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.18&nbsp; \n12:10 am</dco> &nbsp;<qco> Pigeons?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n11:13 pm</dco> &nbsp;<qco> how did it feel to have your first taste of controversy</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n10:30 pm</dco> &nbsp;<qco> Whats ur next video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n9:55 pm</dco> &nbsp;<qco> Would you ever make a joy of painting style show??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n9:18 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201810101544\">10.10.18&nbsp;&nbsp;3:44 pm</a> &nbsp;&nbsp;&nbsp;&nbsp;Freedom from what?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n9:10 pm</dco> &nbsp;<qco> What are your feelings towards there being different genres of music?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I mean, it helps organize it, but it seems somewhat limiting, especially when something seems in between different genres, or doesn't really fit any pre-existing genre.&nbsp;&nbsp;&nbsp;Shouldn't music be allowed to be as free as, well, music.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But it can help one express what a certain song is like.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n9:08 pm</dco> &nbsp;<qco> How do you learn improv?&nbsp;&nbsp;I'm classically trained and cannot function without sheet music.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n9:07 pm</dco> &nbsp;<qco> When are we going to get a look at your vast collection of goats</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> where the ideal place to listen to your music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n8:41 pm</dco> &nbsp;<qco> why the darn are your song so hecking catchy?? gosh!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n8:37 pm</dco> &nbsp;<qco> What is the greatest mystery of life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n8:35 pm</dco> &nbsp;<qco> What's the title for the next video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n8:34 pm</dco> &nbsp;<qco> Who inspired you to use this design on your website?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n8:23 pm</dco> &nbsp;<qco> I posted some artwork then got embarrassed and deleted it.&nbsp;&nbsp;But then I discovered someone had said something nice about it right before I deleted it.&nbsp;&nbsp;Now his comment in just hanging out there in space attached to nothing.&nbsp;&nbsp;What do I do now?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> What is your policy on capital letters? Do you have anything in particular, or do you just use them when they seem necessary?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n8:04 pm</dco> &nbsp;<qco> Seeing as New Canaan was based on a real event, could you give us some background? Why did you go to New Canaan? What were you thinking about during the time that prompted you to make it a song? Is \"you\" anybody in particular? Thanks.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n7:32 pm</dco> &nbsp;<qco> if you miraculously completed all the hundreds projects and songs you've ever planned on doing right now what do you think you would do next?&nbsp;&nbsp;would you begin writing new songs and projects, and if so, why?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n7:24 pm</dco> &nbsp;<qco> sometimes when i wake up my first thought is \"eat chicken for breakfast\" what does it mean</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n7:09 pm</dco> &nbsp;<qco> what is your favorite type of milk?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n6:18 pm</dco> &nbsp;<qco> is there a particular video that you've made that you like the most?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n6:15 pm</dco> &nbsp;<qco> Why don't you post in your notebook on here anymore?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n5:18 pm</dco> &nbsp;<qco> I'm flattered that you write so many songs about me but have you considered indulging and writing a couple more about yourself?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n5:08 pm</dco> &nbsp;<qco> i went outside crying and the wind sent a teensy twister into my yard that made me laugh, and as soon as i laughed it tossed leaves high in the air and completely stopped. how much of a fruit bat am i for thinking i created it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.18&nbsp; \n4:56 pm</dco> &nbsp;<qco> Should i lock up the rainbow for its crimes</qco> </h3>"
  }
]
