[
  {
    "html": "<h3> <dco>9.11.21&nbsp; \n1:55 am</dco> &nbsp;<qco> on a scale of 1 to 10 how cool are you</qco> </h3>      \n5.5\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n9:36 pm</dco> &nbsp;<qco> I was walking home from work in the afternoon and people kept giving me weird looks.&nbsp;&nbsp;I'm paranoid now.&nbsp;&nbsp;Could there be something wrong with me?</qco> </h3>      \nmaybe just a bit of anxiety\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n8:43 pm</dco> &nbsp;<qco> Do you know the muffin man?</qco> </h3>      \nmuffins are made by machines\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n8:03 pm</dco> &nbsp;<qco> what's the difference between crisps and chips?</qco> </h3>      \ngeography\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n6:46 pm</dco> &nbsp;<qco> So, what you're saying is, I've been using an outdated version of soap?</qco> </h3>      \nno, i'm not saying that. there must have been a misunderstanding\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n4:09 pm</dco> &nbsp;<qco> how can i be more cryptic and mysterious</qco> </h3>      \ntry using only 1 letter for all of your writings\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n3:57 pm</dco> &nbsp;<qco> Do you like the way you look?</qco> </h3>      \nthat all depends on how the images are presented, and what mood i'm in when i see it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n2:36 pm</dco> &nbsp;<qco> Are you attempting the impossible?</qco></h3>      of course<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, how did it come to this?</qco> </h3>      \ni think i was just born that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n2:20 pm</dco> &nbsp;<qco> do you think there is a universe where i'm actually not cool</qco> </h3>      \neverything is cool and not-cool, even in the same universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n12:29 pm</dco> &nbsp;<qco> how to be like you\n<br></qco> </h3>      \nthat's easy, just take both sides of every issue, at the same time. enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n11:52 am</dco> &nbsp;<qco> what is your secret</qco> </h3>      \ntelling the secrets, not when they are asked but other times \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n11:00 am</dco> &nbsp;<qco> why is the questions page a .html, but the feeling randy page is a .php? did it feel so randy that it decided to change the file format?</qco> </h3>      \nyes. this is what makes it possible to display different contents each time you load it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n10:19 am</dco> &nbsp;<qco> Why is music so cool</qco> </h3>      \nto hopefully *influence* you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n10:02 am</dco> &nbsp;<qco> you respond so interestingly and i think people come here because you make them feel seen and okay, at least that is what brings me back every so often, but then i read a question that asked were you depressed and you said no but then i felt strange because i want to know that your heart hurts too so i can be just the same as you - maybe not a MUSICAL genius but a person who is sad sometimes because it is okay if you are sad sometimes if you are a genius or a person with a nice and loving and creative brain. or in general, but it helps to know you are a genius, whatever that means. anyway, do you get sad?&nbsp;</qco> </h3>      \nyes. i was considering that to be something different than 'depressed'. the way i see it, there's 2 categories of how to have a bad time. low energy, and high energy. low energy would be 'depressed', and high energy would be 'panic freak out', which tends to be my standard method\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n9:44 am</dco> &nbsp;<qco> do you ever get the feeling 'oh wow, today i might just solve every problem'</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n9:38 am</dco> &nbsp;<qco> what's your favorite season</qco> </h3>      \nchanging the seasons. that's the only thing that does it for me anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n9:34 am</dco> &nbsp;<qco> how can i feel better about myself</qco> </h3>      \ni was gonna say actually be better, but this could be dangerous in case you are already highly good. could overload \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n7:34 am</dco> &nbsp;<qco> Is your ability to play like 8 different instruments and sing natural talent or did it take years of practice per instrument?</qco> </h3>      \ni think both\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n7:08 am</dco> &nbsp;<qco> Thoughts about Satan?</qco> </h3>      \nreminds me of Santa\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n6:26 am</dco> &nbsp;<qco> do you like poetry</qco> </h3>      \nyes, but that's because everything is poetry\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n4:59 am</dco> &nbsp;<qco> I fear I've made myself look stupid. How do I fix it?</qco> </h3>      \nrelease a propaganda video saying you are not stupid\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n2:57 am</dco> &nbsp;<qco> Is the ocean a soup?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n2:33 am</dco> &nbsp;<qco> Have you ever dillied without dallying or dallied without dillying?&nbsp;</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n2:11 am</dco> &nbsp;<qco> I think more songs should really vamp on the chorus at the end. Of course lots of songs end with two choruses, but I feel like some songs could really use more, just repeat the chorus until it doesn't carry the energy anymore. Are people scared to do this or do I just have different tastes?</qco> </h3>      \nthis is nature's way of giving you the opportunity of a lifetime\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.21&nbsp; \n12:26 am</dco> &nbsp;<qco> what is your opinion on ants?</qco> </h3>      \ntoo big\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n11:15 pm</dco> &nbsp;<qco> how do i press the space bar</qco> </h3>      \njust find a spacebar sized object and put it on the space bar\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n10:46 pm</dco> &nbsp;<qco> can you tell me a chord voicing thats as difficult or more to play than:\n<br>\n<br>db db eb f ab eb\n<br>\n<br>in the 2 hand 2 chord method that would be\n<br>f-7 no 5 over db8add9\n</qco></h3>      i'm not familiar with the 2 hand 2 chord method ..... i can't think of a way to do 2 hands 2 chords without making a total mess<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i mean its second best to notation that i have to give a voicing a symbol. \n<br>\n<br>\n<br>ps. i think its unusual because im not used to hitting two notes with my left thumb (db eb)\n<br>\n<br></qco> </h3>      \nif you're looking for something difficult to play, i'd say almost anything with 25 notes. however, the good or bad news (depending on your objective) is that this is probably gonna sound like crap\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n10:27 pm</dco> &nbsp;<qco> favorite star&nbsp;</qco> </h3>      \nthe south star\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n9:31 pm</dco> &nbsp;<qco> How do you edit your videos\n<br></qco> </h3>      \nmaybe i could get it right the first time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n7:11 pm</dco> &nbsp;<qco> how to music?</qco> </h3>      \nthe music will decide how to you \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n6:15 pm</dco> &nbsp;<qco> why is everything scary</qco> </h3>      \n to keep you coming back for more \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n2:55 pm</dco> &nbsp;<qco> how do i not fall asleep in class</qco> </h3>      \nmaybe you could sleep in the previous class\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n2:00 pm</dco> &nbsp;<qco> What's your favorite day of the week?</qco> </h3>      \nwhichever one it currently is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n9:58 am</dco> &nbsp;<qco> what's the secret to your success?</qco> </h3>      \nfailure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n8:59 am</dco> &nbsp;<qco> Did this page's font changed?</qco> </h3>      \nno. it has no font. if the font changed, it was your font that changed\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n8:55 am</dco> &nbsp;<qco> whats your advice on how to not go insane</qco> </h3>      \ntell your story\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n8:50 am</dco> &nbsp;<qco> I bought a cigar and don't wanna smoke it. What should I do with it?</qco> </h3>      \nyou could probably use it to make a ufo video\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n8:15 am</dco> &nbsp;<qco> am i cool</qco> </h3>      \nwho is this, nevermind, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n6:58 am</dco> &nbsp;<qco> do u get annoyed answering the same questions again and again?</qco> </h3>      \neach one makes me stronger. however, i am getting a little annoyed from all the strength\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.21&nbsp; \n12:06 am</dco> &nbsp;<qco> how to make music</qco> </h3>      \nno one really knows, that's why it's awesome\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.21&nbsp; \n8:53 pm</dco> &nbsp;<qco> why am i the person i am? </qco></h3>      it's worth a try<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;was there a possibility that i could've been someone else?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.21&nbsp; \n8:34 pm</dco> &nbsp;<qco> what to do if someone makes fun of something I like?</qco> </h3>      \nthat's easy. just make fun of something they like\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.21&nbsp; \n7:24 pm</dco> &nbsp;<qco> How close do you think you are to finally figuring out how to make videos?</qco> </h3>      \nmaybe i'll figure it out today or tomorrow. or maybe i never will\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.21&nbsp; \n7:16 pm</dco> &nbsp;<qco> what differences a princess from a dunce</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.21&nbsp; \n6:53 pm</dco> &nbsp;<qco> Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt you&nbsp;</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.21&nbsp; \n11:32 am</dco> &nbsp;<qco> What is outside of the universe</qco> </h3>      \nmaybe some treats\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.21&nbsp; \n9:07 am</dco> &nbsp;<qco> why am i so incompetent</qco> </h3>      \nso you can experience the joy of improvement\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.21&nbsp; \n9:00 am</dco> &nbsp;<qco> how do i become wise</qco> </h3>      \nthat's easy, just live your life\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.21&nbsp; \n5:16 am</dco> &nbsp;<qco> the thing i want to make cannot exist</qco> </h3>      \nare you sure\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.21&nbsp; \n2:01 am</dco> &nbsp;<qco> every time i hear a producer talk about their process, they always say that they can hear the finished song in their head, and they basically just copy what they hear onto the computer, but but whenever i try to produce a song, my head is empty. i just have zero idea what to do besides add the basics (like drums, bass, chords etc.) and i always end up with a song that is disappointing and then i spiral. do you have the same thing where you can hear the finished song in your head? how do i produce a song that doesnt sound like the most boring thing in the world?</qco> </h3>      \ni'm trying to tell from your description whether you write the song first ..... if you don't, i would suggest trying that. you can use paper or demo recordings to help you remember it, because brand new songs are hard to remember accurately. when i say 'writing' i mean only specifically enough for a person to play and sing it with 1 instrument. no need to plan out everything, just the melody/lyric/chords, an exact tempo, and a full roadmap. that's my method. That doesn't mean i know exactly how the song will sound before i produce it, and it doesn't stop me from feeling empty sometimes at the start of production, but, what's most important is that i do know exactly how the song goes. there's already enough unknowns in the production process details, even after knowing the song\n\n\n\n<br><br>"
  }
]
