[
  {
    "html": "<h3> <dco>1.28.20&nbsp; \n1:33 am</dco> &nbsp;<qco> whats your favorite piano key</qco> </h3>      the lowest one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.20&nbsp; \n12:50 am</dco> &nbsp;<qco> How should I achieve Enlightenment&nbsp;</qco> </h3>      doesn't matter. it will happen no matter what, at a blindingly unstoppable pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.20&nbsp; \n12:44 am</dco> &nbsp;<qco> not as a genre, but as a characteristic, would you agree your music is stream of consciousness?</qco></h3>      that is one of the tools, in my tool kit<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; would you agree your music is wholesome?&nbsp;</qco> </h3>      i have that tool also\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.28.20&nbsp; \n12:30 am</dco> &nbsp;<qco> Do you dream in third person?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n11:32 pm</dco> &nbsp;<qco> i was walking home and some dude in the passenger seat of a passing car threw an egg at me really hard. it smashed on my thigh and left a pretty gnarly bruise. also got raw egg all over my favourite jeans. the driver sped away before i could get a look at the license plate. i'm really mad still. what can i do to feel better so this doesn't ruin my evening</qco> </h3>      it may ruin today's evening, but you should know that it will brighten up many other evenings in the future, when you tell the story\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n11:25 pm</dco> &nbsp;<qco> Have you ever been betrayed, abandoned, or otherwise made an incoherent fool out of?</qco> </h3>      that does sound familiar, i must admit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n11:19 pm</dco> &nbsp;<qco> is air tasty?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n11:05 pm</dco> &nbsp;<qco> What is a secondary dominant?</qco> </h3>      don't worry about it. those names are going to confuse the hell out of you. i don't recommend calling them that, and i think most people do not call them that. but anyway, you know how in songs, like in the key of C, you'll get G7 then C. like coming home, right. well, sometimes, you'll hear D7 before the G7, then C. try it. D7, G7, C. i think that's what they mean when someone says the first thing you said. but like i said, i don't call it that and don't know anyone who does, because the names don't really make any sense. well, the name 'secondary' does i suppose, but 'dominant' i think will throw people off. it's not dominating anything. it actually seems more like it's the final chord that dominates the whole thing, if you ask me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n10:21 pm</dco> &nbsp;<qco> how different are your creative experiences of writing lyrics for a melody that's already been written (like \"might quit\"), versus writing lyrics and melodies at the same time?</qco> </h3>      being handed a melodyless lyric or a lyricless melody is an interesting puzzle. having neither is a complete free for all through space and time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n10:18 pm</dco> &nbsp;<qco> How does it feel to make so many people happy?</qco> </h3>      responsible\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n10:18 pm</dco> &nbsp;<qco> What's your favorite city?</qco> </h3>      planet earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n10:03 pm</dco> &nbsp;<qco> should spelling tests be taken in outer space?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n9:59 pm</dco> &nbsp;<qco> how many suits do you own?</qco> </h3>      3\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n9:51 pm</dco> &nbsp;<qco> what if snails had the legs of horses. and they galloped around on the sidewalk and stuff. would that be wacky or what</qco> </h3>      so true\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n9:48 pm</dco> &nbsp;<qco> Bill, how do u come up with ideas for your videos \n</qco></h3>      i have to start tapping on things gently, and usually ideas come flooding out<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;By the way, I memorized all the lyrics to the moon is made of cheese. Don't ask me why.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n9:34 pm</dco> &nbsp;<qco> If you are trying to make pancakes but don't have any of the cake ingredients, what would you do</qco> </h3>      you could draw the pancakes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n9:32 pm</dco> &nbsp;<qco> are motorbikes safe?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n9:10 pm</dco> &nbsp;<qco> whats a good riddle</qco> </h3>      the exact thing you just said\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n9:07 pm</dco> &nbsp;<qco> what is your favorite word?</qco> </h3>      5na5ygbm0wvw7tw\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n8:20 pm</dco> &nbsp;<qco> favorite songs?</qco> </h3>      surprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n8:16 pm</dco> &nbsp;<qco> How does one figure out who they truly are?</qco></h3>      you can cry in a field. or, for those living the on-the-go lifestyle, you can get one of the self crying fields<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Your work inspires me btw.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n8:07 pm</dco> &nbsp;<qco> What do you think of really smart people who you cannot prove wrong and who always make you feel more insignificant than you really are through their complex sentences?&nbsp;</qco> </h3>      they may struggle also to prove themself right \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n7:44 pm</dco> &nbsp;<qco> uh what does school stand for?\n<br>- instantword</qco> </h3>      some classes have opened on line\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n7:43 pm</dco> &nbsp;<qco> What is life and why is it so weird</qco> </h3>      you specifically requested for it to be weird. as i recall you were very bored with the way it was before\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n7:38 pm</dco> &nbsp;<qco> Exactly how cheap is the moon?</qco> </h3>      10 dollars. but no one can buy it because no one can reach it. it's too far away\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n7:32 pm</dco> &nbsp;<qco> Do you actually exist?</qco> </h3>      we'll see\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n7:26 pm</dco> &nbsp;<qco> why am i sad</qco> </h3>      \n\nto prepare you to be happy in the near future\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n7:05 pm</dco> &nbsp;<qco> What kind of software are you using to make the new (soon to come videos)?</qco> </h3>      i can't tell you. superstitious, i feel like if i blink it will be discontinued. that keeps happening to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n6:55 pm</dco> &nbsp;<qco> are onions the best fruit</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n5:59 pm</dco> &nbsp;<qco> When are you going to talk about velcro?</qco> </h3>      when i can do a reliable simulation of velcro\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n5:26 pm</dco> &nbsp;<qco> where does the other sock go</qco> </h3>      you have it. it's the first one that's missing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n5:24 pm</dco> &nbsp;<qco> How do you manage to be so beautifully random?</qco> </h3>      the trick is that everything is beautiful. so that means it's actually ok to select it randomly\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n5:15 pm</dco> &nbsp;<qco> hey how do I fall asleep&nbsp;</qco> </h3>      i'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n5:01 pm</dco> &nbsp;<qco> Any thoughts on refrigerators</qco> </h3>      temperate\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n4:46 pm</dco> &nbsp;<qco> is that hat still bent?</qco> </h3>      all hats are bent\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n4:27 pm</dco> &nbsp;<qco> Do you have a specific music genre (though I'm sure a lot of people of people who like music like you have not many problems with any genre really) do you have a preference, like rock, rap, country, etc</qco> </h3>      they all switch places so there's no need for me to even keep track. why ruin the surprise, that's the best part anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n4:24 pm</dco> &nbsp;<qco> every time someone on here asks you what your favorite song you've made is you always respond with something like \"I'd rather write a new better one\" or something. I don't know if you need someone to tell you this, but it's absolutely reasonable to look back on the work you've done before and have pride in it. also, personally I don't see how anyone can even grow as an artist if they were to honestly never take any time to analyze their past work(s) of art and just kept plowing through the work process as if nothing even happened. seeing you grow as a songwriter over the years, I assume you've liked (and disliked) at least some of the songs you've made, in some ways</qco> </h3>      every song needs to be made with the attitude that this one is better than any other existing song, and the previous one was worse than every other existing song. that's just the attitude necessary for making the songs. so i think you may see how that interferes with any kind of proper data about which one i 'enjoy' more. can't you see, it's flipped because: i'm the one making them. i have no ability to decide if they're best, it is REQUIRED of my job that i MAKE them the best. even if the previous one was the worst, that was a fuck up. meant to make it best. next one will be best, just like every next one always is (or was supposed to be)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n4:15 pm</dco> &nbsp;<qco> Bill i got a question, i wanna write a song, so, could you give me a word or rhyme to use?\n<br></qco> </h3>      shoelf (it's like a shelf but it has a little bit more space)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n4:12 pm</dco> &nbsp;<qco> What's cereal?</qco> </h3>      it's like the soup of sandwiches\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n3:57 pm</dco> &nbsp;<qco> After watching some of your interviews, I noticed that you spend a LOT of time to make a single video. How much time do you usually need to make short videos such as \"tomato anxiety\"?</qco> </h3>      that would have been a daily\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n2:56 pm</dco> &nbsp;<qco> how do you feel about entropy</qco> </h3>      sounds fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n2:32 pm</dco> &nbsp;<qco> What are you doing as of learning your editing software</qco> </h3>      right now i am not so much concerned with the editing as with how to make the thing in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n2:30 pm</dco> &nbsp;<qco> What do you think about sandals?\n<br></qco> </h3>      very good. they protect the socks\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n2:27 pm</dco> &nbsp;<qco> Your songs are answers questions I wouldn't think to ask. Much love. What's an answer to a question I wouldn't think to ask?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n2:25 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906130148\">6.13.19&nbsp;&nbsp;1:48 am</a>  And what would \"post office\" sound like?</qco> </h3>      it doesn't matter what it sounds like, as long as it was made in an era where offices were no longer customary\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n2:03 pm</dco> &nbsp;<qco> How does one embrace nothingness</qco> </h3>      it has to be surrounded by somethingness. otherwise you would never be able to perceive it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n1:37 pm</dco> &nbsp;<qco> Why is school a thing?</qco> </h3>      just an excuse to put on pants\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n1:08 pm</dco> &nbsp;<qco> Will we see the test videos you've been making recently&nbsp;&nbsp;in future reality videos&nbsp;</qco> </h3>      oh heck yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n11:34 am</dco> &nbsp;<qco> do u even sleep tho</qco> </h3>      but do you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.27.20&nbsp; \n11:31 am</dco> &nbsp;<qco> i bought a mic a couple months ago to start recording covers so i could upload them but i can never seem to think any of what ive recorded is good enough n always pick out the smallest most irrelevant details n \"mistakes/imperfections\" of my voice n just call it bad,, any advice so i could not be so picky w my voice n finally do something productive?</qco> </h3>      i think you are going to want some more mistakes and imperfections. that would cause you to have more fun. and if you want to have even more fun, try making up the song as you go along\n<br><br>"
  }
]
