[
  {
    "html": "<h3> <dco>5.22.25&nbsp; 10:31 pm</dco> &nbsp;<qco> have you ever been betrayed, abandoned, or otherwise made an incoherent fool out of?</qco> </h3>      \nhaven't we all\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n10:21 pm</dco> &nbsp;<qco> if you had a choice to enter door 1 or door 2, which door would you choose?</qco> </h3>      \n1 first, then 2 next time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n9:59 pm</dco> &nbsp;<qco> Are there a lot of poes in Poland? Or maybe just one very big po?</qco> </h3>      \naccording to some extremely surface level research, Polska has a lot of pols. which are fields. i don't know if any of this is correct\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n9:11 pm</dco> &nbsp;<qco> how does one have the best summer ever</qco> </h3>      \ngo somewhere new\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n7:08 pm</dco> &nbsp;<qco> What's the best chord to use randomly and always sound good</qco> </h3>      \nthere is no such chord. but it's possible that when you say 'randomly' you mean something much less random than you realize. if that's the case, then any chord can be used in this way\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n6:48 pm</dco> &nbsp;<qco> when you're no longer curious about one thing, how do you decide what to be curious about next?</qco> </h3>      \nit's almost impossible to decide that. it will decide itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n6:02 pm</dco> &nbsp;<qco> in \"i'm a princess,\" whose dreams are falling through the ceiling? is it hers, from when she thinks about it when she sleeps?</qco> </h3>      \nunspecified\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n5:26 pm</dco> &nbsp;<qco> how are you dealing with canada getting knocked out of the world hockey tournament :(</qco> </h3>      \ni'm doing okay\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n4:07 pm</dco> &nbsp;<qco> is using autotune morally reprehensible?</qco> </h3>      \nno, it just prevents you from achieving certain things. while at the same time enabling you to achieve other things\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n3:23 pm</dco> &nbsp;<qco> How to share stuff about life when it's not a genuine depiction of the whole picture? Like sharing art without sharing the process</qco> </h3>      \ni was gonna say you could use art. art is self depicting. and you can include the process if you have to\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n2:39 pm</dco> &nbsp;<qco> Are things going to get better.? I'm really scared about the future......</qco> </h3>      \nthe future will be better than what you currently have in mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n1:12 pm</dco> &nbsp;<qco> If the meeting time is 4:00. What time do you plan on arriving</qco> </h3>      \n3:59\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n12:44 pm</dco> &nbsp;<qco> is today the 281nd of december?</qco> </h3>      \ni don't think so. maybe the 173rd\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n12:38 pm</dco> &nbsp;<qco> Is \"at the airport terminal\" about pergatory</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n11:27 am</dco> &nbsp;<qco> when writing lyrics, what do you consider to be more important: the sound/mouthfeel, or the meaningfulness (literal or emotional)?\n<br>of course it's great when you can have both. but let's say you're writing a song and you have two drafts for a line, one where the lyrics sound good but don't really have a deeper meaning, versus one where the lyrics have deep emotional impact but sound clunky. you like both versions, but try as you might, you can't reconcile them into a hybrid version. which do you choose?</qco> </h3>      \nthis doesn't happen to me. you are describing 2 worlds which for me were fused together long long long long ago. additionally the melody and music is a massive factor, which for me are not separate worlds either\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n10:56 am</dco> &nbsp;<qco> do you ever autism</qco> </h3>      \nin some ways yes, in other ways no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n10:50 am</dco> &nbsp;<qco> what on the earthly moon is the difference 'twixt a lime and a lemon</qco> </h3>      \nlime is smaller, and green\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n10:31 am</dco> &nbsp;<qco> Can it please be Friday?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n10:25 am</dco> &nbsp;<qco> How do I mentally attach a great deal of significance to tasks I should do, that ARE \"important\", but I don't care about?&nbsp;</qco> </h3>      \nhow much do you care about the consequences of not doing it or doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n9:33 am</dco> &nbsp;<qco> Do you have a favorite type of cat? A favorite type of dog? Or are they all great in their own ways?</qco> </h3>      \ni think there has to be more or fewer types than anyone thinks\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n9:20 am</dco> &nbsp;<qco> does the five second rule apply to soup?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n6:53 am</dco> &nbsp;<qco> Do you admire the intelligence of crows?</qco> </h3>      \ni've never really tested it or seen it. but i've heard about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n5:47 am</dco> &nbsp;<qco> you said yesterday you like to figure stuff out, what sort of stuff do you figure out and like?</qco> </h3>      \nanything i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n5:00 am</dco> &nbsp;<qco> how do you take something with you from a dream?</qco> </h3>      \nremember it, and write it down or record it immediately after you wake up\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n2:41 am</dco> &nbsp;<qco> i feel like each project i work on, sucks. maybe i'll feel some small amounts of motivation while working on the project, but the more i work on it, the more disgusting it becomes to me. and then i take a quick look at my friend's project: it's so much better than mine. my friend tells me that my project is \"so good\", and i just simply don't believe him. i think he's just trying not to \"hurt my feelings\" by giving me the cold hard truth, as most friends would. but i have no evidence whatsoever. are my skills really terrible? is it ok to feel this way towards my projects? and is there a way out of this mess?</qco> </h3>      \nthe way you feel is completely normal. i don't know a solution to it. the more refined and keen your talents and senses get, the worse this problem may get\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n12:59 am</dco> &nbsp;<qco> Do the Soap Gods come from the natural process of evolution?</qco> </h3>      \nsoap is probably the result of innovation. the innovators of soap tend to be humans\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.22.25&nbsp; \n12:33 am</dco> &nbsp;<qco> do you draw things? I draw things</qco> </h3>      \nyes sometimes i do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n10:46 pm</dco> &nbsp;<qco> what kinds of things can you, personally, do with/on the chromatic scale?</qco> </h3>      \nmake music\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n10:42 pm</dco> &nbsp;<qco> how do you manage a schedule? i can't even be on time to my 398 alarms set</qco> </h3>      \nbasically if you are off-schedule for long enough, the desire for a schedule builds up to a white hot rage. and then you adhere to it with passion\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n10:04 pm</dco> &nbsp;<qco> can everything have a good sequel?</qco> </h3>      \nsometimes the best sequel makes almost no mention of its relation to the original. That being said, technically yes i think anything could have a good sequel. but in the best case scenario it should feel like something more. it should feel, in its own way, like it could also be the first\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n9:30 pm</dco> &nbsp;<qco> i'm thinking of hatching from an egg. how is that from a legal perspective?</qco> </h3>      \nnormal. What is not normal, however, is to be able to send textual messages on the internet before hatching\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n9:24 pm</dco> &nbsp;<qco> What's your favorite music chord?</qco> </h3>      \nchords only work when they change\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n9:07 pm</dco> &nbsp;<qco> Do you ever worry that some of your answers may result in other people doing some really bad things (by whatever metric(s) you would deem appropriate)? If so, how do you reconcile this?</qco> </h3>      \ni strive to be mindfully careful of this\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n8:47 pm</dco> &nbsp;<qco> how can I be anxious about something and not care at the same time&nbsp;</qco> </h3>      \nmaybe take a nap\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n8:23 pm</dco> &nbsp;<qco> I made up a religion for myself because everyone else is doing it. Is that ok?</qco> </h3>      \nthat's ok but be careful, sometimes that kind of thing can get you into trouble\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n8:17 pm</dco> &nbsp;<qco> what sorts of things do you do?</qco> </h3>      \nfigure things out, if i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n7:47 pm</dco> &nbsp;<qco> what's your favorite kind of metaphor</qco> </h3>      \nwhatever gets the other person to understand what you mean, when they otherwise wouldn't have. a game changer that would be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n5:52 pm</dco> &nbsp;<qco> Whos the best?</qco> </h3>      \nanyone can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n5:14 pm</dco> &nbsp;<qco> What's the worst thing about happiness?</qco> </h3>      \nit can't exist without sadness some other time. like a hill does not exist without.... lower places\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n5:04 pm</dco> &nbsp;<qco> how do you know that you should keep going down the same direction, or it's the wrong direction and you should change?</qco> </h3>      \ni'm really not sure. could probably go either way. in due time you can hopefully get to try both\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n3:48 pm</dco> &nbsp;<qco> have you heard of the brand new Product, now in most stores? it is very consumable, user-friendly and purchasable</qco> </h3>      \nsounds boring\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n3:24 pm</dco> &nbsp;<qco> how are things so complex and yet so simple in contrast?</qco> </h3>      \nthings are every way. there forgot to be a limit on ways things can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n12:44 pm</dco> &nbsp;<qco> sociobiology or biosociology?</qco> </h3>      \ni'm not sure i'd be able to tell the difference\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n11:58 am</dco> &nbsp;<qco> Why don't more bookstores have a \"stealth\" section?</qco> </h3>      \nmaybe sometimes you just can't find it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n11:52 am</dco> &nbsp;<qco> about how much bad art does one have to make before the practice of making eventually results in good art</qco> </h3>      \nas soon as you're willing to make bad art forever, then it immediately gets good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n11:51 am</dco> &nbsp;<qco> How can i tell if all my friends secretly hate me</qco> </h3>      \nyou can't\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; 9:37 am</dco> &nbsp;<qco> do you have a question for me?</qco> </h3>      \ni have all the questions for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n9:20 am</dco> &nbsp;<qco> please say hi :(</qco> </h3>      \ni'm useless if told what to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n9:06 am</dco> &nbsp;<qco> Did you consider entitling ground plane as \"on the ground plane\"?</qco> </h3>      \ncertainly possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.21.25&nbsp; \n8:06 am</dco> &nbsp;<qco> What is string theory, do people tangle strings then have epiphanies by watching their shape?&nbsp;</qco> </h3>      \ni'm not sure if the strings are tangled\n<br><br>"
  }
]
