[
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n1:10 am</dco> &nbsp;<qco> How to deal with angry people?</qco> </h3>      pretend not to notice their anger\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n1:03 am</dco> &nbsp;<qco> what defined your musical taste?</qco> </h3>      it's not done being defined yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n12:17 am</dco> &nbsp;<qco> how do i get over my fear of bugs without doing anything that involves being around them or letting them touch me or anything like that</qco> </h3>      you could spend some time with some much larger and more dangerous animals, to put things in perspective\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n10:17 pm</dco> &nbsp;<qco> my parents dont accept me as trans and the only friends i had that did abandoned me. what can i do to avoid hurting myself?</qco> </h3>      it seems like the people who don't accept you are gone now. so now you are free to not only accept yourself, but also accept others and let them accept you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n10:01 pm</dco> &nbsp;<qco> so i was just browsing expert mode, as one does, and i came to a realization. there was a solid two year streak between \"clean my room\" (1.10.16) and \"la de da\" (1.16.16) (of course not including those two videos) that didn't include your face/form/any camera-recorded footage in it at all. i don't know exactly how significant this realization is, but i was wondering if you had had this realization also and what you think of it? any specific reason?</qco> </h3>      at least half that time i was working on history of the entire world. another 8th of that time i was working on the reality section. another 8th of that time i was actually working on la de da. for the remaining total 6 months during that time, i would have been either working on history of japan, doing videoless songs, making hi i'm steve which probably shouldn't have had me in it, or making other music videos and assorted content which i did not appear in and for those i have no excuse\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n9:03 pm</dco> &nbsp;<qco> do you think that one day you'll make a 20 minute long progressive rock piece&nbsp;</qco> </h3>      perhaps in disguise\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n8:05 pm</dco> &nbsp;<qco> Favorite condiment&nbsp;</qco> </h3>      custard\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n8:04 pm</dco> &nbsp;<qco> why is a recycling bin pictured when you say \"I'm wasted\" I'm crazy it's raining&nbsp;</qco> </h3>      it's a thinkpiece\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n7:55 pm</dco> &nbsp;<qco> How to come to grips with the fact that there will always be more ideas than there will be time to see all the ideas through?</qco> </h3>      create some kind of regularly scheduled broadcast, to openly show-off the infinite supply of ideas surrounding us all\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n7:52 pm</dco> &nbsp;<qco> Has a celeb death ever made u cry?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n7:42 pm</dco> &nbsp;<qco> What is the weirdest time signature you have ever used and when?</qco> </h3>      there is 1 bar of 9/16 that was added to goo soup, probably due to anger\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n7:32 pm</dco> &nbsp;<qco> what colors of umbrella icons have you used already</qco> </h3>      green on black, red on black, blue on red, and some other much fancier ones that involve purple somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n7:15 pm</dco> &nbsp;<qco> is it ok that i seem to take quite a lot of time figuring stuff out (what to do with life etc)</qco> </h3>      try it slower and quicker and see which one you like better\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> How much time do you spend practicing every day?</qco> </h3>      practice? forget that, i say do it for real\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n5:40 pm</dco> &nbsp;<qco> happy halloween, what's your favorite candy</qco> </h3>      dark chocolate\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n4:59 pm</dco> &nbsp;<qco> hey bill would you like to travel to the moon at some point in your life</qco> </h3>      only if earth gets much worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n4:33 pm</dco> &nbsp;<qco> going back to school made me realise that i'm really not funny. like i can tell everyone who laughs at my jokes are faking it. and i also don't think they are funny. i try to fake laugh at their jokes but i don't think i'm capable of doing that. so everyone thinks i have no sense of humour. but i do, it's just different from theirs. what should i do?</qco> </h3>      start making your own show<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n4:21 pm</dco> &nbsp;<qco> a fish counts like a pet?&nbsp;</qco> </h3>      you have to register it first but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n4:20 pm</dco> &nbsp;<qco> how to be a human?</qco> </h3>      oh that's what it's all about\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n3:49 pm</dco> &nbsp;<qco> I see a lot of comments under your music video from people trying to explain what your lyrics mean, do you actually plan something behind your lyrics</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do people just look into it too much ? </qco></h3>      they could try listening .......<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>I personally love the lyrics not because of what they are saying but more because how much melody and beauty it adds to the songs</qco> </h3>      that reminds me of an old saying 'it's not what the lyrics are saying, it's what the lyrics are singing'\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n3:19 pm</dco> &nbsp;<qco> BILL WURTZ IS BACK.\n<br>THE NEW BIMONTHLY *weekly PIECE IS COMING.</qco> </h3>      that's true, except i didn't leave i was just under the impression that i should do things 'carefully'\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n3:15 pm</dco> &nbsp;<qco> What is the first letter of the last word on your new video?</qco> </h3>      a\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n2:34 pm</dco> &nbsp;<qco> do you believe in ghosts</qco> </h3>      it's you, and me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n2:30 pm</dco> &nbsp;<qco> Are you good at drawing?</qco> </h3>      yes, and bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n2:26 pm</dco> &nbsp;<qco> new video, when?</qco> </h3>       7:47 pm UTC\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n2:15 pm</dco> &nbsp;<qco> thoughts on naps?</qco> </h3>      they are less than 1 hour or else not considered a nap\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n2:03 pm</dco> &nbsp;<qco> what's the best cure for the common cold</qco> </h3>      common sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n1:31 pm</dco> &nbsp;<qco> What will you do when you finish everything.</qco> </h3>      do something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n1:25 pm</dco> &nbsp;<qco> Do you share any affinity for pants or lamps as the video \"hello sexy pants\" would suggest?</qco> </h3>      i was going to say no but actually the answer is yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n1:16 pm</dco> &nbsp;<qco> do you like to drink sparkling water</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n1:03 pm</dco> &nbsp;<qco> how do they get the soda inside the can? I mean, it's obvious that the can is already sealed, so how do they do it?</qco> </h3>      the can is made of hardened soda\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n12:29 pm</dco> &nbsp;<qco> What Is the meaning of the word Shalom?</qco> </h3>      hi, bye, and much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n9:15 am</dco> &nbsp;<qco> can you help me remember the lyrics to knocking on heaven's door</qco> </h3>      i only know the part that goes knock knock knockin on heaven's door\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n8:54 am</dco> &nbsp;<qco> How long is your new video?</qco> </h3>      2 minutes and 20 seconds\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n8:18 am</dco> &nbsp;<qco> Was the every other Tuesday schedule in Jan/Feb intentional?</qco> </h3>      yes, also in early october\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n7:58 am</dco> &nbsp;<qco> What is the first letter of the second word in your new video</qco> </h3>      b\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n7:02 am</dco> &nbsp;<qco> What do you do to grow as a person and as a musician?</qco> </h3>      something new i just discovered, can't say yet, don't wanna jinx it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n5:27 am</dco> &nbsp;<qco> how old were you when you first started making music?</qco> </h3>      2\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n5:19 am</dco> &nbsp;<qco> okay so here's my dilema. I absoloutley love staying up super late and being awake during the time where it feels like no one else exists. 4:00am is the greatest fucking time of the day. But I also absolouley hate sleeping in. if I wake up on the weekend and it's past 9:45am I am incredibly pissed. What's your opinion.</qco></h3>      i think you may enjoy waking up at 1 am<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you have a set sleep schedule or do you kind of just go to sleep whenever you've gotten all the shit you need to get done finished?</qco> </h3>      it is a regular schedule which is slightly longer than 24 hours, and therefore drifts forward around the day over the course of several weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n2:33 am</dco> &nbsp;<qco> Do you answer questions on purpose</qco> </h3>      yes, or by accident\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n2:03 am</dco> &nbsp;<qco> What's your favorite period in history?</qco> </h3>      now\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n1:48 am</dco> &nbsp;<qco> After countless months.. Are you&nbsp;🎵Still a piece of garbage🎵?</qco> </h3>      i have not been since 2007, it turns out i was not then but i thought i was for a day, and again the following day by coincidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n12:56 am</dco> &nbsp;<qco> Do you think that you need a high IQ to understand My Little Pony?</qco> </h3>      it depends how well you want to understand it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.3.18&nbsp; \n12:50 am</dco> &nbsp;<qco> What is your favourite song you uploaded on Youtube?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.18&nbsp; \n11:55 pm</dco> &nbsp;<qco> how to beat the plague?</qco> </h3>      do a bigger plague\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.18&nbsp; \n10:54 pm</dco> &nbsp;<qco> bill do you know of anyone else in this universe that has gotten as high of a COWBELL SCORE as you did?</qco> </h3>      <a href=\"gadd-cowbell.mp4\">steve gadd</a> obviously\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.18&nbsp; \n10:28 pm</dco> &nbsp;<qco> what is more blue: the sky or the grass?</qco> </h3>      that depends which side of the fence it is on<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.18&nbsp; \n10:22 pm</dco> &nbsp;<qco> What is your favorite kind of monkey</qco> </h3>      koala bear\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.18&nbsp; \n10:21 pm</dco> &nbsp;<qco> hey why is it called a 9 and not a 2? like E9, even though you might be playing it an octave above the other notes</qco> </h3>      9 generally is telling you that the 7 is there too. but if you say 2, there is no assumption that the 7 is there. so if you really want the 2 and 7 to both be there, just saying 9 is kind of like a one shot deal. save you some time there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.18&nbsp; \n10:03 pm</dco> &nbsp;<qco> what do you think is the most enjoyable part of thw song making / video making process? besides finishing it</qco> </h3>      there is a new part that is my favorite but i can't say yet, don't wanna jinx it\n<br><br>"
  }
]
