[
  {
    "html": "<h3> <dco>12.26.23&nbsp; \n1:13 am</dco> &nbsp;<qco> will i go too insane if i decide to read every single one of the questions on this page?\n</qco></h3>      not if you decide to. but if you actually do it, it will take such a long time that you might go insane. although that's not what you said, you said \"too insane\" but you didn't say for what, so now that i think about it your question doesn't make sense<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bonus question: are there any \"creative question award\" images that you've created or thought about creating but decided were too niche or something like that?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.23&nbsp; \n1:01 am</dco> &nbsp;<qco> what is the wackiest thing you can think of right now</qco> </h3>      \n\nit's impossible for me to think of anything wacky at this moment because i'm so distracted by how unwacky this question is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.23&nbsp; \n12:14 am</dco> &nbsp;<qco> bill wurtz, do you like sports?</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.23&nbsp; \n12:14 am</dco> &nbsp;<qco> any tips on how to forget about someone</qco> </h3>      \n\nlearn about someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.23&nbsp; \n12:11 am</dco> &nbsp;<qco> How was your Christmas?</qco> </h3>      \n\ni didn't have christmas\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.23&nbsp; \n12:03 am</dco> &nbsp;<qco> how often do you experience creative burnout,</qco></h3>      never<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also happy holidays.</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n11:01 pm</dco> &nbsp;<qco> Do you believe that people are inherently selfish?</qco> </h3>      \n\nsomewhat. at least as much as is necessary for their own survival\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; 10:50 pm</dco> &nbsp;<qco> how are you doing today</qco> </h3>      \n\nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n10:47 pm</dco> &nbsp;<qco> sometimes, i find that I've spent too long admiring other works of art that i come to love dearly, and then when i finally make something for myself, i can only see a less good version of something i love. do you grapple with this also?</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n10:30 pm</dco> &nbsp;<qco> What's your opinion on coloured trash cans?</qco> </h3>      \n\ni like them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n10:20 pm</dco> &nbsp;<qco> why is christmas asscoiated with red and green colors</qco> </h3>      \n\nbecause of trees and ....... holly berries? not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n9:52 pm</dco> &nbsp;<qco> Where does faith come from?</qco> </h3>      \n\nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n9:47 pm</dco> &nbsp;<qco> where did all the snow go</qco> </h3>      \n\ninto the air\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n9:04 pm</dco> &nbsp;<qco> In your song 'slow down', what is the melodic interval when you sing the words \"my hat\"?</qco> </h3>      \n\nprobably was written to be Eb to D, therefore a major 7th interval, but because \"my\" is a pickup note and sort of a ghost note, who knows where it landed. i haven't heard it in a long time so i'm not sure how it came out. i can tell you for certain that the \"hat\" melody note is D. i'll admit that's probably not very helpful\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n8:56 pm</dco> &nbsp;<qco> how to not spend seven billion hours obsessively mixing my song?</qco></h3>      stop<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i don't know if it still sounds bad or if i'm just being overcritical.</qco> </h3>      \nat this point you have no way of knowing how it really plays. however, if you take some time away from it, you'll know better, at least on the first (next) play through. then, on each subsequent playthrough immediately after that, you'll become less wise about it. whether or not you'll ever get out of this situation really depends on whether or not you'd like to produce other songs at some point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n7:35 pm</dco> &nbsp;<qco> could i cut myself a bowl of cake, or do you think the english language police would intervene?</qco> </h3>      \nit's more likely that someone will try to give you an award\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n6:44 pm</dco> &nbsp;<qco> What do you think about baseball?</qco> </h3>      \nnot much, i don't really think about it. but that doesn't mean it's not good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n6:25 pm</dco> &nbsp;<qco> is b minor the most upbeat minor key</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n4:23 pm</dco> &nbsp;<qco> Why does my creativity only come at night?</qco> </h3>      \nit's easier to imagine that you are other places, because your local surroundings are less visible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n2:25 pm</dco> &nbsp;<qco> BILL HOW DO YOU DO (SORRY MY SHIFT KEY IS STUCK IN THE KEYBOARD)</qco> </h3>      \ni'm ok\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n2:16 pm</dco> &nbsp;<qco> I fell over earlier. Have you done anything interesting lately?</qco> </h3>      \nnot as interesting as that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n1:31 pm</dco> &nbsp;<qco> When is the last time you watched the movie It's a Wonderful Life?</qco> </h3>      \nnever\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n12:50 pm</dco> &nbsp;<qco> do you think having an androgynous main character in a video game (like link from zelda) boosts sales count and diversifies the demographic of buyers?</qco> </h3>      \nnot particularly. i think there's a lot more riding on the personality of the character<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n12:27 pm</dco> &nbsp;<qco> am i cool</qco> </h3>      \nprobably\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n11:57 am</dco> &nbsp;<qco> why do you randomly end some answers with commas?&nbsp;</qco> </h3>      \nthat's not random, but sometimes it's a way of implying that there may be other things in the list. this sort of mannerism happens often during spoken speech, and it's expressed in the pitch, in a way that you can hear that it's not necessarily the end of the list\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n11:11 am</dco> &nbsp;<qco> in \"the ending\" at around 2 minutes in, the \"true\" text starts rising and you can tell it fell towards the camera </qco></h3>      no you can't. it fell away, although it would appear similar either way. there are optical illusions that demonstrate this, and usually the viewer's brain just chooses one way, and then it's hard to see the other way. in this case, however, there technically would be a small difference because the camera has perspective to it. it fell away from the camera<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;from how it looks when its rising but the angle at which it fell makes it look like it fell away from the camera. how?</qco> </h3>      it fell back, but even if it fell forward it would be perfectly easy to swap it at the moment it lands, or at the moment it starts rising. however this was not necessary because it indeed fell backwards, and this is evident based on the perspective. as you can see, the width of the top of the word decreases as it falls\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n9:56 am</dco> &nbsp;<qco> you really answer these questions?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n9:38 am</dco> &nbsp;<qco> Did you know rabbits go nuts for banana?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n8:32 am</dco> &nbsp;<qco> there they're or their?</qco> </h3>      \nif it's a place, it's \"there\". if it's \"they are\", it's \"they're\". if something belongs to them, then it's \"their\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n8:01 am</dco> &nbsp;<qco> Do you think you'd like to visit Egypt one day?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n7:47 am</dco> &nbsp;<qco> Bill what would you do in order to put an end to all the wars in human society ?&nbsp;</qco> </h3>      \ni don't think that's something i can single-handedly do\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; \n6:26 am</dco> &nbsp;<qco> What's simple</qco> </h3>      \na block\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.23&nbsp; 2:06 am</dco> &nbsp;<qco> what will you do for christmas?</qco> </h3>      \nnothing. i will however, do things for other reasons, which may or may not overlap with the time period where christmas also may occur\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n11:19 pm</dco> &nbsp;<qco> do you think i can?</qco> </h3>      \ncan what? nevermind, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n10:59 pm</dco> &nbsp;<qco> i added way too much flour in my gingerbread cookies. how can i avoid this in the future?</qco> </h3>      \nthe first step is simply adding less next time. then the next time after that you can make further adjustments if necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n9:06 pm</dco> &nbsp;<qco> What would you be doing if you weren't Bill Wurtz?</qco> </h3>      \nmaybe i'd be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n7:46 pm</dco> &nbsp;<qco> Is pitbull the reincarnation of John Lennon?</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n7:21 pm</dco> &nbsp;<qco> You probably dont need to hear this,</qco> </h3>      \nfair enough\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n7:20 pm</dco> &nbsp;<qco> What is a special memory you have?&nbsp;</qco> </h3>      \nopening doors,\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n6:17 pm</dco> &nbsp;<qco> Santa Claus must stay up for 24 hours to go everywhere on Christmas. </qco></h3>      i'm not following your logic at all<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How does he stay awake that long?</qco> </h3>      \nmaybe he traveled the entire world instantaneously, then stayed awake for 24 hours after, due to being so excited about what had just happened\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n6:11 pm</dco> &nbsp;<qco> bill how do i stop feeling like i need to be able to do everything to be worth anything</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n5:26 pm</dco> &nbsp;<qco> Is it reasonable to reason with reasonability&nbsp;</qco> </h3>      \nyes, but it's hard to tell if you really care about that, or if you're just going for word repetition\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n3:34 pm</dco> &nbsp;<qco> I consider your extreme attention to detail a very admirable quality. Do you think it's detrimental to your creative process?</qco> </h3>      \ni disagree with the very first component of your initial hypothesis -- you implied that i pay extreme attention to detail, which i disagree with generally, although on the rare occasions when it does happen it is usually an asset to the creative process. that being said, it's also good maybe for the creative process to have its occasional detriments, to heal from\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n2:08 pm</dco> &nbsp;<qco> what did you ask santa for this year</qco> </h3>      \nthis year santa asked me for something\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n1:32 pm</dco> &nbsp;<qco> Have you ever stared so hard into nothingness that you've forgotten everything you've ever done before that?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n12:58 pm</dco> &nbsp;<qco> should people consider themselves mainly unique, or just another cog in the machine, so to say?</qco> </h3>      \nmaybe you can be unique for most of the year and then for halloween dress up as a cog\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n10:59 am</dco> &nbsp;<qco> Is shame good sometimes?&nbsp;</qco> </h3>      \nvery rarely\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n10:17 am</dco> &nbsp;<qco> Have you seen Family Guy?</qco> </h3>      \nyes i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; \n8:50 am</dco> &nbsp;<qco> do you think the creative process should be easy or hard?</qco> </h3>      \nit should be a wide range of difficulties\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.23&nbsp; 7:04 am</dco> &nbsp;<qco> what's life</qco> </h3>      \nmovement\n<br><br>"
  }
]
