[
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n7:30 pm</dco> &nbsp;<qco> how is the person in 'out to lunch' so good at pin-flipping?</qco> </h3>      \n\nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n7:18 pm</dco> &nbsp;<qco> how did the guy that went out to lunch balance the things on the thing so well?</qco> </h3>      \n\n'fiction'\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n7:15 pm</dco> &nbsp;<qco> Whats the first letter in the bible? I cant seem to remember</qco> </h3>      \n\nthere's different bibles\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n7:11 pm</dco> &nbsp;<qco> what is your favorite cake flavor</qco> </h3>      \n\n'baked'\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n7:11 pm</dco> &nbsp;<qco> What did the guy in 'out to lunch' end up having for lunch?</qco> </h3>      \n\ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n7:10 pm</dco> &nbsp;<qco> Have I been recently painted?</qco> </h3>      \n\ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:54 pm</dco> &nbsp;<qco> about what time(s) do you answer questions?</qco> </h3>      \n\nright now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:54 pm</dco> &nbsp;<qco> In out to lunch, where did he get his juggling skills?</qco> </h3>      \n\ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:49 pm</dco> &nbsp;<qco> To you, which letter of the alphabet is objectively superior ?</qco> </h3>      \n\nsuperior is a compare word. need another thing to compare it to. it's like getting high. you'd never actually know, unless there was something else around at a different height\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:46 pm</dco> &nbsp;<qco> it's midnight. i'm going to lunch</qco> </h3>      \n\nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:36 pm</dco> &nbsp;<qco> Plz can I see the script for out to lunch? I'm so curious to see how you planned them vs how they turned out.</qco> </h3>      \n\n<a href=\"outtolunch-write.png\" target=\"_blank\">sure</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:34 pm</dco> &nbsp;<qco> if you have a love/hate relationship with all music other than your own, what relationship do you have with your music?</qco> </h3>      \n\nthe same, but stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:29 pm</dco> &nbsp;<qco> what's your favorite ethical dilemma?&nbsp;</qco> </h3>      \n\ncommon sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:18 pm</dco> &nbsp;<qco> did you pick a short script in order to have more time to work on the more complex animations such as the character pulling the thing, juggling the pins, the pin spinning on the light, and the character tossing the pins up on the other light?</qco> </h3>      \n\njust about, except i was planning to keep it even shorter, more exclusively juggling. then i realized that my short list of every juggling trick wes peden has ever done is not exactly the most \"attainable\" strategy i should be shooting for. and neither is the 6+ minute wander/stunt binge i wrote just before this one. so after i realized that even something as simple as the 'columns' pattern is gonna break the juggling system i've got so far, i scrambled to write a brief wander and pray i wouldn't write it too long..... this is mostly accomplished by remembering not to go outside<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:13 pm</dco> &nbsp;<qco> full sitcom when?</qco> </h3>      \n\nas soon as they invent a laugh track that goes on forever, to keep me warm and safe\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:11 pm</dco> &nbsp;<qco> how do you go to sleep</qco> </h3>      \n\nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:06 pm</dco> &nbsp;<qco> have you ever eaten lunch? have you ever contemplated lunch?</qco> </h3>      \n\nthat sounds vaguely familiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:05 pm</dco> &nbsp;<qco> in Out To Lunch you animated a 3 club juggling pattern then chops. How do you know that trick??</qco> </h3>      \n\ni did some basic research first\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n5:45 pm</dco> &nbsp;<qco> what about dinner? when is it a perfect moment to go to dinner?</qco> </h3>      \n\nafter, before, or during, a win-win situation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n5:32 pm</dco> &nbsp;<qco> that moment in \"out to lunch\" when the protagonist places the ball in the cupboard handle is so perfect. I can't explain it but it really spoke to me. like of course it would go there, it's just so obvious. it felt right. there's no question exactly I'm just so appreciative of that little handle maneuver</qco> </h3>      \n\nnow you've got me wondering who the antagonist is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n5:32 pm</dco> &nbsp;<qco> thoughts on daylight savings?</qco> </h3>      \n\nthe daylight is not saved. it's just displaced\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n5:19 pm</dco> &nbsp;<qco> Are the animations sans music because of a lack of inspiration for creating tunes or because of a desire for new creative direction?</qco> </h3>      \n\na chance to focus on my foley game, which, normally, has been completely lacking, probably because i'm quick to let music fill the void instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n5:12 pm</dco> &nbsp;<qco> what did the script for out to lunch look like?</qco> </h3>      \n<a href=\"outtolunch-write.png\" target=\"_blank\">this</a>\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n5:05 pm</dco> &nbsp;<qco> How did the character not realize his trick shots with the bats? He could totally be on Dude Perfect!</qco> </h3>      \n\nmust be murphy's law\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n5:02 pm</dco> &nbsp;<qco> what building interior did you base the animation in your new video about (if any)</qco> </h3>      \n\ni'll give you a hint. it's shaped like an octagon. but i realize this is not a very good hint because it is plainly obvious to be octagon shaped, on camera\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n4:49 pm</dco> &nbsp;<qco> If there was somebody named gina what would she/ he/ they be like</qco> </h3>      \n\nlike all of us. all of us, deep down, are named gina\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n4:34 pm</dco> &nbsp;<qco> Did you go to lunch after making \"out to lunch\"?</qco> </h3>      \n\ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n4:32 pm</dco> &nbsp;<qco> Thoughts on Wes anderson?</qco> </h3>      \n\ncompositions unfairly tasty\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n4:32 pm</dco> &nbsp;<qco> Where did the person from \"out to lunch\" go for lunch?</qco> </h3>      \n\nit appears to be a 3rd section of the activity room, which is supposed to be only separated from the other two sections by another fold out wall. However, due to time constraints, and also the expecation that that wall would never be shown on camera, i'm sad to admit that it is depicted as a normal wall <br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n4:26 pm</dco> &nbsp;<qco> i am very impressed with the juggling in your new video. how many years of experience do you have?</qco> </h3>      \n\nwith real juggling, only a few weeks, somewhere in childhood. in computer animation, only about 2 weeks\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n4:24 pm</dco> &nbsp;<qco> Have you tried juggling before?</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n4:23 pm</dco> &nbsp;<qco> does it say \n<br>\n<br>teach dan smith\n<br>guitar\n<br>\"someone's gotta do it\"?</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n4:20 pm</dco> &nbsp;<qco> hey, could you make your next video be the sequel to \"out to lunch\" called \"in to lunch\"?</qco> </h3>      \n\ni was thinking maybe out to lunch the phantom menace\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n4:18 pm</dco> &nbsp;<qco> where is your favorite place to go for lunch?</qco> </h3>      \n\ndirectly into the public\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n4:17 pm</dco> &nbsp;<qco> did you go out to lunch</qco> </h3>      \n\nthat sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n3:53 pm</dco> &nbsp;<qco> Are you uploading on thursday's now? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is there any reason why?</qco> </h3>      \nthursday is too late. by then the week has already either been ruined or finished\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n2:45 pm</dco> &nbsp;<qco> what do you use more, h264 or h265? \nany other that you use or prefer better?\n</qco></h3>      i really don't know a damn thing about either one. whatever gets the job done<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;recently h266 came out\n<br>im excited but much of the platforms are not keeping pace, and i really need it for storage reasons</qco> </h3>      \nwell, in that case, consider it not fully out yet. but it will be. just like 5G, 4G, 3G, and everything all the way back to the typewriter. i remember when only Popes were allowed to use those\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n2:09 pm</dco> &nbsp;<qco> can you make a song about trust</qco> </h3>      \n\nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n12:31 pm</dco> &nbsp;<qco> Is there lore in your music video?</qco> </h3>      \n\nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n10:11 am</dco> &nbsp;<qco> are these songs' lyrics basically what your thoughts are like?</qco> </h3>      \n\nnot quite. if it's lyrics, they are meant for music. check how it sounds in the song. that, is ideally supposed to be what i've felt. but that is only as good as my ability to translate that somehow into the physical world of audio resonation\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n6:24 am</dco> &nbsp;<qco> How do you manage your sponges?</qco> </h3>      \n\ni get the pre-managed sponges\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n3:14 am</dco> &nbsp;<qco> I'm bored. Should I watch one of your old videos? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, which one?</qco> </h3>      \n\nhow about the one that clamours for your attention and adoration\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n12:52 am</dco> &nbsp;<qco> i often feel the people in my life would be better off without me, any advice on ways to try and shake that feeling? how do i make myself more valuable to the people i care about?</qco> </h3>      \n\nthink about who's valuable to you. see if you can catch a glimpse of this game from the other side\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.22&nbsp; \n12:23 am</dco> &nbsp;<qco> thoughts on junior murvin</qco> </h3>      \n\ni've only heard the one about the hat. it's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n11:50 pm</dco> &nbsp;<qco> AM I YELLING?</qco> </h3>      \n\ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n9:36 pm</dco> &nbsp;<qco> why have you used the word \"shoes\" 8 times in your music?(from what data i can gather on the \"lyrics\" page) don't you think that's far too much?</qco> </h3>      \n\nwhat about you..... is it possible that you've used it too FEW times?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n8:44 pm</dco> &nbsp;<qco> Opinion on Bad Things</qco> </h3>      \n\nthey seem pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n8:14 pm</dco> &nbsp;<qco> in \"two friends on the beach\", why did the waiter serve corn right on the table? shouldn't he serve it on, like, a plate or some sort, since it's basic restaurant manners?</qco> </h3>      \nyes, but the point of this move is to instantly jump from the moment where the waiter is explaining what they have, to actually giving it to them. I think i realized the plate debacle somewhere in pre-production, and it was troubling to me too, because i was imagining the backfork person pushing them around a plate. But after thinking long and hard about it, i realized there is no way to deliver corn in a surprising manner like that, with plates. And also, i decided it would be inappropriate to have the table start with empty plates. It turns out, i was in for a nice surprise when i found out that the table cloths have a plaid square pattern on them, which is a perfect sort of game board to play with, pushing corn around\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; \n8:13 pm</dco> &nbsp;<qco> as a montanan, I object to your answer about the montana question on the 19th. my objection is that now everyone will start coming to montana to look for my buried treasure</qco> </h3>      \n\ndon't worry, most people don't even know where montana is. and if they came there, you'd still never find them, and they'd never find the treasure, and then after they left you wouldn't even know they left because you couldn't find them when they were there\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.22&nbsp; 5:38 pm</dco> &nbsp;<qco> what is your favorite animal?</qco> </h3>      \n\nit's a toss up between a duck and a truck\n<br><br>"
  }
]
