[
  {
    "html": "<h3> <dco>8.26.22&nbsp; \n12:48 am</dco> &nbsp;<qco> How do you casually ask for someone's phone number?</qco> </h3>      \nyou could add a box for it, but with no star. make it not one of the *required fields\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n11:39 pm</dco> &nbsp;<qco> I've been planing to make a music video but every time I watch myself on playback I see myself as ugly but people keep telling me I'm not but I think they're just trying to be nice. What do I do?</qco> </h3>      \nwhether you are ugly or not, you're going to have to stop thinking about it, in order to get good results. if you must assume you are ugly, that's fine, you can assume this, but then go ahead and move forward and do the performances anyway. actually pretend you are even uglier. that will force your performances to be even stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n11:22 pm</dco> &nbsp;<qco> if you could rename bread, what would you name it to?</qco> </h3>      \nbread 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n10:53 pm</dco> &nbsp;<qco> Why did you change your style from acid trip to a fever dream?</qco> </h3>      \nthey are all supposed to be fever trip\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n9:43 pm</dco> &nbsp;<qco> What's your genre of movies?</qco> </h3>      \nthat's actually the only thing i don't like about movies\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n7:31 pm</dco> &nbsp;<qco> Why do you think we build buildings, recycle recycling, but we don't ice icing? </qco></h3>      why don't YOU do it?<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Something else is iced with icing</qco> </h3>      \ni'm sure you can find a way to do all those things to each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n5:05 pm</dco> &nbsp;<qco> what is your least favorite planet?</qco></h3>      i can't think of any planets i don't like<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; write an insult to that planet.</qco> </h3>      \nthat sounds lovely. i'll see if i can have that done by next easter\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n2:03 pm</dco> &nbsp;<qco> what's the most average Star Wars movie?</qco> </h3>      \nstar wars\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n1:19 pm</dco> &nbsp;<qco> Where do you get your lyric inspiration from?</qco></h3>      the street<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also what genres of music do you like?</qco> </h3>      \nroad music\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n12:48 pm</dco> &nbsp;<qco> I feel like the \"that's not true\" part of \"the ending\", \"the things that I love to be scared of\" part of \"i'm scared\", \"the door is opening\" in \"at the corner store\", and the \"swimming across the floor of the ocean\" part in \"money\" all have quite similar rhythmic vibes. If you were to compare this general vibe to a flavor, what would it be?</qco> </h3>      \ni'd say \"halftime\" but i'm not sure if you're talking about the middle or the ending of the ending\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n12:44 pm</dco> &nbsp;<qco> How do you modulate from, let's say, E major to Eb major (down a minor 2nd), without making it too obvious?</qco> </h3>      \nyou could gradually lower the pitch, over the course of a 5 hour timespan\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n11:55 am</dco> &nbsp;<qco> opinions on prime numbers</qco> </h3>      \nstandard pillars of originality\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n10:40 am</dco> &nbsp;<qco> How do you transform nonsense into yessense?</qco> </h3>      \ni will admit, music is really useful for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n10:37 am</dco> &nbsp;<qco> have you considered writing a song that only uses one word?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n9:47 am</dco> &nbsp;<qco> what are the key signatures in your new song?</qco> </h3>      \nA major, and probably G major. the key changes a lot more than that, but most of the other changes are too fleeting to require a key signature change\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n8:45 am</dco> &nbsp;<qco> have you ever invented a new color or do you paln to do it in the future</qco> </h3>      \ni don't really know how to do that. but sometimes i find a color that i don't remember using, so that's pretty fun for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n7:29 am</dco> &nbsp;<qco> whenever i'm in school i'll come up with crazy melodies and harmonies in my head but when i sit in fromt of my piano, nothing comes out. sometimes i can't even write my ideas down because they fade away so quickly. what should i do??</qco> </h3>      \nkeep doing all this and eventually you'll find common ground. like dreams, the ideas want to come to you when you're not trying. that's why you freeze up when you are actually 'supposed to' have an idea. and why the ideas come so easily when it doesn't matter. these 2 opposing worlds (in-the-office, out-of-the-office) will probably always be disconnected like this. but the more you do both, the better you will get at both. for out-of-the-office, i think the game of capturing can always be improved. most of the time you are feeling like you are unable to capture it completely. because, like dreams, the best ideas probably happen when you are entirely not trying, and entirely not thinking nor worried. and as soon as you start worrying about capturing it, that will begin to degrade the idea. but i'd say over time you can just about get the hang of it with minimal degradation. And for the in-the-office experience, there are hopefully some things you can do to settle in and get more comfortable. I'd recommend starting out by playing/writing bad things on purpose, to try to take the pressure off. play at least enough to forget you're there. that should hopefully put you back in the proper carefree state\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n7:10 am</dco> &nbsp;<qco> opinion on backpacks and or soda bottles?</qco> </h3>      \ni have a trick to remember which is which\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n7:08 am</dco> &nbsp;<qco> There's so much to do and so little time, how do I begin?</qco> </h3>      \nmake a list of things you will not do, no matter how much time you have\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n5:01 am</dco> &nbsp;<qco> why did you decide to parody youtube clickbait thumbnails in \"the ending\"?</qco> </h3>      \nto get it out of my system\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n1:35 am</dco> &nbsp;<qco> Do you think it's possible to be creative even if you're following a pattern or recipe?</qco> </h3>      \nthe sweet spot is following it halfway\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n12:49 am</dco> &nbsp;<qco> do you have a genre of music you dont like?</qco> </h3>      \ni'll see if i can come up with something\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n12:45 am</dco> &nbsp;<qco> Would you ever write a sad song? ie a song that sounds sad not just lyrically but melodically as well?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.22&nbsp; \n12:06 am</dco> &nbsp;<qco> when did you realize that people might interpret the title of \"the ending\" as an indication that you're quitting?</qco> </h3>      \nno one thinks that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n11:08 pm</dco> &nbsp;<qco> if humanity collectively all lost sense of object permanence, what mass tomfoolery and shenanigans would ensue?&nbsp;&nbsp;</qco> </h3>      \nwe'd very quickly find it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n11:04 pm</dco> &nbsp;<qco> do you think that everything will converge in being just one thing again?&nbsp;</qco> </h3>      \ni don't see why not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n10:07 pm</dco> &nbsp;<qco> why are my words purple</qco> </h3>      \nbecause they are important\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n9:30 pm</dco> &nbsp;<qco> what does the almost invisible text at 0:44 of the \"the ending\" video say?</qco> </h3>      \nthat says \"i don't even know who i wanna be\" which is a line from the chorus\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n9:29 pm</dco> &nbsp;<qco> Why is the sky blue</qco> </h3>      \nto calm you down\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n9:10 pm</dco> &nbsp;<qco> Being a independent artist, how to you keep yourself productive on a regular basis?</qco> </h3>      \nyou can sign a contract with yourself that threatens to terminate the contract if you break the contract\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n8:42 pm</dco> &nbsp;<qco> ok so, are you taking another break</qco></h3>      i generally manage to take a few days break every 3 weeks<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the title \"the ending\" seems eerily similar to \"might quit\"&nbsp;</qco> </h3>      the spelling is different\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n8:32 pm</dco> &nbsp;<qco> how did your new song \"the ending\" start off? when did you start writing it, how'd it come about?&nbsp;</qco> </h3>      \nduring the selection process this time, i accidentally came up with  i <a href=\"write2022081013343412.mp3\" target=\"_blank\">something brand new</a> which unexpectedly bypassed the entire selection process and was selected on the spot. no lyric, though, so, .... first thing was to begin searching for what lyric belongs on it. unfortunately, i think the pressure of liking the melody too much got to me and for some reason i was stuck on that for at least 2 days. i eventually got something that seemed to work, but it was not as title-worthy and iconic as i was hoping for. so in that case, i adopted more of a \"just did a bad thing\" strategy and just moved forward quickly. the \"not worthy\" part was also shocking to me, because it uses language and themes that i just absolutely don't recognize as my own. but that's actually fun when this happens because then the parts that come next will tend to have a \"what the heck?\" aspect to them, as they try to explain how the heck we got into this mess. turns into kind of an adventure story\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n8:17 pm</dco> &nbsp;<qco> is \"the ending\" about someone a kid who doesn't really value school/think it serves them well, learning about music for the first time? </qco></h3>      i could see how that could fit<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it...about you?</qco> </h3>      the melody of the verse is about me. not really the lyrics, but the melody is. it's doing a lot of half-bar fakeouts with the chord changes. i adore this and will do it for the rest of my life if i can. Also, the middle section where it goes \"it's not true, it's not true\", that part does seem to be about me. Whether i like to admit it, i've noticed over the years that i just really seem to enjoy saying \"that's not true\". and that's probably the reason this section exists. The other line that's pretty much about me is \"put it in my musical\". Generally, i've come to realize that one of the most promising and useful ways i could express any idea i may have, is to \"put it in a musical\", which can more broadly refer to most of the kind of audio/visual content i've released so far\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n7:48 pm</dco> &nbsp;<qco> how do I arrive at words that mean something but don't make me feel naked? or is naked just part of it?</qco> </h3>      \nmaybe that's just one step toward the process of finding the better clothes you've actually been craving but don't know about yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n7:43 pm</dco> &nbsp;<qco> how much longer will it be before the whole thing changes into a more realistic scene?</qco> </h3>      \nforever, and always\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n7:20 pm</dco> &nbsp;<qco> What's the thing you love about yourself the most? </qco></h3>      i'm too strong<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what's&nbsp;&nbsp;the thing you hate about yourself&nbsp;&nbsp;the most?</qco></h3>      i'm not strong enough<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What is the meaning of life?</qco></h3>      switching between being strong and not strong<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And finally, what is your favourite&nbsp;&nbsp;video game?</qco> </h3>      the computer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n7:19 pm</dco> &nbsp;<qco> ever tried to climb some valleys</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n7:00 pm</dco> &nbsp;<qco> your music inspires me to let go and be free and wacky and unapologetic in my own work. its hard though, not caring. what goes through your mind when you start pushing bounds? or is there nothing? it's just natural? trained maybe? how do you know when to push something, or is it all the time?</qco> </h3>      \ni don't think i'm exactly aware of where the bounds are\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n6:54 pm</dco> &nbsp;<qco> why do i exist</qco> </h3>      \nto push/pull the envelope. even if just slightly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n5:57 pm</dco> &nbsp;<qco> Will you ever do a snog about the dread of back to school?</qco> </h3>      \nit's possible. i don't personally recall too much about that particular dread but i know a lot of other people go through this so in that case it's surely fair game\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n5:07 pm</dco> &nbsp;<qco> are you alive</qco> </h3>      \noh man, that would explain some of these hilarious emotions i've been having\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n4:53 pm</dco> &nbsp;<qco> Is the album cover of \"the ending\" a tribute for Breaking Bad/Better Call Saul?</qco> </h3>      \nno. i'm not familiar with any of the graphics nor content of any of those programs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n4:35 pm</dco> &nbsp;<qco> How many ears does a corn have?</qco> </h3>      \nhow many corn\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n4:31 pm</dco> &nbsp;<qco> what is your favorite song youve made</qco> </h3>      \ni would prefer to make a new one to be my favorite\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n4:11 pm</dco> &nbsp;<qco> Could you invent a new punctuation mark? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;These ones are boring.&nbsp;</qco> </h3>      how about a restaurant table booth, for a family of 4. placed around your sentence or idea. to give it a cozy warm feeling of unconditional love and acceptance\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n2:37 pm</dco> &nbsp;<qco> do you think its rude to sing *all* of the lyrics to songs you know at a concert or cool</qco> </h3>      \nit's probably not as bad as singing words to a different song, or committing crime, etc\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n1:00 pm</dco> &nbsp;<qco> i'm just curious in general?</qco> </h3>      \ni understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n12:49 pm</dco> &nbsp;<qco> have you ever planted a tree?</qco> </h3>      \nnot that i recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n12:38 pm</dco> &nbsp;<qco> does video the ending you announcing that you are gonna take another brake just like when you posted the i might quit video?</qco> </h3>      \n\nyou'll have to click into the video and see if i announce this in the video. surely if i were announcing something with a video i would use the contents of the video to somehow provide clarification on this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n11:56 am</dco> &nbsp;<qco> With the release of \"The ending\" are you accutally quitting this time?</qco> </h3>      \nquitting what? nevermind, i'm not quitting anything\n<br><br>"
  }
]
