[
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n11:24 pm</dco> &nbsp;<qco> what prompts you to pull out the whopper vocabulary, like tenacious or embrightened? its almost like as wonky out-there chords are to harmony, those word choices are to lyrics</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n11:23 pm</dco> &nbsp;<qco> Why do you like including a lot of flashy colors in your videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n11:21 pm</dco> &nbsp;<qco> any thoughts about the pronunciation of \"coupons\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n11:19 pm</dco> &nbsp;<qco> why did you want to deliver a very against-the-grain perspective for a christmas song this time, with all the cynicism towards consumerism? it's rad, mind you, just wanna know what inspired that</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:47 pm</dco> &nbsp;<qco> ethan's known for throwin' hard balls. u ready my nigga?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:46 pm</dco> &nbsp;<qco> why are spheres not cubes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:46 pm</dco> &nbsp;<qco> Any hints on what the password for the reality page is?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:38 pm</dco> &nbsp;<qco> On Itunes a lot of your music is labelled pop. Do you think it's pop?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:37 pm</dco> &nbsp;<qco> Did you hardpan your voices in the middle of a sentence in your latest song? Unless I'm mistsken, you've never done that before. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What made you do that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:36 pm</dco> &nbsp;<qco> where did \"Twitter Meme\" come from? I always feel like your music exists out of time so to even see the word 'meme' mentioned in one of your songs is fascinating.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:25 pm</dco> &nbsp;<qco> Are you making any more shorts? i.e. maybe i could eat blades of grass, soap tips, etc.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:25 pm</dco> &nbsp;<qco> In \"Christmas isn't Real\", that part with the \"ands\" scrolling down against a rainbow background, is that in reference to so many people complaining about how much you use the word \"And?\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:24 pm</dco> &nbsp;<qco> Is it true you're going to be on the h3h3 podcast?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n9:06 pm</dco> &nbsp;<qco> I'm torn between 2 paths, how do I know which one to choose?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n9:04 pm</dco> &nbsp;<qco> what if women are men with diseases that were only contagious during birth</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n9:02 pm</dco> &nbsp;<qco> Do you ever consider making songs apart from your main content that have more traditional / serious lyrics? Why?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n8:58 pm</dco> &nbsp;<qco> How does studio engineer Bill react when musician Bill can't nail the part?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n8:50 pm</dco> &nbsp;<qco> Is there a one bar time signature change at the start of Christmas isn't real's chorus?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Any reason you included this?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n8:14 pm</dco> &nbsp;<qco> Would you say the Reality page is a good way to know you, besides here?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n7:48 pm</dco> &nbsp;<qco> Can we have the letters in the new song title?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n7:47 pm</dco> &nbsp;<qco> If Christmas isnt real, then how is the Easter Bunny?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n7:45 pm</dco> &nbsp;<qco> Have you ever went back on something you're typing and intentionally misspell it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n7:31 pm</dco> &nbsp;<qco> interesting choice to end some of your songs on non tonic chords that don't resolve. some would find it an unsatisfying end that leaves a bad taste in the listener's mouth. what made you decide that was the way it should be?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n7:13 pm</dco> &nbsp;<qco> I absolutely love the new song. I'm very curious about the time signature when you sing \"ba da dee da da dee do\". How would that be notated? Did you change from 4/4 to 7/8? It sounds so fascinating. Please enlighten me!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n7:04 pm</dco> &nbsp;<qco> In the latest song, you mentioned a lot more real world things such as Twitter and the Californian forest fires - as opposed from your other songs which seem relatively detached from reality. Was this a purposeful decision?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n6:31 pm</dco> &nbsp;<qco> when do you use capital letters and when do you dont?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> does christmas is real?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n6:14 pm</dco> &nbsp;<qco> Why isn't there a video for \"Christmas Isn't Real\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n5:51 pm</dco> &nbsp;<qco> Bill, I can see your new song on Spotify, but it is not yet on Youtube or your website. I have not yet listened to it, as I like to watch your content with the video before experiencing it through audio only. Is it intentional that you released it on Spotify first, or is this just an unfortunate side-effect of making sure the song rolls out on time on all platforms?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n5:49 pm</dco> &nbsp;<qco> whats the stupidest thing</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n5:34 pm</dco> &nbsp;<qco> thoughts on watermelon?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n5:07 pm</dco> &nbsp;<qco> So I've noticed myself having really specific problems with making content. A lot of times I'll feel anxious during the day and that's when I most want to make stuff, and I think of all these great ideas during times like class, but then afterward, when I actually have the opportunity to work, I'm so relieved and relaxed by the day being over that I can't call up the same emotions that I had during the day and therefore can't create anything genuine. Is this a problem you had to deal with at all, and if it was, is the solution to just wait until you're in a position where you make your own schedule, or is it something else? thanks</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n5:02 pm</dco> &nbsp;<qco> Why can't I stop procrastinating?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n4:35 pm</dco> &nbsp;<qco> i think you are careful not to be rude with yourself, nevertheless being extremely demanding of yourself</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n4:05 pm</dco> &nbsp;<qco> hi what does it mean if a sheet has a note symbol= numeric value on top of the first bar. for example&nbsp;♩&nbsp;= 132&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n3:59 pm</dco> &nbsp;<qco> if i cant solve problems that i dont understand nor know how to understand them whst do i do with them</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n3:52 pm</dco> &nbsp;<qco> is it better to be general or to be specific?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n3:49 pm</dco> &nbsp;<qco> is it true that when someone adds one of your songs to a playlist on spotify the artist gets an email telling them the name of the playlist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n3:32 pm</dco> &nbsp;<qco> In terms of time travel, do you think the universe has a predestination timeline (a timeline that had already been altered by your future slef even when you haven't gone back yet) or an alterable timeline where you can go back and send the timeline flying off in a completely different direction?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n2:41 pm</dco> &nbsp;<qco> why didnt you upload 'christmas isnt real' to the bill wurtz channel? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i would have missed it if not for twitter</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n2:01 pm</dco> &nbsp;<qco> how was it on the h3 podcast?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n1:53 pm</dco> &nbsp;<qco> What made you decide to release \"christmas isn't real\" before the video came out for it? (If the posts on your instagram are for a video for that song of course) Just wanted to try something different, or wanted to go ahead and put the song out?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n1:42 pm</dco> &nbsp;<qco> Well is the Easter bunny real?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n1:33 pm</dco> &nbsp;<qco> Does tying your shoes more often make you a better person, or is the benefit nominal?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n1:18 pm</dco> &nbsp;<qco> Im writing those questions to satisfy others curiosity because timezones make it impossible to see your answers to my questions. How do you feel about that?????</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n1:03 pm</dco> &nbsp;<qco> Are all songs remixes of the dictionary?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n12:33 pm</dco> &nbsp;<qco> just got my upper braces help</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n11:04 am</dco> &nbsp;<qco> When can you use the FMaj7#11 chord?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:50 am</dco> &nbsp;<qco> What are your thoughts on fruit?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:43 am</dco> &nbsp;<qco> What are you going to ask Santa for this Christmas (as in, what do you want for Christmas)?</qco> </h3><br><br>"
  }
]
