[
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n8:48 pm</dco> &nbsp;<qco> How do you appreciate something?</qco></h3>      like something and be glad it exists<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What is appreciation exactly?</qco> </h3>      liking something and being glad it exists<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n8:10 pm</dco> &nbsp;<qco> you should ruin this page with ads just everywhere, like pop-ups, videos that auto-play with max volume, ads that dim the background, ads that cover the entire corner, the whole she-bang. it's what these people want, right?</qco> </h3>      i'm considering doing that<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n7:46 pm</dco> &nbsp;<qco> It's July, Bill.</qco> </h3>      ah, that's true<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n7:37 pm</dco> &nbsp;<qco> what's the latest music trick you discovered?</qco> </h3>      i think i gotta go back to doing videos for all my songs even though it takes much longer. it's important<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n7:09 pm</dco> &nbsp;<qco> how many things are not there?</qco> </h3>      not where<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n6:28 pm</dco> &nbsp;<qco> where do i start if i want to learn music?</qco> </h3>      get an instrument, start touching it<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n6:25 pm</dco> &nbsp;<qco> you don't have any signs if emotion ever. what's up with that?</qco> </h3>      i do, but i respect your opinion<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n6:18 pm</dco> &nbsp;<qco> Why don't you make songs longer than 3 minutes?</qco> </h3>      i do. but i prefer to keep them under 3:30<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp; \n4:48 pm</dco> &nbsp;<qco> Do you work on your videos for almost the whole day? I want to work on my own projects too but I am scared of completely sacrificing my social life too significantly</qco> </h3>      i use all the time available\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n4:15 pm</dco> &nbsp;<qco> i'm bored tell me a joke</qco> </h3>      all the players on your favorite sports team just switched to another team\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> Is your shift/caps-lock key broken?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n2:09 pm</dco> &nbsp;<qco> how to spice things up in the bedroom?</qco> </h3>      you could turn the bed sideways\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n12:55 pm</dco> &nbsp;<qco> why r u so random?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n12:39 pm</dco> &nbsp;<qco> you replied to a question: \"i can find the prime factorization of 6 digit numbers in my head\" do you have a trick to do this? how would I find the prime factorization of 239429 in my head?</qco> </h3>      since it's already odd and doesn't have 5,  check for 3. the check for 3 is if the digits add up to another multiple of 3. you can also do this by knocking off all multiples of 3 you see in the digits, even if it's multiple digits next to each other. so delete the 9s, delete the 3, and delete the \"42\". and you're left with 2 which is not a multiple of 3 so we've ruled out 3. Now you just start moving through the prime numbers, checking each one. there are many different tricks here, but it's generally the same strategies for every other prime from now on. let's say we're checking for 7 (the next prime to check for). see the 23, on the left? that's close to 21, so let's change that to 2.  == 29429. what this means is, we just subtracted 210000 from the original number. so what this means is, if the original number is a multiple of 7, then 2949 has to be a multiple of 7 also because we just subtracted 210000 (which is clearly a multiple of 7).  basically we manipulate the original number by multiples of 7, until it is simple enough to see whether the resulting number is a multiple of 7. and if it is, congratulations the original number was a multiple of 7 also. in the manipulations, you are allowed to add or subtract any multiple of 7, and you can also multiply or divide by anything you want. so from 29429, i can see \"42\" in there, so you can just replace that with zero 29009 (we just subtracted 420, which of course is a multiple of 7).  now let's add 21 == 29030, knock off the zero at the end (you can divide this by 10 and it won't effect whether or not it's a mutiple of 7, so you can knock off zeros on the end all you want.) so 2903. now let's add 7 == 2910, knock off the zero = 291.  (you can see the strategy, we're adding/subtracting small multiples of 7 based on whatever can even off the end to have a zero at the end, because then we can kill the zero and the number shrinks and still has its same status with regard to being a multiple of 7 or not.)  so from 291, take off 21 is 270, knock off the zero is 27. which is clearly NOT a multiple of 7. basically i'm adding and subtracting multiples of seven to get the number simpler and simpler until eventually we can tell if the resulting number is a multiple of 7.   and if you couldn't see whether 27 was a multiple of 7 then you could just knock off the 7 and it's 20, knock off the zero is 2. which is not a multple of 7. So congratulations, the original number (239429) is not a multiple of 7. Next we check for 11s. i would start with the left again, because 23 is so close to 22. replace it with 1 == 19429. then add 11 to the right,(and kill the zero) 1944. you can knock off 44, and pow, 19, not 11. so 11 is ruled out. Then start again for 13.  from the left, change the 23 to 10 (effectively subtracting 130000), == 109429. '109' is 5 above 104 which i happen to know has 13 in it, so replace 109 with 5. == 5429.  54 is 2 above 52, which i happen to know has 13 in it, so 229. what's the nearest multiple of 13 above 229? 260. is that a multiple of 13 away? can't be because the only one in that century with 1 at the end of it is 91 and it's not 91 away (it's 31 away, again non-13.) so 13 is out. now check for 17. repeat this process through the primes, 17, 19, 23, 29, 31, etc etc.  and you may be wondering \"how far do i have to go before knowing if the original number is prime.\" well the answer is, if you are checking them all in order and you do it correctly, the process is guaranteed complete once you reach the square root of the original number. the way to loosely figure that out is, look at 250000. square root of that should be 5 with zeros ...500 times 500 should be 250000. so in this case if you check all the primes up to 500 and you don't find a match then you know you can stop. but if you find a match at let's say 31, then you divide the thing by 31 and then you have a much smaller number to work with, and find the primes there. then when you're done just include 31 as well. by the way i didn't check 31 in this example so 31 probably is not in there\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n12:09 pm</dco> &nbsp;<qco> does random = funny?</qco> </h3>      nothing is funny\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n11:56 am</dco> &nbsp;<qco> do you enjoy making videos?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n11:32 am</dco> &nbsp;<qco> have you considered trumpets</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n11:32 am</dco> &nbsp;<qco> Do you always reply \"oh hell yeah\" to most if your questions?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n11:28 am</dco> &nbsp;<qco> Why are all your videos in 25 fps</qco> </h3>      would would they not be\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n11:14 am</dco> &nbsp;<qco> why did you make reality video?</qco> </h3>      because if i didn't then i would have been talking to nobody all these years\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n10:52 am</dco> &nbsp;<qco> Why don't you use comic sans as the font of your webiste?</qco> </h3>      why would i\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n10:47 am</dco> &nbsp;<qco> What was your first video?</qco> </h3>      maybe an improv video around 9.30.08. depends if you want to count those\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n10:29 am</dco> &nbsp;<qco> Do you like to travel?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n10:07 am</dco> &nbsp;<qco> Hey Bill I just saw on instagram that you use a very old version of Final Cut. I think you should switch to the pro X version because the magnetic time alone will save you a ton of time on your videos (you can also disable it when need be). I think you will also be able to transfer your current graphics to the new version of final cut. All this should enable you to finish something like the Japan video in 1 month. Although it may seem uncomfortable I believe that it is an absolute necessary step if you want to continue making longer videos within a reasonable amount of time. I am not an editing expert so I cannot offer you a tutorial. But if the tutorials on youtube don't help I'm sure one of your fans would be willing to help you over email on a step by step basis if you like. Would you be willing to consider it?</qco> </h3>      it is important to remember that on history of japan, more than 1 month was spent on things outside of the program you mentioned. it is upsetting to me when people think they have any idea what goes on in the process, and make assumptions about what takes which amount of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n7:07 am</dco> &nbsp;<qco> Where do you find the motivation to work on your content nonstop?</qco> </h3>      that's the only way to have it exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n6:48 am</dco> &nbsp;<qco> What are some cool things you can do with paper?</qco> </h3>      waste it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n5:06 am</dco> &nbsp;<qco> do you feel like you've learned all there is to know in terms of music&nbsp;&amp; theory, or are you of the school of thought that you'll always have room to improve?</qco> </h3>      you can always discover new tricks. you can make up tricks as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n4:58 am</dco> &nbsp;<qco> when you say your jazz covers started as a \"reading exercise,\" do you mean sight reading or something else?</qco> </h3>      mainly it was practice reading melodies. i've always been way ahead of my peers in sight reading rhythms, but when it comes to the notes i was still perhaps a little behind (as of 2012 or so) at least when compared to someone who had had a melodic instrument as their main instrument from a young age\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n2:40 am</dco> &nbsp;<qco> What's a good punchline when telling a joke?</qco> </h3>      america online\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n2:07 am</dco> &nbsp;<qco> are we in a simulation?&nbsp;</qco> </h3>      of what\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n1:00 am</dco> &nbsp;<qco> In a match of Rock-paper-scissors, which of the three is your go-to pick?</qco> </h3>      whichever one wins against the other person's item\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n12:32 am</dco> &nbsp;<qco> What are your thoughts on publishing original research?</qco> </h3>      sometimes you just publish your research, and POW. it's public! you just published original research!\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.21.17&nbsp;\n12:07 am</dco> &nbsp;<qco> do pigeons have feelings</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n11:59 pm</dco> &nbsp;<qco> in \"hi im steve\", what was the song that played when the mountains were shown</qco> </h3>      i did not name it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n11:58 pm</dco> &nbsp;<qco> Any cool prank ideas?</qco> </h3>      being born\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n11:13 pm</dco> &nbsp;<qco> Why do you always try to be reasonable? Being unreasonable is fun. and interesting.</qco> </h3>      ah, that seems reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n10:55 pm</dco> &nbsp;<qco> Are there qualities you have or enjoy about life that people don't understand/care to understand?</qco> </h3>      i can find the prime factorization of 6 digit numbers in my head. it's not necessarily fun, but if i am trapped in a room with absolutely no internet or no ability to get any work done, it is something to do. as long as i can find something with a serial number or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n10:15 pm</dco> &nbsp;<qco> What's beautiful to you?</qco> </h3>      i don't know until i see it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n10:12 pm</dco> &nbsp;<qco> Did you ever expect your videos to blow up?</qco></h3>      i was willing to do it until they did<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How are you dealing with the fame?</qco> </h3>      it feels normal by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n9:42 pm</dco> &nbsp;<qco> damn this sucks. lots of good musicians seem depressed. any ideas why?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n9:36 pm</dco> &nbsp;<qco> What do you think of your first video (die, in case you forgot)&nbsp;</qco> </h3>      that was not my first video, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n9:34 pm</dco> &nbsp;<qco> What size paper do you prefer?</qco> </h3>      8.5x11 inches seems standard where i'm from, and it's what i am used to\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n9:10 pm</dco> &nbsp;<qco> Hi bill! Quick question,, what would it take for you to stop doing content?</qco> </h3>      maybe if i feel like i've made everything i can make\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n9:04 pm</dco> &nbsp;<qco> What cool things can you do with HTML?</qco> </h3>      make web sites\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n8:54 pm</dco> &nbsp;<qco> Why is everything so heavy?</qco> </h3>      perhaps because you are not strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n7:57 pm</dco> &nbsp;<qco> What do you think of statements.</qco> </h3>      they are ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n7:52 pm</dco> &nbsp;<qco> If the kardashians are A-List celebrities and dogs on Instagram are Z-List celebrities, where would you place yourself on this scale</qco> </h3>      i would prefer to jump between the lists if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> When you said \"music makes me feel so interesting\" did you mean that it makes you feel like you are interesting to other people or that the feeling you get from music is interesting to you?</qco> </h3>      interesting feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n7:09 pm</dco> &nbsp;<qco> thoughts on the cosmic microwave background??</qco> </h3>      beyond that, there could be anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.20.17&nbsp;\n6:45 pm</dco> &nbsp;<qco> I think the frustrating part is we do not know any of your likes dislikes (or at least none in particular). Do you do that intentionally to maintain privacy?</qco> </h3>      what frustrates me is no one seems to let me appreciate the unique myriad of qualities in every different thing. isn't that why we're here\n<br><br>"
  }
]
