[
  {
    "html": "<h3> <dco>2.21.23&nbsp; 10:14 am</dco> &nbsp;<qco> What is your 15th least favourite book?</qco> </h3>      \ni don't keep such a list\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.23&nbsp; \n8:08 am</dco> &nbsp;<qco> can we see the full chair chat from the beginning of 'here comes the sun'?</qco> </h3>      \ni don't think there was anything left out of the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.23&nbsp; \n8:06 am</dco> &nbsp;<qco> What do you do in your dreams</qco> </h3>      \nsometimes i produce music. the sad part about that is i don't get to keep the product when i wake up\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.23&nbsp; \n7:36 am</dco> &nbsp;<qco> Hi Bill, would you ever consider writing a musical to be performed on a real stage?&nbsp;</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.23&nbsp; \n2:57 am</dco> &nbsp;<qco> it messes with some sometimes that life is completely random. we have no control over where and how we're born. I wish I grew up in a place and family that was less toxic, and more encouraging of kids pursuing arts. but i'm stuck in this almost suffocating situation. but then, would I even be interested in music - in a different life?&nbsp;</qco> </h3>      \nevery life situation has a lot of plusses and minuses. sometimes it's hard to recognize them when they're right in front of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.23&nbsp; \n1:42 am</dco> &nbsp;<qco> Are haikus art? They almost feel too easy to be considered as such.</qco> </h3>      \ni think the popularized usa version of haiku turned into a bit more of a math game. i have to assume that the original japanese concept of what a haiku is is different. i continue to assume that there was a standard melody that they are supposed to have, and that would make the whole thing make sense for me. but this is entirely my own personal conjecture\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.23&nbsp; \n1:11 am</dco> &nbsp;<qco> why'd you wear different earbuds for the podcast the other day?</qco> </h3>      \nbecause the audio output on the device i was using is a different shape from the device you may have seen me use before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n11:27 pm</dco> &nbsp;<qco> everytime i seem to achieve a sense of extreme happiness, i immediately panic about it leaving. i want to feel that way forever. how do I focus on the happiness itself, instead of worrying about when it will leave? it seems impossible&nbsp;</qco> </h3>      \nthink of happiness as the high point of a wave. it doesn't really matter how high it is, except to say that it's definitely higher than the other parts of the wave. And without the wave, of course, there's no high point. so the only way you're going to perceive this feeling is if there is an up and down wave. Maybe if you are not so good at focusing on the current wave, maybe you could actually start planning for the next high point\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n10:47 pm</dco> &nbsp;<qco> You seemed to have had a lot of motivational quotes on your wall in the studio you used from november 2010 to april 2011. Where did they come from?</qco> </h3>      \nthe owner of the building had collected them over time and printed them out\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n9:20 pm</dco> &nbsp;<qco> The frequencies of light that are visible to humans range from about 400 trillion to 790 trillion Hz. As you already know, when a sound rings at twice the frequency of another sound, we perceive them as being an octave apart. Something similar does not currently appear to be possible with light. If humans had evolved to see a wider spectrum of light and were able to see a color that was twice the frequency of another color, would they perceive them as being an \"octave\" apart, </qco></h3>      i'd have to assume so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what might that be like?</qco> </h3>      i'd describe it the same way as i'd describe an octave of audio. which i also can't really describe except to say it's the same note but higher\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n8:43 pm</dco> &nbsp;<qco> favorite element on the periodic table</qco> </h3>      \nthe first one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n5:54 pm</dco> &nbsp;<qco> Do you listens to your own music because I don't and I think most of the artists also don't(?) makes me wonder why. Perhaps it's because after a long recording and mixing session I just got fed up listening to it</qco> </h3>      \nit's very sensitive. so, depending on my mood, it can be a fantastic experience or terrible. if i'm feeling optimistic about it, then it's thrilling to feel like i've done something great. but if i'm in a more doubtful mood, then it's terrifying to find out what i've done\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n4:39 pm</dco> &nbsp;<qco> when will they make it safe to look at the sun</qco> </h3>      \ni'd say within the next 5 years, as long as you have your glasses on\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n4:10 pm</dco> &nbsp;<qco> I recently realized I'm a massive coward that basically always avoid confrontation, and recently it's really been getting me down. Tips?\n<br></qco> </h3>      \njust work your way up. confront something slightly larger each day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n3:18 pm</dco> &nbsp;<qco> do you think video games are art?</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n8:25 am</dco> &nbsp;<qco> Is there anything I should know?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n8:15 am</dco> &nbsp;<qco> Have you ever been a perfectionist?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n8:03 am</dco> &nbsp;<qco> what the fuck is a time signature and how do i read and write their expressions</qco> </h3>      \ni guess 90% of the game here is realizing that the most common time signature is 4/4, also sometimes written as 'C'. This means there are 4 beats per bar. if you already have an understanding of beats and bars, then i can go ahead and explain how the number system works (which, again, is really only important about 10% of the time, because most of the time it's just 4/4 and you don't have to worry about it). But if you don't know what beats and bars are, then i'd have to start there. There is a mathematical explanation of how the time-signature system works, and it's good to understand that, but, there's also some ways that it's used that are more like a societal standard and not so much just math. The way the number system is supposed to work is, the top number is how many beats there are in a bar (4) and the bottom number is what note gets one beat. So for example, 4/4 (written on paper with the first number directly on top of the second number) means there's 4 beats per bar, and a quarter note gets one beat. 7/8 should mean there are 7 beats per bar, and an 8th note gets one beat. But actually, the second half of those statements is kind of shaky, because, for example, in a time signature like 6/8, which is extremely common, it would be like \"6 beats per bar, and an 8th note gets 1 beat\" but in many cases 6/8 is really felt more like 2 beats per bar and a dotted quarter gets one beat (which is mathematically equivalent, but no one writes dots in timesignatures). But, one thing that remains certain, it still correctly describes the bar length. So it would always be accurate to say, for 6/8 for example, there are 6 8th notes per bar. In 4/4, there are 4 quarter notes per bar. in 11/16, there are 11 16th notes per bar. This way of describing it will always be correct. in 3/4, there are 3 quarter notes per bar. in 2/2, there are two half notes per bar\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n6:58 am</dco> &nbsp;<qco> how do you practice mindfulness</qco> </h3>      \nhave a mind. then you're all set\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n2:44 am</dco> &nbsp;<qco> What if your art simply isn't good enough?</qco> </h3>      \ni wonder how good it's supposed to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n2:43 am</dco> &nbsp;<qco> can you please explain yourself?</qco> </h3>      \ni'll try\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n1:44 am</dco> &nbsp;<qco> should I do college? Its expensive.</qco> </h3>      \nit seems drastically counterproductive to me, especially as the world continues to change the way it does. but then again, i don't even know the first thing about what college is or what it does, so i may be missing something<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.23&nbsp; \n1:41 am</dco> &nbsp;<qco> What do you do when you don't know what to say to make someone feel better?</qco> </h3>      \nlisten to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n10:40 pm</dco> &nbsp;<qco> what is your favorite concept album?&nbsp;</qco> </h3>      \nconcept albums never seem to work out as well as the album concept\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n8:59 pm</dco> &nbsp;<qco> is what you make a good representation of what is in your mind</qco> </h3>      \nno, but it's a good start\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n8:32 pm</dco> &nbsp;<qco> is it bad that i'm completely, utterly incapable of whistling? </qco></h3>      it all depends if you have to do it, or want to<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this may sound like a sad thing to be upset about but lots of my musician friends whistle all the time and it feels like it's to taunt me about my inability. like i'm really damn good at music but can't whistle to save my life.</qco> </h3>      i just about can't do it either. i can't produce any notes outside of D to B range (less than one octave total range), and even within that i have very little control\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n7:07 pm</dco> &nbsp;<qco> will the second podcast (presumably the one abt paul mccartney recommendations) be posted on your website</qco> </h3>      \nno. it would be if i was the host, but i am not the host of that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n6:26 pm</dco> &nbsp;<qco> sometimes i like to stand in a field and cry about how big and small the field is at the same time. do you also do this, bill?</qco> </h3>      \nthat's a trick question, because you are just repeating something i said back to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n6:22 pm</dco> &nbsp;<qco> which affirmative is best to use in casual texting: \"yeah\", \"yea\", \"yes\", \"ye\", \"yep\"?</qco> </h3>      \nit's best to change and vary it, in such a way that gives the strongest indication that you are an actual person, with full blown sentience\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n5:03 pm</dco> &nbsp;<qco> How did you come up with La de da de day oh in 2008?</qco> </h3>      \nthe \"la de da\" chorus is from september, 2012. the first verse \"i don't have enough time\" etc is from february 2009. none of it is from 2008\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n4:06 pm</dco> &nbsp;<qco> what's the average track count for bill wurtz songs made in the year 2022?</qco> </h3>      \n200, i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n3:01 pm</dco> &nbsp;<qco> What do you think of the multiverse theory?&nbsp;</qco> </h3>      \ni have to assume there's multiple multiverse theories\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n12:44 pm</dco> &nbsp;<qco> for vocal tracks, do you think it's better to try and get one single pretty good overall take, or to compile the best parts of a bunch of takes together?</qco> </h3>      \nit depends what year it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n12:39 pm</dco> &nbsp;<qco> is it possible to make music without relying on society's prebuilt knowledge? like make your own musical system, writing system, everything</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n11:42 am</dco> &nbsp;<qco> Hey, do you have a manual for detour taking?&nbsp;</qco> </h3>      \nno, but for practice you can try taking it at every moment possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n9:26 am</dco> &nbsp;<qco> am i supposed to understand&nbsp;</qco> </h3>      \nthe option is available. sometimes if it's more difficult that makes it more rewarding\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n9:21 am</dco> &nbsp;<qco> what inspired you to start making music? </qco></h3>      it must have been music itself<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or well, how did you just decide you wanted to share your work with the public? </qco></h3>      that seems like a basic human need, although it can be extremely scary. it took many years to get up the courage<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;was it a big thought process or did you just do it?</qco> </h3>      it just took many years of wanting it more and more and more and more, until i became so desperate that the desire finally outweighed the fear\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n9:04 am</dco> &nbsp;<qco> why is write and right two different words i can't stop using them interchangeably</qco> </h3>      \ni'm not surprised they are 2 different words, because they have totally different meanings. but what might seem surprising is that they sound the same. but the reason for that is probably just because there's a limited amount of distinctive sounds we can speak. so some words have to share the same sound. \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n7:21 am</dco> &nbsp;<qco> I've noticed a certain rhythmic motif you use in a lot of particular you're newest songs;&nbsp;if we're talking in semiquavers it would be something like: ONE and two AND three and FOUR and ONE and two AND THREE and four and so on.( basically the whole of \"if the world doesn't end\") I honestly love it and was wondering if it was intentional to include it in a lot of ur songs or if it was an accident</qco> </h3>      \nall my songs are an accident. i meant to be a welder\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n5:54 am</dco> &nbsp;<qco> are circle speech bubbles superior to square ones</qco> </h3>      \nsquare would probably be better than circle, if you had to pick between just those two. but in most cases it's probably better to use a vague blend between rectangle and elipse\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n4:49 am</dco> &nbsp;<qco> have you ever thought about writing a book?</qco> </h3>      \nno, but i like writing all kinds of other things\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.23&nbsp; \n4:30 am</dco> &nbsp;<qco> Is the fact that wearing soft clothing makes you feel like you're rough in comparison the only reason you like to wear soft clothing?</qco> </h3>      \nthat whole thing is fictional\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n10:01 pm</dco> &nbsp;<qco> what do you consider to be unreasonable?</qco> </h3>      \nreading a popular song's lyrics (without even hearing/playing the song) as an attempt to somehow demonstrate that the song is stupid\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n9:58 pm</dco> &nbsp;<qco> sometimes when i lose motivation i realize i need to think of the step AFTER the current one and then i just want to rush the current one as hard as never before</qco> </h3>      \nyep, that's a pretty good trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n9:29 pm</dco> &nbsp;<qco> have you written any satirical scripts?</qco> </h3>      \nyep\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n7:59 pm</dco> &nbsp;<qco> hi bill! how to be more confident at being alive? in general. everything scares me so much&nbsp;</qco> </h3>      \nuse simple vocal exercises as a calming technique\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n7:51 pm</dco> &nbsp;<qco> do you think that art can be defined</qco> </h3>      \nhere's a good test: just start using the word art and see if people have any idea what you're talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n7:06 pm</dco> &nbsp;<qco> Do you ever think you are a lamp</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n4:53 pm</dco> &nbsp;<qco> why are you so real</qco> </h3>      \nit's worth a try\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n3:57 pm</dco> &nbsp;<qco> why were you gonna be sick in: \ti like to wear soft clothing (cause it makes me feel like i'm rough in comparison)</qco> </h3>      \ni think i was having too much fun\n<br><br>"
  }
]
