[
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n7:16 am</dco> &nbsp;<qco> Do you ever think?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n7:13 am</dco> &nbsp;<qco> What do you think about thinking</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n7:03 am</dco> &nbsp;<qco> Why do you edit your videos with thos style of editing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n6:00 am</dco> &nbsp;<qco> my pants stopped being sexy, what do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n5:24 am</dco> &nbsp;<qco> How do I convince my friend that his relationship with his girlfriend is toxic?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n5:18 am</dco> &nbsp;<qco> When you use \"baby\" in your lyrics do you mean an infant.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n4:01 am</dco> &nbsp;<qco> Hi Bill,\n<br>\n<br>I have this really bad habit of starting really cool projects (at least, it seemed exciting stuff at the time), but then never finishing really any of them because they are displaced by new, current, in the moment things to think about and plan and try to do. It's like I forget how awesome the ideas felt to me when I came up with them. I've tried your strategy of just cateloging and recording every damn thing I think of, but I never end up going back to listen to them, and meanwhile I'm neck deepin something else that caught my attention, whether it's figuring out how the fuck math works, how the fuck computers work, how the fuck communication (e.g. talking politely, teaching) works, and also how the fuck the world works. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;   realize of bad habits to have, this is definitely not the worst I could have. But it's just so fucking annoying when you are going to bed at 2 in the morning to wake up for school at 6:30 and you feel like you\n've done\n nothing of substance, big and meaningful. Like I could be doing so much more, making the world just a little more cooler (I'd like to think), but just controlling the urge to swim deeper into the ocean even though you just dragged yourself out of the deep end is hard somehow. I can't shift from thinking \"But what? But why?\" to \"time to make shit.\"\n<br>\n<br>And really? I'm realizing that I'm okay with myself still humming a long, looking at and thinking about interesting stuff, because at the end of the day it is fun. But how exactly can I keep this up forever?&nbsp;&nbsp;This is fun, but I've kind of had the same kind of fun for a while now. Can I please just switch? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  I'm honestly kind of just insecure, because now I'm just thinking, do I even know what I'm saying right now? Is it really that big of a deal? Even when my thoughts are trying to say otherwise. There is a disconnect here between feelings and thought, and I'm not sure what is going on. And no, those were not th\ne good w\nords to use there...that's not quite what I meant to say... I'm not sure if it's just sleep dep. making everything wobbly and unfocused, or my brain purposely trying not to think about this.\n<br>\n<br>I hate the feeling when I see both people that I follow online and people around me actually doing things, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  nd when other people around me are like \"dude just be lazy and stop caring so much\" IF I CARE SO MUCH WHY AM I GOING TO BED AT 3 JUST TO FINISH A GOD DAMN SCHOOL ASSIGNMENT well, let me take that back. I didn't start until 1, but I could have finished much earlier if I would have just half-assed it which would still have gotten me an A. And I was running away from starting it because I had no idea how to do it.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \nI'm trying to learn Debussy's L'isle Joyeuse over the summer, attempting to make a karaoke track to \"and the day goes on\" with a DS soundfont I have, digitizing a Bible of sorts (not religious) with cool layout, pictures, and design, making a movie with\n my frie\nnd starring King Lear, and creating computer programs to help with scheduling. (There's a circle here somewhere...) Oh, and writing college essays. The sad thing is, there is more than enough time to do all this stuff, and more time to do more, during the summer. I know this. Everything would be great if I actually worked on it, instead I'm not. And I know the answer to this is that I'm on the right track, or that there is a tipping point. It's just so frustrating, and scary, because I don't know if I want to see myself if I ever go past that tipping point.\n<br>\n<br>I don't want to be boxed into everything. But I'm kind of wondering if I do need some sort of box to be able to continuously work on stuff.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  I can't think of really a whole project to finish in a day, like your schedule when you were starting.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \nSorry, this kinda like turned into many different issues. I can't even lay a finger on a specific problem I'm having. Hate to bother you with this, but it's jus\nt a big \nfrustration for me that I haven't changed. Well, that's not true, I have changed a little, I'm looking at *literal* trash less often...\n<br>\n<br>Even if you don't reply, thanks for being an outlet for my thoughts. Sorry for this huge mess of a ramble, I'm also very tired, as I'm sure you are too.\n<br>\n<br>-IronLotus</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n2:52 am</dco> &nbsp;<qco> What is your favorite sort of kind of types?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n1:59 am</dco> &nbsp;<qco> bet you never thought of yourself as a soup</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n1:58 am</dco> &nbsp;<qco> how to aggressively do new things within reason (i.e. not ruining life)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n1:55 am</dco> &nbsp;<qco> i just got a new job and it's really hard so I feel unmotivated to keep going. how do you motivate yourself to keep doing what you do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n1:39 am</dco> &nbsp;<qco> great new video bill! super neat. i'm a little curious, was the abrupt stop to the song intentional?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n1:18 am</dco> &nbsp;<qco> I have found screaming and yelling at my problems to be largely ineffective. any suggestions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n12:32 am</dco> &nbsp;<qco> do you have fun answerign questions</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n12:21 am</dco> &nbsp;<qco> Why do some of your videos look like acid trips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.23.18&nbsp; \n12:12 am</dco> &nbsp;<qco> what happened to your songs list where's the others?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n11:54 pm</dco> &nbsp;<qco> What do you think about your haters?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  Do you even have any hater to begin with</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n11:34 pm</dco> &nbsp;<qco> what's the best song? like in general</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n10:40 pm</dco> &nbsp;<qco> i just woke up from a 3 hour nap and i forgot which way up is</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n10:07 pm</dco> &nbsp;<qco> do you think you'll put out an album some time?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  also can you please put im crazy its raining on spotify?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n8:24 pm</dco> &nbsp;<qco> what do u think about brazil?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n7:00 pm</dco> &nbsp;<qco> Doesn't it make sense?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n5:56 pm</dco> &nbsp;<qco> how do i keep up ambition to make things myself as opposed to making things for others</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n5:49 pm</dco> &nbsp;<qco> What are your thoughts on learning an instrument on your own?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Does a musician need to be trained by a teacher,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or should they discover the ways to play&nbsp;&nbsp;themselves?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> is there a reason why sexy pants ends kinda abruptly?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n5:16 pm</dco> &nbsp;<qco> do you happen to be in Hawaii as of the current time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n5:00 pm</dco> &nbsp;<qco> how'd the panel go? wish i could've been there</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n4:54 pm</dco> &nbsp;<qco> If you could ask 3 questions about the future to a time taveler, what would you ask?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n4:16 pm</dco> &nbsp;<qco> hey, so how was the thing today?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n3:49 pm</dco> &nbsp;<qco> just found an actual needle in an actual haystack.... not sure what to do now.&nbsp;&nbsp;Help?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n2:37 pm</dco> &nbsp;<qco> this isn't a question but i just wanted to say the mix on hello sexy pants is extremely good. like, listen to this and compare it to outside, it's like 5000% better</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n2:24 pm</dco> &nbsp;<qco> I love how the \"pants\" in your new song/video represent the undercurrents of all of humanity's failings and our frail attempts to quell the incessant hemorrhaging of our true happiness brought about by our ravenous desire to endlessly consume and then merely medicate the outlying pains of our current reality leaving the root sickness fully intact...............&nbsp;&nbsp;How did you think to sum all of that up with pants?&nbsp;&nbsp;</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;So neat!!!!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n2:01 pm</dco> &nbsp;<qco> First of all, I love your songs, and I am always listening to them\n<br>Now to the question: Why do you edit your videos with this awesome psychodelic type of visual content?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nStay awesome!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n1:37 pm</dco> &nbsp;<qco> is his name simon says or just simon?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n1:15 pm</dco> &nbsp;<qco> Why does the color scheme affect where the q is placed in the word questions?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n12:26 pm</dco> &nbsp;<qco> are there any leftover jingles or things from your longer form videos? (history videos, etc)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n12:20 pm</dco> &nbsp;<qco> couple questions, when i try writing music (for instance, jazz), i often struggle with where to start, like if I should start out improvising overa simple ii-V-I chord progression or whatever</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n11:48 am</dco> &nbsp;<qco> Will the cows ever come home?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n11:44 am</dco> &nbsp;<qco> What's the best scandal?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n11:40 am</dco> &nbsp;<qco> Does your music have meaning? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; r is it just something you can just slap together that rhyme?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n11:28 am</dco> &nbsp;<qco> what's your favorite kind of pants</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n10:59 am</dco> &nbsp;<qco> Are you gonna be able to work on the video while you're at vidcon?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n10:38 am</dco> &nbsp;<qco> What are your pasttimes? (Aside from making videos or songs)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n10:15 am</dco> &nbsp;<qco> are you a radical centrist</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n9:34 am</dco> &nbsp;<qco> Do you agree with this analysis of \"hello sexy pants\"?\n<br>\n<br>\"This whole masterpiece is a analysis of late stage capitalism and its unnability to satisfy the alienated consumer it produce in the very negation of its production.\n<br>\n<br>What is the \"pants\" ? It's the commodified product par excellence, by owning the pants, you don't only own an object, you wear it and thus you make the object a part of your own identity, while you objectify yourself in the processus : at the end, the pants own you. That's how love work between humans, but that's also how it's manufactured in our spectacular society. As Baudrillard said \"seduction represent mastery over the symbolic universe while power represents only mastery over the real universe\"\n<br>\n<br>\"Where'd you get those pants ?\" said the cash cow : someone finally said that the king is naked. Indeed, where did those pants come from ? Isn't it the product of a bengali kid ? More deeply here relies \na critiq\nue of commodity fetishism : alienation make us forgot that we, as humans, are the producers of this pants;&nbsp;and just like the african tribes who forgot that they were the creators of their fetish, our production became our new god. No response to the quiet scream of the cow, just \"hello\", again and again. \"I wanna know why it hurts so bad\" : The ignorance of this alienation brings pain, we feel depossessed without understanding why, and when we see the pants we need to possess it badly by the act of consumption, since we don't feel that we own it by the act of production. We even have the feeling that the pants can \"make a wish come true\" : that's the final stage of the fetishised entity put above our heads. \"Hello sexy pants did you know that I like your pants ?\" : The commodity has become more than just pants.\n<br>\n<br>And in Congress all the boys get mad, and not because they oppose capitalism, bill wurtz is more subtile : the politicians are mad because they loose \ncontrol \nover the system, they no longer have a word to say in the direction, just like everyone, they become simple executant of the will of the Capital.\n<br>\n<br>While nature is out there, represented by the squirrels, all we can see is the omnipresent modern propaganda of the media, in this TV everything looks fine and nice, there is happy faces everywhere and it tells us to be friends, but in reality it's divising humans, humans are no longer \"friends\", they are actors in the representation of a friendship mediated by the society of the spectacle, in wich being a friend is just a question of posture, of \"friendly stance\".\n<br>\n<br>And then the capital tell you that thanks to him you can go all around the world, and indeed it became \"easy as 1, 2\" to go through the hills of France : tourism - human circulation packaged for consumption, a by-product of the circulation of commodities - is the opportunity to go and see what has been banalized. The economic organization of travel \nto diffe\nrent places already guarantees their equivalence. The modernization that has reduced the time involved in traveling has simultaneously reduced the real space through which and to which one can travel. And, as Debord pointed it \"while eliminating geographical distance, this society produces a new internal distance in the form of spectacular separation.\"\n<br>\n<br>After that the TV subtly reminds you the danger in criticize our society : you are against us ? Do you want to live in North Korea ? However, the nature of the commodity reaffirm itself soon after, North Korea is - like any other places and activities - something that must be subjugated to the ever expanding market, we need to shake some hands even here, for business - and pleasure - since the two must become the same unique thing But there still is hope, We all could wake up in the morning and enjoying a simple yet meaningful life. But is this true liberation ? Isn't it a way to distract us from the true solution w\nich must\n be collective ? Isn't this a pass to being lonely and to feel \"blue\" ?\n<br>\n<br>\"At the clothing store nobody tells you the whole world is changing\" : everything is said, capitalism don't tell you about the world it is making, you're here to buy as a mindless robot, you don't need to understand that the world is changing, in fact you mustn't;&nbsp;the world is changing by itself, by the forces of the Capital;&nbsp;and no one truly understand how : that's the ultimate \"proletarization\", proletarization in its essence is the privation of knowledges for a subject and the privation of a subject for knowledges, first we lose the ability to understand what we are producing, but in consequence we now lose the ability to understand what we are consuming, it's a vicious circle, the circle of the commodity. So buy your clothes and become your products, even if the clothes is always changing, seasons by seasons, we are not even able to see it, we are trapped in the phenomena wich do\nn't allo\nw us to see the noumena, the Capital instill in us the feeling that we are living in a never ending-present wich always existed and wich will always exist \"At the grocery store someone will tell you that what changed is you\" : that's the response of the Capital, it's not the world that is changing, it's you, you are the one who is not in phase with the perfect and immuable \"present\" of the spectacular society, so stop to complain and accept your fate, submit yourself to the system, learn it's rythm or accept that you are excluded from it;&nbsp;and why the grocery store ? Because the control of the spectacle is in the everyday life, in the most basic consumption.\n<br>\n<br>The pants are already forgotten, in this insatiable run for consumption, now we have a new fetish to love : the lamp, a lamp wich is so godly that it can \"light the whole darn sky\", but only \"at 2:pm\", never forget that everything is temporal in this world, and again, the Congress could do nothing against \nit, it c\nould not even replicate the modern worship of the commodity, the light became black down there.\n<br>\n<br>Simon is probably the most interesting and intriguing character of this song, he is the double bipolarity of capitalism : he is the worker wich face its own alienation, without meaning in his work he can't \"remember anything he've been doing\", because of the economic functionnement of capitalism, and perhaps worse, because of the ideological functionnement of capitalism he can't remember \"anything he remember\", \"everything that was directly lived has moved away into a representation\" we don't live our own life, we live the life of the Capital by the Capital for the Capital, we are just actors of a stageplay wich was written before we were born, instead of being the actor of our own artwork, we don't have our own memories since we're just travelling from one representation to another. Represented by the graphics behind him, Simon is nothing but a number among other. And \nthe grap\nhics also indicate us that Simon is also the financial world, the highest abstraction of the Capital, he don't know where he come from, he don't know who he is, is just here doing what he is made to. And there is the dramatical problem : They (the worker and the trader) don't care, as long as they find out what they're - supposed - to do. The \"supposed\" is the key to understand it fully, supposed according to who ? To what ? To the commodity, we don't think anymore, we don't put ourselves in an historical and ontogenetic approach, we are just here, doing what the God-Capital tell us to do, we become nothing more than a cog in a machinery that depass us all, that kill every bit of liberty in us. Simon IS the system, he is the one that tell us what to do, as showed by the use of \"Simon Says\", Simon wants to fully become us. He want us to become him. The reward ? A sign on your checks.\n<br>\n<br>Also, the lamp is very sexy.\"\n<br>\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n9:10 am</dco> &nbsp;<qco> do you hate jews?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n9:00 am</dco> &nbsp;<qco> Will you put more music on melon?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n8:12 am</dco> &nbsp;<qco> You got any shirts I can buy?</qco> </h3><a href=\"http://billwurtz.myshopify.com\">sure</a><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n7:45 am</dco> &nbsp;<qco> is there somewhere that i can watch your vidcon panel on the internet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.22.18&nbsp; \n7:12 am</dco> &nbsp;<qco> Was there a political message in your discussion of pants?</qco> </h3><br><br>"
  }
]
