[
  {
    "html": "<h3> <dco>1.15.25&nbsp; \n3:02 pm</dco> &nbsp;<qco> Do you ever say \"heavens to betsy\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.15.25&nbsp; \n1:47 pm</dco> &nbsp;<qco> is it a bad thing if i don't want to drink alcohol? i feel like i'm cutting myself off from a huge part of society and culture just because i don't want to consume a mind-altering drug. what do you think?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.15.25&nbsp; \n11:53 am</dco> &nbsp;<qco> Why is the alphabet arranged like that</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.15.25&nbsp; \n10:43 am</dco> &nbsp;<qco> what if there were no guidelines&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.15.25&nbsp; \n10:30 am</dco> &nbsp;<qco> I just turned 18, any advice?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.15.25&nbsp; \n9:46 am</dco> &nbsp;<qco> what was the worst question asked here</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.15.25&nbsp; \n9:34 am</dco> &nbsp;<qco> how do you feel when you grocery shop and you're one cent short?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.15.25&nbsp; \n9:10 am</dco> &nbsp;<qco> Caeser was assassinated in a senate meeting, That just happens to be held in the theater of Pompey -his enemy in the civil war-, But during that senate meeting, out of 8 or 9 hundred senates only around 200 came which made the 60 who were conspiring against him a very sizeable amount of the senates there which made his assassination way easier.&nbsp;&nbsp;My question is : did you invite the rest of the senates into like a BBQ or something so Caesar's assassination could be d9ne easier?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.15.25&nbsp; \n8:46 am</dco> &nbsp;<qco> what the hell is a kelvin and why is it used to measure temprature</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.15.25&nbsp; \n3:21 am</dco> &nbsp;<qco> Do you think we'll ever meet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n11:42 pm</dco> &nbsp;<qco> if new york exploded today and you had to live somewhere else, but you can choose any place on earth you want and immediately settle in with no problem, where would you go</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n10:20 pm</dco> &nbsp;<qco> thoughts on the midwest?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n9:44 pm</dco> &nbsp;<qco> there was allegedly a slang word in the late 1800s called \"arfarfanarf\". what do you think about this</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n8:58 pm</dco> &nbsp;<qco> I made a phonetic english writing system that i am relatively proud of, do you think im crazy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n7:48 pm</dco> &nbsp;<qco> why do we say \"the best thing since sliced bread?\" is anybody really that impressed with sliced bread? I'm not.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n5:19 pm</dco> &nbsp;<qco> do you prefer the unserious ue'q'stions or the other ones? Do you think there is a difference?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n5:12 pm</dco> &nbsp;<qco> Ten o'clock, is that ten on the clock, ten of the clock or ten off the clock? (ten over the clock?)(ten on clock?)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n3:24 pm</dco> &nbsp;<qco> The girl I like has a girlfriend.&nbsp;&nbsp;Is it over for me? \n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Any tips?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n11:48 am</dco> &nbsp;<qco> Do you like going to the grocery store?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n6:28 am</dco> &nbsp;<qco> what would be your top 3 sounds?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n2:49 am</dco> &nbsp;<qco> Are you satisfied with how your day has gone? Or do you wish it turned out differently?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n2:43 am</dco> &nbsp;<qco> How do you say \"1e&amp;a2e&amp;a3e&amp;a4e&amp;a\" out loud? I mean, how do you pronounce it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n2:32 am</dco> &nbsp;<qco> What is your favorite childhood lie</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n1:40 am</dco> &nbsp;<qco> have you ever considered exploring saturn to find the funny little green space people</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n12:48 am</dco> &nbsp;<qco> Do you look at walls often? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think lately they've become less moist, a bit drier, which counteracts all observations done beforehand. What does this mean for humanity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.14.25&nbsp; \n12:02 am</dco> &nbsp;<qco> How did you develop the stamina and self-discipline to work on projects nonstop for weeks, or even months? There are things I really like doing, and subjects I'm passionate about, but I can't imagine spending every waking hour working on any project for months at a time--no matter gow interested or engaged I would be in the project, I'd eventually get sick of it...how do you not get sick of working on audiovisual projects for inordinate amounts of time?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; 11:05 pm</dco> &nbsp;<qco> has this question been asked before?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n9:59 pm</dco> &nbsp;<qco> how to worry about everything less? it seems like so much pain exists and i feel powerless</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n9:57 pm</dco> &nbsp;<qco> Do you have any tips on how to reduce nasal inflammation after doing a little bit too much cocaine?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n9:41 pm</dco> &nbsp;<qco> The question I am to ask is one that I have been holding onto for years. However, in the time that has passed I have learned much of the world and grown old and jaded, and I think I know the truth... there never was going to be an episode about velcro, was there?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; 8:52 pm</dco> &nbsp;<qco> what's your favorite movie</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n5:28 pm</dco> &nbsp;<qco> how does your completed art influence your unfinished art?.. basically what i mean is do you get inspired(or something) by your past songs/videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n4:41 pm</dco> &nbsp;<qco> how are songwriters like you able to make each instrument feel so dynamic yet function together cohesively? what kind of things do you keep in mind?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n4:36 pm</dco> &nbsp;<qco> how should i travel back in time? (i want to sneak in a lady gaga music video without anyone knowing)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n4:30 pm</dco> &nbsp;<qco> whats the first number: 1, 0, or negative infinity\n<br>\n<br>if not these, then you choose</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n3:41 pm</dco> &nbsp;<qco> what do you think the dinosaurs would do in this situation</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n3:40 pm</dco> &nbsp;<qco> how much time is a lot?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n1:29 pm</dco> &nbsp;<qco> So, I've been singing my whole life, have JUST decided at 19 that I'd like to record this, completely new to \"producing\" if you can call it that at the moment, and for the life of me can't get myself to sync with... myself. I'll sing the melody and harmony lines, be really happy with them individually but when I put them together the phrasing of what I've sang is accidentally SO different. And THEN I hear the differences only by comparing them with each other, but the groove of each one is funky and I don't know which to stick with or how to sync them. They'll start in the same place but then somewhere in the middle something goes awry and they're way off. It's bananas.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n11:30 am</dco> &nbsp;<qco> Do you have any Old Year resolutions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n10:59 am</dco> &nbsp;<qco> If i dream about something i read that day which i didnt think much about. Do you think it was more important to my subconscious and thus appeared in the dream? Or could it be that it simply rolled the dice and picked a random data point to show</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n10:39 am</dco> &nbsp;<qco> I had lunch for dinner this morning</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n9:02 am</dco> &nbsp;<qco> you spelt questions wrong by the way, or am i wrong?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n3:59 am</dco> &nbsp;<qco> What's something that took awhile for you to get used to but now you really like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n2:51 am</dco> &nbsp;<qco> i have unreal thoughts sometimes like whether I am a washing machine or sth like that</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n2:13 am</dco> &nbsp;<qco> what do you think of tetris as a symbol of humanity's yearning to bring about order from chaos, and its ultimate consequence of accelerating the onset of further chaos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.13.25&nbsp; \n1:41 am</dco> &nbsp;<qco> At what point should you entertain the idea of a travel agent?Vacation planning is.....overwhelming.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.12.25&nbsp; \n10:40 pm</dco> &nbsp;<qco> have you found any trends in the sorts of questions people ask here?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.12.25&nbsp; \n9:18 pm</dco> &nbsp;<qco> maybe it's just an impression i get from your answers on this page but you seem to be mostly immune to anger. if true, how did you manage that, if untrue how do you make it look that way? i always briefly lose my shit when i have expectations and then things go contrary to it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.12.25&nbsp; \n9:04 pm</dco> &nbsp;<qco> genre is marketing but marketing is sometimes important</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.12.25&nbsp; \n9:00 pm</dco> &nbsp;<qco> how come stuff happens when you don't want it to</qco> </h3>"
  }
]
