[
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n1:22 pm</dco> &nbsp;<qco> You have made 394 videos for YouTube so far. Are you satisfied?</qco> </h3>      they weren't necessarily made for youtube, but i posted them there because youtube is a common and popular site<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n1:02 pm</dco> &nbsp;<qco> What is important?</qco> </h3>      the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n12:54 pm</dco> &nbsp;<qco> Is truth relative, or a matter of opinion?</qco> </h3>      the real truth is the size of the entire universe. so any time you want to fit truth into one sentence, you're basically gonna have to make it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n12:50 pm</dco> &nbsp;<qco> Do you mind personal questions, e.g. questions about you, or do you prefer questions about things you're doing?</qco> </h3>      i try to just deal with whatever questions people ask. that's part of the fun of this page\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n12:48 pm</dco> &nbsp;<qco> What do you write lyrics about? And what inspires your lyrics?</qco> </h3>      the world i live in\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n12:41 pm</dco> &nbsp;<qco> Will you go salsa dancing with me?</qco> </h3>      i would prefer to be the one making the salsa\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n12:21 pm</dco> &nbsp;<qco> We've been at this for almost a year Bill. The shareholders are angry and are getting close to pulling out of the deal. Where the fuck is my fucking video?</qco> </h3>      which one is yours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:59 am</dco> &nbsp;<qco> Which would you choose, $1 now, or $1.50 a month from now?</qco> </h3>      $1.50 a month from now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:55 am</dco> &nbsp;<qco> Do you expect to see comments like, 'this video should've only taken 30 hours tops' again?</qco> </h3>      no, i expect to not look at the types of pages that may have those types of comments. and if someone sends me something like that through the questions page, i might press the caps lock key\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:28 am</dco> &nbsp;<qco> <a href=\"plans-after-hotewig.html\">will you make more jingles and random things after hotewig?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:23 am</dco> &nbsp;<qco> what do you like to use to block out the haters? </qco> </h3>      a force field\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:12 am</dco> &nbsp;<qco> what's something you only recently discovered about yourself?</qco> </h3>      i might actually finish this project i've been working on since last summer\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n11:09 am</dco> &nbsp;<qco> did u ever make a reality video for when u were making HOTEWIG because i would really like to see the artistic process that u put into it</qco> </h3>      \ni have been recording journals every day just as i have for the last 7 years. making those journals into videos, as usual, will get kicked down the road until whenever it's a good time to put my entire career on hold\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n10:56 am</dco> &nbsp;<qco> what stage are you on making the video?</qco></h3>      making final adjustments and making sure everything is ok<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nare you almost finished on that stage?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n10:44 am</dco> &nbsp;<qco> Would you ever do a interview so your audience can really know who you are or are you just too shy? i'm curious</qco> </h3>      i have answered probably over 20,000 questions here. if you read this entire site, you will probably know me extremely well although you won't know what i eat for lunch i am sorry about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n10:31 am</dco> &nbsp;<qco> thoughts on going to the cinema alone?</qco></h3>      ah, very professional<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; have you done that before?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n10:30 am</dco> &nbsp;<qco> do you feel like these questions don't do enough to stimulate you intellectually?</qco> </h3>      the main way this page stimulates me is spirtually<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n10:04 am</dco> &nbsp;<qco> why express ideas in your art that you don't necessarily agree with/believe in? </qco> </h3>      perhaps to add some variety, and intrigue\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n9:30 am</dco> &nbsp;<qco> wouldn't it be funny if you just didn't release this new video, and kept it all to yourself?</qco> </h3>      normally that would seem counter productive but i am starting to consider it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n8:33 am</dco> &nbsp;<qco> <a href=\"favorite-instrument.html\">what is your favorite instrument?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n8:23 am</dco> &nbsp;<qco> have you considered making another deadline to give yourself a final boost similar to the one in december? or would that trick no longer work</qco> </h3>      right now i don't really need a boost because i am so close to finishing the project. the important thing now is that i make sure everything's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n8:09 am</dco> &nbsp;<qco> Can we except the alphabet shuffle to come to your website along HoTEWIG?</qco> </h3>      i think so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n7:41 am</dco> &nbsp;<qco> Whoa bill, is the stress of the project getting to you? I've never seen you use all caps before</qco> </h3>      it has always been a valuable tool, in my repertoire\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n7:24 am</dco> &nbsp;<qco> do you draw strength from being alone?</qco> </h3>      only because it gives me time and space to focus, and work\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n7:21 am</dco> &nbsp;<qco> why does everybody and their uncle's iguana want you to do collaborations</qco> </h3>      i don't know<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n6:35 am</dco> &nbsp;<qco> who let the dogs out?</qco> </h3>      the dogs were originally out. i think the more important question is who put the dogs in confinement, in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n5:39 am</dco> &nbsp;<qco> is becoming weaker sometimes better than becoming stronger? i noticed that when i had cancer. my boss always told be i was being so tough and so strong, but i didn't feel like that at all. i felt like water, just flowing. i just let the cancer happen, there was no fight. and i think that was the right thing to do (becoming weaker instead of stronger) bc i recovered pretty fast from it and had no big trauma's or anything. but i also think it depends from situation to situation if being stronger or weaker or staying the same is better. </qco> </h3>      ah, i agree. if the word 'weak' seems too negative, i think 'peace' is what you are talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n5:08 am</dco> &nbsp;<qco> can you explain gravity</qco> </h3>      gravity is usually what explains other things\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n4:51 am</dco> &nbsp;<qco> What exactly prompts you to answer a question in all uppercase such as \"THE PROJECT IS NOT DELAYED I HAVE BEEN WORKING ON IT EVERY DAY AS FAST AS I CAN FOR THE LAST 323 DAYS BUT I RESPECT YOUR OPINION\"?</qco></h3>      each item of white text on this page is prompted by the purple text that comes immediately above it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nAre you literally yelling at your keyboard while typing it out? Are you trying to convey an angry feeling in your answer or is it just for emphasis?</qco> </h3>      i pressed the caps lock button, which makes the letters a bit larger. i thought the reason for doing this was clear given the context of the situation, and i thought i explained it clearly\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n4:34 am</dco> &nbsp;<qco> I think people get annoyed because you say \"very small things\", so they assume it will take 5 minutes</qco> </h3>      i've been working on this thing for 10 and a half months, i kind of want to make sure it's all set\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n4:23 am</dco> &nbsp;<qco> maybe you should just keep the video for yourself and not release it since people are so annoying</qco> </h3>      you know i never thought about doing that but i am starting to consider it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n3:49 am</dco> &nbsp;<qco> <a href=\"more-of-the-same.html\">Will there ever be another history video? I love your japan one, along with like 25 million other people.</a> </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n3:35 am</dco> &nbsp;<qco> What do you recommend I study for my APWH test (May 11th) </qco></h3>      i have no idea, i don't know what's on the test<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PS ILL PAY YOU LIKE 20$ TO GET THE VID UP BY MAY 11th like you don't have to no pressure but just a lik incentive ;)</qco> </h3>      i will finish it as fast as possible, regardless of how much money you give me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n2:22 am</dco> &nbsp;<qco> when people ask two things with a question mark like \"sky or ground?\" they mean do you prefer one or the other like tits or ass</qco> </h3>      oh, ok. well even so, it's an impossible question. everything exists and i'm glad\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n2:14 am</dco> &nbsp;<qco> Is it wrong that the biggest reason I'm looking forward to this video being out is to see what comes afterwards?</qco> </h3>      oh, too real\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n2:11 am</dco> &nbsp;<qco> do you sometimes feel whelmed? not overwhelmed, not underwhelmed, just... whelmed.</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n1:43 am</dco> &nbsp;<qco> are you a mechanical pencil kind of guy</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n1:33 am</dco> &nbsp;<qco> Would you agree that basic income would be chaotic for a large country such as China or the US and would be better implemented in a country with a small population for the current global economy </qco> </h3>      i never thought of it that way but you might be right\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n1:27 am</dco> &nbsp;<qco> Is the new list of things to do for HOTEWIG  bigger or smaller than the last one? </qco> </h3>      smaller\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n1:21 am</dco> &nbsp;<qco> <a href=\"which-questions-to-answer.html\">How do you determine which questions you answer? Do you randomly pick from a horrible mix of awful questions with a few good ones or do you hand pick the good ones? Are there criteria that we could refer to so your general question pool is of a higher quality?</a> </qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n12:44 am</dco> &nbsp;<qco> Is there anything your new video you wanted to add but lacked the skill to do so?</qco> </h3>      yes, and then i learned to do it anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n12:42 am</dco> &nbsp;<qco> do you remember the lyrics to all of your songs by heart?</qco> </h3>      no, especially not the ones that haven't been recorded\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n12:36 am</dco> &nbsp;<qco> when you fix big problems does it create smaller problems</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.17&nbsp;\n12:31 am</dco> &nbsp;<qco> I think email is the greatest advancement in professional communication to this day. Do you have feelings about email?</qco> </h3>      yes i think it's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.17&nbsp;\n11:50 pm</dco> &nbsp;<qco> Will we see you post a video on youtube anytime soon?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.17&nbsp;\n11:41 pm</dco> &nbsp;<qco> <a href=\"how-do-i-ask-a-question.html\">how do i ask questions? this is something that has been bugging me for a long time. Can you tell me how?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.17&nbsp;\n11:34 pm</dco> &nbsp;<qco> your recent capital-letter explosions are scaring me</qco> </h3>      if you think capital letters are scary, wait til you see what's going on in syria\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.17&nbsp;\n10:52 pm</dco> &nbsp;<qco> do i get points for trying?</qco> </h3>      trying what\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.17&nbsp;\n10:37 pm</dco> &nbsp;<qco> WHAT ARE YOUR KINKS</qco> </h3>      talent\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.17&nbsp;\n10:34 pm</dco> &nbsp;<qco> 3x37 = 112, did you know that</qco> </h3>      it is not, but i respect your opinion\n<br><br>"
  }
]
