[
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n6:27 pm</dco> &nbsp;<qco> Have you ever ate chips?? It's a very good product.</qco> </h3>      \nfuck chips\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n6:23 pm</dco> &nbsp;<qco> Can you teach me how to melt my birthday?</qco> </h3>      \nbirthdays are self-melting. if you haven't seen so for yourself, just wait a few more years\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n5:51 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907281924\">7.28.19&nbsp;&nbsp;7:24 pm</a>  how would this work. Would you need a translator or just not use much slang and keep it vanilla spanish or how do you picture it working?</qco> </h3>      \ni don't really speak fluent spanish, but it would be fun with or without a translator\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n5:30 pm</dco> &nbsp;<qco> Why do most people color the sun yellow when in real life it's actually orange?</qco> </h3>      \npeople living on earth tend to do that because the sun looks yellow through the earth's atmosphere. at least it kind of does through peripheral vision. when you look directly at it it's hard to see anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n5:23 pm</dco> &nbsp;<qco> how long is a good time to wait between abandoning your previous theory about the workings of the world (because you've had an experience that contradicts it) and coming up with a new theory? </qco></h3>      about 6 weeks<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tor is it better to have no theories at all and just accept whatever happens with resigned surprise</qco> </h3>      \nnever resign for real. you can make your announcement of resignation and hold a ceremony but do not in fact resign actually. keep your options open\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n5:13 pm</dco> &nbsp;<qco> Cats or dogs</qco> </h3>      \ni prefer a blend\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n4:50 pm</dco> &nbsp;<qco> hey do you want this license plate my friend stole off the back of a snowplow last year? i don't really need it but it seems a shame to throw it out</qco> </h3>      \nwhat's the number\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n4:45 pm</dco> &nbsp;<qco> what rhymes with orange?</qco> </h3>      \n<a href=\"eminemorangerhymes.mp4\">rhymes with orange</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n4:26 pm</dco> &nbsp;<qco> do you have a name for it when a piece in major resolves to major 6 instead of major 1 (usually with the major 3 in the melody)?</qco> </h3>      \nadd ### to the key sig, go to the new 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n2:36 pm</dco> &nbsp;<qco> did you ever escape the rut you were stuck in</qco> </h3>      \nyes, then i got in it again, and then escaped from it again. haven't been in there since, knock on wood. unless it's camoflauged\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n2:15 pm</dco> &nbsp;<qco> Why are some algorithms greedy?</qco> </h3>      \neveryone's greedy\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n1:53 pm</dco> &nbsp;<qco> bill help i'm so anxious</qco> </h3>      \nit's gonna be ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n12:08 pm</dco> &nbsp;<qco> have you ever roleplayed</qco> </h3>      \ndoing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n9:17 am</dco> &nbsp;<qco> I've heard you say in the past that you're bad at collaborating on projects. Is this because collaborating requires lots of compromise and getting rid of things you like / keeping things you don't in order to satisfy your work partner, and you can't work like that because you need complete creative freedom?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Or is there another reason?</qco> </h3>      there seems to be many other logistical reasons\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n9:00 am</dco> &nbsp;<qco> My mental health feels like seasons. There's gotta be a better way than just riding out the seasons or burying myself until I can't tell them apart. Why can't I live in a perpetual spring?</qco> </h3>      \nspring is a direction. it is going from one place to another. with only one place, there is no direction. and no spring\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n5:39 am</dco> &nbsp;<qco> is it difficult keeping up with this website while also managing real life and creating your videos?</qco> </h3>      \ncould be easier if there was some sort of button i could press, to do it all at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n4:48 am</dco> &nbsp;<qco> I'm too scared to test it out, what does the \"i'm Feeling randy\" button do?</qco> </h3>      \ntakes you to the random questions viewer\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n1:44 am</dco> &nbsp;<qco> Why can't I stop worrying about things that are out of my control? How can I stop?</qco> </h3>      \nyou must find some things to worry about that are within your range of control\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n1:02 am</dco> &nbsp;<qco> How do I fly a spacecraft?</qco> </h3>      \nfirst you must figure out which way is up\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n12:46 am</dco> &nbsp;<qco> Is it even important to know what we dislike/fear?</qco> </h3>      \ncould be psychiatrically therapeutic\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n12:07 am</dco> &nbsp;<qco> how can i learn to trust myself more? this is one of my greatest obstacles at the moment.</qco> </h3>      \nyou'll need to establish a better track record\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> Where do motivation come from?</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n10:51 pm</dco> &nbsp;<qco> Ive been on a nostalgia trip listening to music I was making 2-4 years ago when I was trying really hard to release my own stuff and then froze and didn't release/finish anything. The thing is, I hear them now with some distance from those crippling perfectionism days where I perhaps didn't have the skillset to close the gap of my taste vs my skill, and I actually enjoy the attempts, but looking back on the process I wish I could do the same things without my mind getting in the way so I can become even better and not have it be such a passionate swirl of good and bad emotions. Ive been trying to figure out what short form of what I was trying to do back then would sound like because I thought I wanted to try something new on my revisiting of music, but hearing those old tracks make me want to try harder this time, and starting small. Im just thankful that I still have those tracks around to experience my journey even though back then I didn't feel \n like the\n y were good enough for me to share because of the expectations I thought people had of me being the guy returning home after going to a great music school. Any experience with similar feelings and how you overcame them?</qco> </h3>      \nit's kind of like those competitions on reality shows where they make everyone get into a wheel barrow, and then they say \"ok, whoever stays in this wheelbarrow the longest gets to keep the wheel barrow.\" ..... How badly do you want it? how badly does the next person want it? ..... only time will tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n10:27 pm</dco> &nbsp;<qco> is there a multiverse?</qco> </h3>      \nif so then way more\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n10:14 pm</dco> &nbsp;<qco> what color is music?</qco> </h3>      \nany\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n9:48 pm</dco> &nbsp;<qco> i have been battling all day trying to make my text look crisper.&nbsp;&nbsp;the edges have been rendering jagged and rough.&nbsp;&nbsp;i am very frustrated because i can't find any information to help me and have tried so many things.&nbsp;&nbsp;did you ever have this issue?</qco> </h3>      \nraising the resolution is always a safe bet. otherwise you'll have to fool around with anti-aliasing settings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n9:19 pm</dco> &nbsp;<qco> Fabric's a really weird thing if you think about it. Thoughts?</qco> </h3>      \noh nice try, you are trying to get me to make it weird by thinking about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n9:09 pm</dco> &nbsp;<qco> What does being \"online\" mean? Why are we on a line- where did the line come from and who drew it?</qco> </h3>      \nit probably used to be through a wire. we used to do everything through a wire. the legendary bill clinton was most likely elected president of the united states through a wire\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n9:04 pm</dco> &nbsp;<qco> Do you prefer fresh or stale eggs?</qco> </h3>      \nno egg is stale enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n9:04 pm</dco> &nbsp;<qco> what are your thoughts on church scales? which one's your favorite</qco> </h3>      \nany scale can be a church scale, but that doesn't seem as important as melodies and songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n9:02 pm</dco> &nbsp;<qco> Are you gonna be doing more plays any time soon? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI really enjoyed the one with the mechanical pencil and iPhone charger</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> how many peas in a peanut my mom wont tell me</qco> </h3>      \nno peas in peanuts only peanuts in peanuts. specifically 2 peanuts per peanut\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n7:13 pm</dco> &nbsp;<qco> May i consume an aircraft made of stone?</qco> </h3>      \ni don't think so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n5:20 pm</dco> &nbsp;<qco> What would be your first response if all books had their own face?</qco> </h3>      \ni am wondering what their response would be\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n5:09 pm</dco> &nbsp;<qco> How's earth?</qco> </h3>      \nit's pretty neat\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n4:36 pm</dco> &nbsp;<qco> should my floor tom be tuned to a specific note or just whatever sounds good?</qco> </h3>      \nit should probably be muted enough not to interfere with the bass notes, but if you must have it ring then do it to whatever the bass note should be at the time you play it. if you expect multiple different bass notes in a song, then you are gonna wanna get multiple drums. admittedly, this is easier in a digital/virtual environment\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n4:34 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907291730\">7.29.19&nbsp;&nbsp;5:30 pm</a>  what color was it before&nbsp;</qco> </h3>      \nprobably black\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n4:27 pm</dco> &nbsp;<qco> Are you in need of a secretary?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n4:20 pm</dco> &nbsp;<qco> what's advice?</qco> </h3>      \nkind of like a dare\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n4:13 pm</dco> &nbsp;<qco> Bill, how personally do your songs reflect your actual emotions/feelings?</qco></h3>      very good, but there are still many emotions that remain not yet reflected thus far<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Like, how much is your music a portrayal of who you are?</qco> </h3>      probably 100% considering i wrote and produced all of it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n3:06 pm</dco> &nbsp;<qco> How do I become smart?</qco> </h3>      \ni have some good news, you may not have been informed, but you are already smart\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n2:50 pm</dco> &nbsp;<qco> how to become taco?</qco> </h3>      \nyou must think like the taco, you must get inside the taco's head\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n2:41 pm</dco> &nbsp;<qco> i found a man at my college that looks a lot like you, is this cause for concern?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n2:35 pm</dco> &nbsp;<qco> can you make an anagram out of this question</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n1:28 pm</dco> &nbsp;<qco> In the song we can just get high, did you mean the high as in high up or did you mean smoke?</qco> </h3>      \ni meant <a href=\"high.mp3\">this</a> \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n12:58 pm</dco> &nbsp;<qco> will you recommend something to me?</qco> </h3>      \nin context yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n11:45 am</dco> &nbsp;<qco> why are the questions purple</qco> </h3>      \nbecause i like purple and nothing else was purple on the website at the time this was made\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n10:20 am</dco> &nbsp;<qco> what donation platform is best to use in terms of how much commission they take / how much you will actually end up with?</qco> </h3>      \ni'm not entirely sure. for a long time i didn't use any because it was too confusing. most important is that the content is getting out there\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n9:26 am</dco> &nbsp;<qco> what's the difference between being anxious and being excited</qco> </h3>      \nthe good or bad time meter \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n9:23 am</dco> &nbsp;<qco> Why do humans see rare things as more valuable and/or likable than common things?</qco> </h3>      \ni think we seem to be seen to see rare things better, because due to rareness, all our thoughts and feelings about this must be contained in a shorter span of time and space. where as our adoration of common things is evenly threaded and woven throughout our life, so we might be accustomed to it and not notice it. unless you take it away, then you'll notice it\n<br><br>"
  }
]
