[
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n12:47 pm</dco> &nbsp;<qco> Have you ever experienced anything that would probably be worthwhile learning about and understanding, yet you decided not to just cuz it's cool whether you know how it works or not?\n<br>I feel that way about the percussion in your songs. I don't understand it but I can tell it's special.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n10:45 am</dco> &nbsp;<qco> Whats your opinion on questions about questions avout questions about questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n10:13 am</dco> &nbsp;<qco> What is your opinion on flags? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Which flag is your favorite, if you have one?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n8:20 am</dco> &nbsp;<qco> what helps you when youre having a bad day</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n7:54 am</dco> &nbsp;<qco> I don't understand how the song is supposed to write me, am I doing it wrong?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n5:39 am</dco> &nbsp;<qco> Sometimes art teachers will suggest painting multiple paintings at the same time. it can make you less nick-picky and can give you more perspective on the paintings itself and on the process as a whole. \n<br>\n<br>Have you felt similarly about your department system for making videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n4:46 am</dco> &nbsp;<qco> if you had to name a cat, what WOULDN'T you name it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n3:59 am</dco> &nbsp;<qco> Would you love me if I was a worm?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n3:18 am</dco> &nbsp;<qco> If you were put in a room with all your equipment and locked in there and forced to make a video, would that video be good?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n3:14 am</dco> &nbsp;<qco> what's the first step to making non-lyricced music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n2:44 am</dco> &nbsp;<qco> WHY ARE YOU ANSWERING LONGER QUESTIONS/ GIVING LONG ANSWERS?!?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n2:41 am</dco> &nbsp;<qco> did you know that skyscrapers are made of seashells</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n2:23 am</dco> &nbsp;<qco> what, if anything, about our current understanding of reality is most likely to be looked at in the next few centuries as obviously incorrect, in your opinion?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; 12:54 am</dco> &nbsp;<qco> Are you a philosopher?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n12:45 am</dco> &nbsp;<qco> have you ever played animal crossing before</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.25&nbsp; \n12:28 am</dco> &nbsp;<qco> what do u know about hypnosis</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n10:50 pm</dco> &nbsp;<qco> it took me almost 10 years of musical experience to realize that the word \"tone\" is just \"note\" rearranged differently. I might be insane</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n8:06 pm</dco> &nbsp;<qco> what's your opinion on trains</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n7:20 pm</dco> &nbsp;<qco> hi bill should I stay local for college or #..no</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n7:01 pm</dco> &nbsp;<qco> Music/editing on the computer can be hard on your eyes and hands if you put in a lot of hours. What do you do to stay healthy and prevent eye strain etc?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n6:55 pm</dco> &nbsp;<qco> if your name wasn't bill which name would you like to have?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; 6:09 pm</dco> &nbsp;<qco> do you ever get annoyed when people ask you \"is [song 1] a sequel to [song 2]\" just because the titles have a similar theme, almost as if they just look at the title and never actually listen to the song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n4:46 pm</dco> &nbsp;<qco> if you could have an eye color different from the one you have now, real or impossible, which one would you pick?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n4:30 pm</dco> &nbsp;<qco> How hard would I need to squeeze a tuna sandwich to make a black hole?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n4:02 pm</dco> &nbsp;<qco> can you show your background on your computer</qco> </h3><a href=\"blankblack.html\" target=\"_blank\">sure</a>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n1:39 pm</dco> &nbsp;<qco> what's a video of yours i haven't seen yet</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n1:17 pm</dco> &nbsp;<qco> If you even care about internet culture and where memes are going, do you think they wpuld come to an end anytime soon?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n12:40 pm</dco> &nbsp;<qco> ever had a dream within a dream and then realize other people (in the dream) were having the same dream?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n11:33 am</dco> &nbsp;<qco> sometimes your response to a question doesn't seem to attempt to answer the question, but often from a reader point of view it makes for a better reading experience than if you did just answer the question. which makes me wonder if the whole \"q&amp;a\" premise of this page is actually just a cover up and this is actually more of a \"make a prompt for bill wurtz to come up with a fun response\" type deal (but i realize that's just one of many scenarios). but now that i think about it that might be true for in-person q&amp;a's and interviews as well. does any of this make sense</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n10:37 am</dco> &nbsp;<qco> What kind of authority does Simon have to make me do everything he says? Why must I put my hands on my head, hips, etc?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n10:08 am</dco> &nbsp;<qco> are we isolated atoms floating in the void that believe we are interacting with other beings but in fact only perceive that to be the case because we couldn't have existed as we are except if we did perceive that and everything which can exist must exist?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n10:01 am</dco> &nbsp;<qco> it's my birthday, does every work of art make a new world or can they come into a world which already exists</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n9:27 am</dco> &nbsp;<qco> bill what do you think the meaning of life is, like no jokes i just genuinely want to know.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n9:18 am</dco> &nbsp;<qco> How did you come up with the dialogue for \"2 friends on the beach\" and \"Perfect\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n9:10 am</dco> &nbsp;<qco> what do you mean by \"i'm an idiot.\" like, what kind of idtiot.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n9:10 am</dco> &nbsp;<qco> Why are potatoes called earth apples in Dutch and French?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n8:22 am</dco> &nbsp;<qco> opinions on manual transmissions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n7:09 am</dco> &nbsp;<qco> If you were to create your own video-editing software, specifically optimized and tailor-made for your style of video making, what would be its distinguishing features?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n5:51 am</dco> &nbsp;<qco> Hey Bill! I am trying to write my own music and Im wondering what you would recommend I focus on learning next. I'm comfortable with 7th chords and I finally understand the difference between dominant 7s vs. Major and minor 7s. I know the major scale (do re me fa so la ti do), and I can use the chords/scale degrees (I ii iii IV V vi vii) to build progressions..<br><br>But I feel like when I write, I keep playing octaves and a 5th on the left hand and major or minor triads on the right. Now that I learned all major, minor and 7th chords in root position, everything I play as a roman numeral progression sounds so similar (and not very great since I don't know my inversions yet) I'm vaguely comfortable using diminished/augmented chords or some passing chords here and there and I'm familiar with raising the bass note a whole step up for a jazzy slash chord at the very end of a phrase... But other than a few things like that, my jazz vocabulary is pretty limited and I can't seem to figure out how you do all these complex key modulations. There has to be a better way than aimlessly watching a bunch of jazz music theory videos on YouTube, right? Should I grind out the inversions? Should I learn how to write in minor keys? If you have a textbook I could read or anything to point me in tne right direction, I'd really appreciate your help!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n4:48 am</dco> &nbsp;<qco> How come you can say you're doing something \"in practice\" to mean actually doing the thing, but you can also say you're \"practicing\", meaning you're improving before actually doing the thing. Is that not confusing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n4:32 am</dco> &nbsp;<qco> whats a chord progression</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n2:51 am</dco> &nbsp;<qco> do you live on earth?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n2:30 am</dco> &nbsp;<qco> which philosopher was the most right ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n2:09 am</dco> &nbsp;<qco> why is an orange called an orange but an apple isn't called red?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.18.25&nbsp; \n12:57 am</dco> &nbsp;<qco> if you were a college teacher and you had a class that is kind of niche and not necessarily for a certain major what would it be?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n11:18 pm</dco> &nbsp;<qco> how much food is too much</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n10:24 pm</dco> &nbsp;<qco> how many departments are left in the total departments required to complete the set of videos? or are the departments somewhat abscract? when i was trying to figure out how many departments there could possibly be i realized i clould divide the process to extremely extreme amounts of small pieces&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n9:22 pm</dco> &nbsp;<qco> do you prefer to be cold or to be hot?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n9:18 pm</dco> &nbsp;<qco> Thoughts on salt lamps?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.17.25&nbsp; \n9:01 pm</dco> &nbsp;<qco> I'm a big fan of velcro are you</qco> </h3>"
  }
]
