[
  {
    "html": "<h3> <dco>10.6.21&nbsp; \n2:56 am</dco> &nbsp;<qco> At of all the songs you have made what was your favorite one to make&nbsp;</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.6.21&nbsp; \n2:19 am</dco> &nbsp;<qco> would having a song you really like as your ringtone eventually ruin it for you? </qco></h3>      it would delete the bass track, at least<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also what's your ringtone \n<br></qco> </h3>      none\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n11:25 pm</dco> &nbsp;<qco> should I be worried that the chords for so many of the songs I write end up being G C?</qco> </h3>      \nthe main thing you should worry about is whether or not you should worry\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n10:41 pm</dco> &nbsp;<qco> Thoughts on the sun?</qco> </h3>      \n\"oh gosh it's very hot here\" ... \"i must have melted already\" \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n10:34 pm</dco> &nbsp;<qco> What do you believe in?</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n10:26 pm</dco> &nbsp;<qco> Any plans for a new video?</qco> </h3>      \nthe reason i hate that plan is because it's not nearly enough videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n9:41 pm</dco> &nbsp;<qco> favorite font?</qco> </h3>      \nhot cakes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n8:47 pm</dco> &nbsp;<qco> why does it seem like everyone around me is infinitely better than me? it's making me feel insecure. unreasonably insecure</qco> </h3>      \nthis may seem cruel, but this is to drive you to be as good as you can\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n7:14 pm</dco> &nbsp;<qco> If I worked really hard on something and it's just crap, does it still matter?</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n2:38 pm</dco> &nbsp;<qco> What is beyond the universe</qco> </h3>      \nthings you can only imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n2:27 pm</dco> &nbsp;<qco> When are you going to start using padding instead of non-breaking spaces when formatting your answers on this page?</qco> </h3>      \nwhen it matters\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n2:25 pm</dco> &nbsp;<qco> Do you believe people change their minds, or that their minds change them? Or is this avante garde bullshit that doesn't mean anything?\n<br></qco> </h3>      \nyou can change your mind. this is the basis of consciousness. if you couldn't do it, then there would be 'nobody home', so to speak\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n12:32 pm</dco> &nbsp;<qco> why are pianos so much fun</qco> </h3>      \nbecause they allow anyone to play music, very easily\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n11:56 am</dco> &nbsp;<qco> what's the most random thing that could possibly happen?</qco> </h3>      \nafter 30 seconds of rainfall, 1 specific point on the ground may be wet or dry\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n11:31 am</dco> &nbsp;<qco> do you consider 25 to be a round number?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n11:12 am</dco> &nbsp;<qco> how to make music?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n11:10 am</dco> &nbsp;<qco> why are u so cool</qco> </h3>      \nyou could be looking in a mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n11:05 am</dco> &nbsp;<qco> what do you know about time, and dreams.</qco></h3>      crazy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and is there other similar things</qco> </h3>      \nyes, although now that i think about it, i have to say that 'time' and 'dreams' seem to encompass just about everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n10:29 am</dco> &nbsp;<qco> Are you going to make music until you die?</qco></h3>      yes, if i can<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or are you planning on stopping at some point.</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n7:52 am</dco> &nbsp;<qco> Do you ever miss making short 5-10 second long videos, or do you have more fun making several minute long ones?</qco> </h3>      \nwhat i hate about short videos is how short they are to watch. and what i hate about long videos is how long they take to make. so in that sense, i hate them both\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n4:45 am</dco> &nbsp;<qco> How long did it took to make and render \"Here comes the sun\"?\n<br></qco> </h3>      about 4 months, but maybe it was more like 2 months if you don't count all the time i was working on additional production developments, or being devastatingly discouraged by my own inability to find any responsible way of accomplishing anything \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n4:27 am</dco> &nbsp;<qco> Bill, thank you for all your content, you're a force for good in the world, in my opinion, and I look forward to watching more of your stuff. My question is what instrument invention or adaptation would you make if you had the time (define instrument as loosely as you like), and what historical instrument would you like to play if given the chance? Thanks again for all your content and I hope you have a successful day :)</qco> </h3>      \nif would be nice if there was an acoustic keyboard that was lightweight and still loud enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n3:32 am</dco> &nbsp;<qco> hey bill! How ya doing?</qco> </h3>      \npretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n2:30 am</dco> &nbsp;<qco> Is your music the best music ever?</qco> </h3>      \nno, but it could be if i could learn to do my damn job properly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n12:57 am</dco> &nbsp;<qco> How do I get over my fear of growing up</qco> </h3>      \nyou're gonna have to try it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.21&nbsp; \n12:49 am</dco> &nbsp;<qco> how long did it take to produce the song for the video you're currently working on,</qco></h3>      4 months, but maybe it was more like 2 months if you don't count all the time i was working on additional production developments, or being devastatingly discouraged by my own inability to find any responsible way of accomplishing anything  <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and do you expect that time to decrease for future songs?</qco> </h3>      if it doesn't then i'll probably have to quit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n11:19 pm</dco> &nbsp;<qco> Do you ever find albums to be cool when made by other people?</qco> </h3>      \nthe idea of an album is cool, but i've never found one that actually sounds cool. i suspect i may be thinking of something different..... maybe some kind of stage play or feature film\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n9:57 pm</dco> &nbsp;<qco> thoughts on non-fiction stories</qco> </h3>      \ntoo real\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n9:38 pm</dco> &nbsp;<qco> will you ever do something unexpected from what you are?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n9:05 pm</dco> &nbsp;<qco> Why did you event a new genre of music?</qco> </h3>      \nfor survival\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n5:15 pm</dco> &nbsp;<qco> In your first reality video, you stacked some books and a bottle of tide. Is is still stacked up?</qco> </h3>      \nno. that's why it was so important to capture it on video\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n4:44 pm</dco> &nbsp;<qco> how do you feel about shoes</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n3:23 pm</dco> &nbsp;<qco> In \"got some money\" when you say \"one day we'll/will feel complete\" is one of the two correct, or are both, or is it up to the listener to decide?</qco> </h3>      \ndouble meanings in songs is considered a sign of great power and wealth, in some cultures\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n2:22 pm</dco> &nbsp;<qco> how hard is it to think?</qco> </h3>      \nthe hardest part is remembering how easy it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n1:01 pm</dco> &nbsp;<qco> How to motivate myself to study something I don't wanna study?&nbsp;</qco> </h3>      \nfind out what your reason is for doing it. play your whole strategy directly into that reason. it should bring things a little more into focus. On the other hand, if you actually don't have a reason for doing it, then simply don't do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n12:57 pm</dco> &nbsp;<qco> thoughts on cold weather</qco> </h3>      \nit reminds me just a little bit of the depths of outer space\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n12:42 pm</dco> &nbsp;<qco> Do you have any advice about writing lyrics about terrible stuff that has happened to you?&nbsp;</qco> </h3>      \ntry it, and see if you like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n12:12 pm</dco> &nbsp;<qco> bill are you an anime character&nbsp;</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n10:40 am</dco> &nbsp;<qco> what are your thoughts on the pills people take to artificially make them more \"happy\" and/or \"normal\"?</qco> </h3>      \nsounds so crazy it just might work\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n9:40 am</dco> &nbsp;<qco> Why do you use Helvetica in most of your videos?</qco> </h3>      \nthis is to convey a milieu normalcy, and normal values\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n9:24 am</dco> &nbsp;<qco> does \"i was going to say no but now that i think about it yes\" mean that you weren't thinking about the question when you were originally answering?</qco> </h3>      \nit usually means that my first answer, when thinking about it only a tiny bit, is no, and then when i think about it more, i change my mind to yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n8:46 am</dco> &nbsp;<qco> it's been a few years since you made the song \"i just did a bad thing\" however I wonder, do you still regret the thing you did?</qco> </h3>      \nthat song is not based on any specific bad thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n8:25 am</dco> &nbsp;<qco> Bill, have you ever felt like everyone is so different to you, and you don't belong anywhere?.</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm felling this all the time and I don't know what to do because I don't seem to feel comfortable with any kind of person or group. Any advice?</qco> </h3>      \nhow about making a website about yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n7:12 am</dco> &nbsp;<qco> is there some meanings in songs you've released</qco> </h3>      \nyes, they are supposed to mean everything. that is my target meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n6:16 am</dco> &nbsp;<qco> are you currently writing a new song</qco> </h3>      \nno, but i should be. What i'm doing instead is producing a video for a song i wrote and produced earlier\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n3:49 am</dco> &nbsp;<qco> on a scale from money to and the day goes on, how dark / bright is the new song, musically? if you answer this i will be shocked.</qco> </h3>      \n7\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n1:06 am</dco> &nbsp;<qco> is there going to be a follow-up play with the iphone power block and mechanical pencil? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think they are wasted potential</qco> </h3>      \neverything i do seems like wasted potential UNLESS, you stop to consider the fact that there is possibly a limited amount of time in my lifetime\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n1:06 am</dco> &nbsp;<qco> do you know how to dance</qco> </h3>      \nno one knows. that's what makes it so good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n12:58 am</dco> &nbsp;<qco> do you think toast is good</qco> </h3>      \nit's a little bit good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.21&nbsp; \n12:38 am</dco> &nbsp;<qco> Can you read a picture&nbsp;</qco> </h3>      \nyep\n<br><br>"
  }
]
