[
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n1:41 am</dco> &nbsp;<qco> What's the best Wikipedia article? I'll read the entire thing.</qco> </h3><a href=\"https://en.wikipedia.org/wiki/Scoops_(magazine)\">https://en.wikipedia.org/wiki/Scoops_(magazine)</a>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n12:30 am</dco> &nbsp;<qco> Are you self</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n12:02 am</dco> &nbsp;<qco> Do you think you made a wise choice when you decided to post a video titled \"Might Quit\" right before starting some large project?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n11:46 pm</dco> &nbsp;<qco> I've played the drums for 4 years and I want to learn piano but I find most of the songs I like are very hard to play for a beginner like me. I was wondering if you have any suggestions for finding a song that was easier to play so I can improve a bit more before trying the hard songs.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n10:27 pm</dco> &nbsp;<qco> a while ago i asked what your first ever reality video was. so what if we think in the context of \"ok, i'm going to sit down and record this, for this specific reason,\" do you think you'd know what the first video like That was? or was it more like something that morphed into a video journal thing that was something else, making it not really have a \"first video\" like that. i hope that makes sense and i apologize if it does not</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n9:22 pm</dco> &nbsp;<qco> What would you do in a world without music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n8:06 pm</dco> &nbsp;<qco> JUsT pUT OuT THe nEw SoNg NOw aND THen Put OUt thE viDeO WhEn It'S DoNE Oh mY GOsH!!!! janRdnDHDKErueDkalDJSHEfhryeDjzhRalRHgheiwDlsJSHahajdbfjekwlaAhHgwjHGTJwbGJaiwhGrkaoHsyeualHrhro!1!!!1!1!!!! :( :) :( :) :( :) :/</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n7:01 pm</dco> &nbsp;<qco> Is Mount Saint Helens Going to Blow Up?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n6:54 pm</dco> &nbsp;<qco> Are long bike rides an acceptable substitute for long walks?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n5:49 pm</dco> &nbsp;<qco> have you had any problems with the copyright system on youtube?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n5:08 pm</dco> &nbsp;<qco> is your new video going to mention the shaanxi earthquake of China in 1556?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n4:37 pm</dco> &nbsp;<qco> how/where do i get a dream or/and a goal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n3:23 pm</dco> &nbsp;<qco> reality video posted on the 28th?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n2:07 pm</dco> &nbsp;<qco> About to live in a college dorm. Any advice on getting privacy to make voice recordings and or sing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n1:18 pm</dco> &nbsp;<qco> what were you doing at the time this question was asked?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n1:18 pm</dco> &nbsp;<qco> What advice do you have for King Charlemagne?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n12:19 pm</dco> &nbsp;<qco> Hey. You're pretty great. I miss you.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n11:04 am</dco> &nbsp;<qco> How u found time to answer this stupid questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n10:26 am</dco> &nbsp;<qco> would you like to live in a world full of demonic patatos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n9:21 am</dco> &nbsp;<qco> How do we preemptively save the planet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n8:03 am</dco> &nbsp;<qco> why did you start doing what you're doing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n7:16 am</dco> &nbsp;<qco> What made the keys solo in Might Quit 100% premium qualtity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n6:41 am</dco> &nbsp;<qco> What's longer, eternity or forever?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n5:09 am</dco> &nbsp;<qco> In your documentary videos, how often do you increase the saturation of paintings and other images you add?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n4:36 am</dco> &nbsp;<qco> you fill me the fuck up with inspirational energy (no homo), thank you. How do you deal with getting addicted to watching other people stress out (like watching behind the scenes stuff)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n3:12 am</dco> &nbsp;<qco> I've recently been experimenting with habit, addiction and obsession and I'm realizing that it's a cheat code for finding love and happiness. Thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n2:55 am</dco> &nbsp;<qco> When will you upload</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and are you really quitting?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n1:27 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906270856\">6.27.19&nbsp;&nbsp;8:56 am</a>  Why is it a Rich Text File?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n12:36 am</dco> &nbsp;<qco> What's the next thing you're making I am dying rn.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n11:58 pm</dco> &nbsp;<qco> Are you a good impressionist?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like you're probably the type of person that can do pretty much anything, so do you have any good impressions you could share with us?&nbsp;</qco> </h3><a href=\"Rec-08-03-2008-045103\">sure</a>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> do you think that that everything in the entirety of existence could be getting really big and really small all the time, but because it is all scaling together we just wouldnt be able to tell?&nbsp;&nbsp;</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if this could be true, do you think it might have other physical ramifications that cause other things to occur?&nbsp;&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> how can i combat injustice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n8:15 pm</dco> &nbsp;<qco> it has come to my attention that you might be being interviewed at some sort of comedy show coming up next month.&nbsp;&nbsp;in an announcement (tweet) the person linked a submission form where people are going to present to you work that they made from being inspired by you.&nbsp;&nbsp;he then said that on stage, in front of a live audience, you will be selecting which one is your favorite.&nbsp;&nbsp;this sort of made my brain explode and i just wanted to make sure you knew the situation because it makes me afraid for you.&nbsp;&nbsp;but if you understand whats going on then of course youre strong enough to handle this.</qco> </h3><a href=\"iuagfesu.png\">this</a>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n7:08 pm</dco> &nbsp;<qco> can you recommend me some cold movies to watch?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n6:33 pm</dco> &nbsp;<qco> will you post another video on youtube</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n5:20 pm</dco> &nbsp;<qco> want to join my new religion where we worship john lennon of the rolling stones?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n4:29 pm</dco> &nbsp;<qco> what does your songs mean</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n3:06 pm</dco> &nbsp;<qco> where did all the buttons on the homepage go</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n2:17 pm</dco> &nbsp;<qco> Were you the person in the \"might quit\" video, quitting school because things didn't make sense?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n1:10 pm</dco> &nbsp;<qco> what is your favorite play?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n12:38 pm</dco> &nbsp;<qco> Hey Bill. I've started studying jazz piano this year. It's something I've always wanted to do (I have decent piano skills, but never took it very seriously). I'm extremely lazy and my teacher is also useless, so I haven't been making half as much progress as I could have. I've come to realize that I'm never motivated to practice, and I've been wondering if I really like jazz all that much. I'm still more interested in singing, producing and arranging in other genres (things I've done before), so I could prioritize that next year.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I've especially grown an interest in guitar-based music (and find myself listening to it more than jazz), and maybe learning to play the guitar. But at the same time, I feel like I just need to push through, because like I said I've wanted to do this for a long time, I really look up to jazz musicians, and I need to finish what I've started cause I can't keep doubting my goals and not working to accomplish something... Any \n advice? \n I'm 19 btw</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n12:08 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906271137\">6.27.19&nbsp;&nbsp;11:37 am</a>  except for these ones:\n<br>https://billwurtz.com/darknessvideo.mp4\n<br>https://billwurtz.com/how-to-ask-a-question.mp4\n<br>https://billwurtz.com/worry.mp4\n<br>https://billwurtz.com/dont-worry.mp4\n<br>https://billwurtz.com/im-dizzy.mp4</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n11:59 am</dco> &nbsp;<qco> How do you learn a new software,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how would you teach a new software to someone else?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n11:10 am</dco> &nbsp;<qco> Why is red color so fiery?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n11:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905031500\">5.3.19&nbsp;&nbsp;3:00 pm</a>  This isn't quite right. Entire songs can be in 2/4 and have a strong 2/4 feel - example https://www.youtube.com/watch?v=TOypSnKFHrE</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n10:06 am</dco> &nbsp;<qco> bill since you are the most talented musician i know, can you tell me what happens here? https://youtu.be/UydrranrPaI at 0:22 there is a chord that feels like a common chromatic thing but it's different.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\np.s: holyshit the questions page is getting crazy! what the hell was <a href=\"q.php?date=201906261939\">6.26.19&nbsp;&nbsp;7:39 pm</a>  lol</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n9:27 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906271224\">6.27.19&nbsp;&nbsp;12:24 pm</a>  that one: https://www.youtube.com/watch?v=754RQHqfovQ</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n8:27 am</dco> &nbsp;<qco> you said you we\n<br>re going to change the editing software you're currently using (I won't specify but I'm fairly sure I have worked it out correctly). If so what to?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I would go for either final cut pro 10 or premier.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know you can replicate your style on any editor, but I spoke to a guy who did a really good replication of your editing style on FCPX. Also, when you make your text, what effects do you use,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I technique i use when i try and make editing like yours is to create multiple copies of one word/sentence in slightly different places, and use different blending modes on them, i also animate it by adjusting parameters on a setting i have called earthquake. Could you help me, I'd really appreciate it.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n7:48 am</dco> &nbsp;<qco> In Mount St Helens, when the mountain sings the solo at the end, there's one line that sounds very \"outside\", for lack of a better word, and I was wondering if you intentionally chose those notes because they work on some kind of next level, theory-wise, or if they just sound outside? They're very interesting note choices and I'd love to know why you chose them. Thanks :)</qco> </h3><a href=\"https://billwurtz.com/jazz.html\">here</a>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n7:29 am</dco> &nbsp;<qco> hello bill, you did collaborations with scary pockets and both songs were amazing. do you consider doing collabs with other artists for your future songs? or will you go solo forever?</qco> </h3>"
  }
]
