[
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n11:05 pm</dco> &nbsp;<qco> If you respond to mundane questions with absurd answers and absurd questions with mundane answers, how absurd/mundane would a question have to be for you to respond with an answer of the same mundaneness/absurdity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n11:01 pm</dco> &nbsp;<qco> Should I get back into playing the bass?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n10:26 pm</dco> &nbsp;<qco> Got any plans to publish a book? That would be super cool. I like books with hard covers, though. They feel more better to hold. How about you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n10:08 pm</dco> &nbsp;<qco> Is there any part of the process of making a song that's the most fun for you (idea, finishing the idea into a song, recording, finishing up mixing)? Could rank them too</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; 9:29 pm</dco> &nbsp;<qco> How many questions do you usually get a day</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n8:48 pm</dco> &nbsp;<qco> Which of your songs would you say is most similar to a TV dinner?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n8:14 pm</dco> &nbsp;<qco> should i eat blades of grass</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n5:47 pm</dco> &nbsp;<qco> is your music psychedelic?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n5:40 pm</dco> &nbsp;<qco> what do you think the best music program is?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n3:48 pm</dco> &nbsp;<qco> What is/are the best pizza toppings?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n2:01 pm</dco> &nbsp;<qco> I ran out of questions, now what?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n1:35 pm</dco> &nbsp;<qco> I'm learning blender what should I use it to make</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n11:19 am</dco> &nbsp;<qco> how often do you throw oranges at lampposts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n10:53 am</dco> &nbsp;<qco> what are your favorite albums of all time ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n10:14 am</dco> &nbsp;<qco> i've found that eating whole medium roast coffee beans followed by eating green tea leaves gets me feeling euphoric and calm at the same time</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n6:22 am</dco> &nbsp;<qco> How do you make yourself produce when consuming is so satisfying? Do you find yourself consuming at the expense of production?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n5:08 am</dco> &nbsp;<qco> If heaven and hell were real, which would have more things in it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n2:33 am</dco> &nbsp;<qco> Do you like ska?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.24&nbsp; \n1:24 am</dco> &nbsp;<qco> is there a sixth platonic solid</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n11:46 pm</dco> &nbsp;<qco> do you ever get whelmed? not overwhelmed or underwhelmed, just... whelmed?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n11:42 pm</dco> &nbsp;<qco> how often do you discuss politics with friends?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n8:53 pm</dco> &nbsp;<qco> I am obsessed with your video \"i'm a huge gamer most of the time\". I wish I could hold it like a baby.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n8:35 pm</dco> &nbsp;<qco> Is culture simply the internalization of a large set of ideas? Or is there something more to it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n7:13 pm</dco> &nbsp;<qco> How do you pronounce jalapeno</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n5:58 pm</dco> &nbsp;<qco> What is your opinion on postmodernism?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n5:27 pm</dco> &nbsp;<qco> what is the best thing that ever happened? is it currently the only thing that exists?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n5:21 pm</dco> &nbsp;<qco> did the guy in \"how to pull a rabbit out of a hat\" escape the desolate wasteland?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how much did the phone help?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n3:40 pm</dco> &nbsp;<qco> if there was a default answer to all of the questions you get, what would it be? actually don't answer that here's the new question: what's the default question you get?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n3:36 pm</dco> &nbsp;<qco> when you did your first thing was it good or did it feel scary to do it or was it both?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n3:13 pm</dco> &nbsp;<qco> Should i eat my cat as a burger?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n2:36 pm</dco> &nbsp;<qco>  Hi Bill. I've been thinking about this topic for  a few years now and I'm wondering if you have some more insight into it and experience with this same thought pattern... and hopefully some sort of an swer or solution that can help me out.\n\nI'm in sort of a thou ght loop to do with productivity, goals, and doing the things I WANT to be  doing, but find myself NOT doing. For example, I'm a musician as well and I want to be writing more music and practicing piano more. I'm also a drumme r and keep up with that because I'm currently in a band, which is something holding me to improving and being creative... all that. The problem is, I  have nothing holding me to writing songs in any particular time frame, or m aking me practice piano, practice singing... etc. I have FLStudio and want  to put some more time into learning the platform, but I'm struggling a lot  with the learning curve of even starting out and making something simple. \n\nBasically what my question boils down to is this: how do I get myself to do the delayed gratification things I WANT to be working t owards and improving at when all I seem to want to do is quick dopamine rel ease like watching YouTube and playing video games? I'm in a weird spot on  my thoughts about it because part of me thinks \"I have my whole life to wri te music, make an album I'm proud of, (insert long term goal), etc... so ea ch day it seems almost pointless to start, and very difficult to find the m otivation to do it and enjoy doing it. Should I wait until the days I decid e I feel like working on something and very slowly work towards my goals, o r set more attainable short-term goals to keep me on track? I've tried both and I still feel like I could be making more progress... I feel like I'm g onna end up 45 years old and still not comfortable and capable on piano and all that and still struggling to write anything, wishing I used the hours  of free time I had when I was younger...\n\nI know this is a fucking essay at this point but, thoughts on all that? Have you found your self thinking similar things? Is it really enough to just very slowly work  towards it when I feel the motivation? Thanks.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n1:16 pm</dco> &nbsp;<qco> how would you approach a complex problem</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n12:09 pm</dco> &nbsp;<qco> how to enjoy life to the fullest most possible extent&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n11:51 am</dco> &nbsp;<qco> best thing about the mcdonalds logo</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n11:48 am</dco> &nbsp;<qco> how do I pull myself out of a barren wasteland?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n8:42 am</dco> &nbsp;<qco> What's the best thing that doesn't exist?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n8:25 am</dco> &nbsp;<qco> When you make videos with music, do you make the video to the music, or do you make the music to the video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; 8:21 am</dco> &nbsp;<qco> What's your favorite number?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n4:33 am</dco> &nbsp;<qco> what colour is chemistry</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n4:27 am</dco> &nbsp;<qco> do you love twilight sparkle?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n2:48 am</dco> &nbsp;<qco> if i were to name an animal after you, what animal would you like it to be?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n2:32 am</dco> &nbsp;<qco> how to keep from being a sellout?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.24&nbsp; \n1:08 am</dco> &nbsp;<qco> would you rather simultaneously morph into a door or invent a language</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n11:48 pm</dco> &nbsp;<qco> Are we allowed to use curse words when asking questions? I don't actually feel the need to say any curse words in my questions, but I was curious about it.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n11:20 pm</dco> &nbsp;<qco> greatest piano piece vs greatest guitar(acoustic or electric) piece. which one wins?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n11:15 pm</dco> &nbsp;<qco> What would be a better way to travel then cars?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n10:55 pm</dco> &nbsp;<qco> bill i feel like i want to do something but i don't want to do anything because my motivation for doing something is there but my inspiration is not, how do i do the anything that i might want to do and how do i go about finding the something</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n9:58 pm</dco> &nbsp;<qco> whats the best song in the world?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is the best song just every song playing at once or no</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n7:26 pm</dco> &nbsp;<qco> thoughts on working on multiple projects at the same time? or should one force themselves to take on projects one at a time until completion, before moving onto the next one? or does it depend on the person? (i'm thinking in terms of song-making, but i guess this applies to projects as a whole...)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.13.24&nbsp; \n5:43 pm</dco> &nbsp;<qco> If your Bill....what does that make me?..</qco> </h3>"
  }
]
