[
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n6:25 pm</dco> &nbsp;<qco> are you serious?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n6:07 pm</dco> &nbsp;<qco> Are we all just ants?</qco> </h3>      i am not<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n5:34 pm</dco> &nbsp;<qco> got any 4th of july plans???</qco> </h3>      make as much progress as possible on the current project<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n12:51 pm</dco> &nbsp;<qco> Have you considered getting a girlfriend?</qco> </h3>      yes but i don't really know what steps to take<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n11:51 am</dco> &nbsp;<qco> what sound does a dog make? what are they trying to tell us? do you understand it?</qco> </h3>      it means \"hey\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n10:36 am</dco> &nbsp;<qco> what is the necessary time to use a capital letter?</qco> </h3>      you have to decide for yourself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n10:33 am</dco> &nbsp;<qco> What is taking so long?! What kind of thing are you even making?! Another long jazz song? Another long video? Or are you taking a break?</qco> </h3>      i'm not sure what you mean but i have never taken a break. i am making content as fast as i can, still. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n9:58 am</dco> &nbsp;<qco> Hi, it's 2017.</qco> </h3>      ah, that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n7:26 am</dco> &nbsp;<qco> When you say \"i will check\" do you actually go check?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n4:47 am</dco> &nbsp;<qco> what's up with brooklyn?</qco> </h3>      it's like a million page book.\nyou'll never read the whole thing and there are probably huge chapters that you never even knew were there<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.17&nbsp; \n2:42 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">dogs or cats?</a></qco> </h3>      \n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2017-06.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n10:00 pm</dco> &nbsp;<qco> <a href=\"favorite-number.html\">what is your favorite number and why?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n9:46 pm</dco> &nbsp;<qco> why do you say \"i respect your opinion\" even when there's no opinion?</qco> </h3>      i usually say that when someone says something about me that i think is not true<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n9:07 pm</dco> &nbsp;<qco> are you gonna make more \"content\"</qco> </h3>      i never stopped\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n8:37 pm</dco> &nbsp;<qco> How much does love cost?</qco> </h3>      name your price\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n8:22 pm</dco> &nbsp;<qco> what do you think of space</qco> </h3>      it's nice you can be places\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n8:21 pm</dco> &nbsp;<qco> which instrument is the most underrated?</qco> </h3>      light\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n8:19 pm</dco> &nbsp;<qco> thoughts on physics</qco> </h3>      there's stuff everywhere!\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n8:14 pm</dco> &nbsp;<qco> what's the best feeling in the world?</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n8:09 pm</dco> &nbsp;<qco> How many pickles will you give me in exchange for my bag of cashews?&nbsp;</qco> </h3>      i don't have any pickles\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n7:29 pm</dco> &nbsp;<qco> Why do people constantly ask you about you not using uppercase letters? </qco></h3>      because i guess they don't notice all the capital letters i use, on a regular basis<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And why do you keep answering them? </qco></h3>      answering questions is one of my favorite things to do on this page. it's one of the reasons i made the page<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can you link all of those questions to their own page?</qco> </h3>      i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n7:28 pm</dco> &nbsp;<qco> What's your opinion on Toucans?</qco> </h3>      they have good skills and expertise\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n7:04 pm</dco> &nbsp;<qco> do you still feel like a million bucks when you finish a project?</qco> </h3>      oh hell yeah<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n6:16 pm</dco> &nbsp;<qco> thoughts on the void?</qco> </h3>      it seems very popular these days although i don't really understand what it is<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n4:33 pm</dco> &nbsp;<qco> is it ok to not make sense</qco> </h3>      sometimes it is nice to play hide and seek, with sense<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n4:00 pm</dco> &nbsp;<qco> Is there anything wrong with liking music that just Emin-A for over an hour?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n3:27 pm</dco> &nbsp;<qco> <a href=\"dont-understand.html\">vine or youtube?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n2:58 pm</dco> &nbsp;<qco> Why do 11 and 12 not have the \"Teen\" suffix?&nbsp;</qco> </h3>      sometimes you don't discover the best way to do something until after you've already started. so the first few items will remain unique, as a souvenir of your journey<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n1:26 pm</dco> &nbsp;<qco> Can you answer this using a lower case letter?&nbsp;</qco> </h3>      i think i need more than one letter<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n12:15 pm</dco> &nbsp;<qco> do you like colors</qco> </h3>      they are ok<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n12:07 pm</dco> &nbsp;<qco> is the earth flat?</qco> </h3>      i will check<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n11:39 am</dco> &nbsp;<qco> regarding the reality videos on youtube, i was thinking just putting them all together in one giant video once you get caught up on everything and putting that on a secondary channel, then after that you could upload every reality video after that as its own video on said secondary channel. i know its not the most practical but for what you want i think it's okay.</qco> </h3>      i'm going to be adding more in between the existing ones. i also don't want it to be all one video. also another thing which you may not have considered is i don't want them to be on youtube<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n9:08 am</dco> &nbsp;<qco> If I make something like science or music. But never let me get influenced by other. Will my content start shifting from what other people do so much that it not just looks like I'm thinking outside the box, but like I'm in a completely different one?</qco> </h3>      easily, and handily<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n8:48 am</dco> &nbsp;<qco> Why did the chicken cross the the road?</qco> </h3>      to see things from a different perspective<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n8:05 am</dco> &nbsp;<qco> is it fun, necessary, or both to mess with time signatures?</qco> </h3>      sometimes both. sometimes neither<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n7:10 am</dco> &nbsp;<qco> It seems like most of the questions you get are people telling you what to do and what not to do (I might be guilty of having done that once, albeit with good intentions). How do you cope with so many thousands of strangers online bossing you around? How much of it do you ignore for your own choices and how much do you \"follow through\" to please them?</qco> </h3>      most of the things that people like the best are things that were not what was being requested at the time it was made<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n2:14 am</dco> &nbsp;<qco> What's the point of doing anything if everything's already been done?</qco> </h3>      everything has not been done. you could do a new thing, or do something that has been done, again<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n1:51 am</dco> &nbsp;<qco> Bill I need help. If I only have one idea that I think is good and has a lot of potential, but no other ideas, does that mean I am not a creative person? Does it disqualify me from being considered a creative person?</qco> </h3>      you will have to check with the Committe of Creative Acceptance<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.17&nbsp; \n12:05 am</dco> &nbsp;<qco> I'm really excited to see a medium video that's not history but something new and exciting and unexplored for you. Do you enjoy having a wide range of topics besides history to cover now?</qco> </h3>      what about videos without a 'topic'<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp; \n11:51 pm</dco> &nbsp;<qco> <a href=\"have-you-ever-used-a-capital-letter.html\">was there ever a time in your life you used an uppercase letter?</a></qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n11:24 pm</dco> &nbsp;<qco> can you do a video showcasing your FAVORITE questions and your answers to them?</qco> </h3>      i like the unique qualities of each one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n10:14 pm</dco> &nbsp;<qco> Why aren't more of your songs on spotify and iTunes? On spotify there are only like 3 or 4.\n<br></qco> </h3>      there are 12, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n8:48 pm</dco> &nbsp;<qco> Can you answer this using an upper case letter?&nbsp;</qco> </h3>      that doesn't seem necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n7:30 pm</dco> &nbsp;<qco> why does everything productive that i plan get thwarted by nature</qco> </h3>      to give you a challenge\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n6:52 pm</dco> &nbsp;<qco> What are some cool ways you can substitute an 11th chord into a progression? </qco></h3>      i would recommend focusing on the melody<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I get you can incorporate them however you want into your own writing... but what about when playing with others? For example, if the chart of a song has a IV chord, would a I11 chord work over the IV in most situations? If you throw a major 6th into a I11 chord, that would esssentially make it a IVmaj9.&nbsp;</qco> </h3>      where i come from, \"11\" usually only is used on minor chords. i don't quite see how your example adds up. in C assuming you mean 1,3,5,7,9,11 (which mostly no one would do, i'm not sure if you meant#11? or is it a minor chord all along?) and then you add a 6, that doesn't really make Fmaj9. anyway, it's not too good to think about it this way. just use the notes you need to support the melody, then afterwards you can argue about what to put on the page. Sounds like you are a bit goal oriented on using the number 11 on the page, and that might not be a good way to look at it. A useful example of something that might end up being called \"11\" is let's say it's the key of C, melody note is G, and it's a Dmin7 chord. in reality you might play C,F,G(notes) in the chord, and call it Dmin11 if you want. Or let's say you are in the key of Cmin and it's just a Cmin vamp for a while and you've got a melody that is focusing on the F note. then you might use F,D,Bb notes in your chord, with the Eb tucked in there too. or more likely even, oscilating between a Bb triad and Eb triad in the chord. similarly in the relative major version of that, in the key of Eb, you might see a F note on a Cmin chord, and the chordal player will play Bb triad (over C) first, before swicthing to the Eb triad (Cmin7). all these things might be called 11. but to be honest it's not too necessary to really use the number 11 when talking about chords, it's kind of confusing, and the way it's taught as a stack of 3rds up to 11 is a bit confusing and does not really represent most musical realities. because a full stack up to 11 would have 6 notes, and most chords have less than 6 notes, so most chords being called '11' wont really have all the notes. also stacking it from the bottom up is not something that normally happens in reality outside of a music textbook or class. usually when you see 11 on the page it just means that the melody note is a 4th above the bass. and the remaining notes are chosen sensibly for the situation. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n6:40 pm</dco> &nbsp;<qco> What's the meaning of the universe?</qco> </h3>      i think you got that backwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n6:38 pm</dco> &nbsp;<qco> What are saturdays for?</qco> </h3>      whatever you decide to do on that day, that's what it's for\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n6:33 pm</dco> &nbsp;<qco> why were you so sad on the 14th of march 2014?</qco> </h3>      i was not, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n3:16 pm</dco> &nbsp;<qco> Why did you put alphabet shuffle on your videos page all of a sudden?</qco> </h3>      because there was no way to put it up gradually\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.17&nbsp;\n3:14 pm</dco> &nbsp;<qco> did you know you can type words with just the 1st 2 letters of the alphabet\n<br>abababababbbabbabba bab ab ababba ba baba ba ba bababbababa</qco> </h3>      oh nice\n<br><br>"
  }
]
