[
  {
    "html": "<h3> <dco>5.16.18&nbsp; \n2:18 am</dco> &nbsp;<qco> How do you imagine the 4th dimension?</qco> </h3>      imagine 3, then imagine 1 more!\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.18&nbsp; \n12:49 am</dco> &nbsp;<qco> what color is orange</qco> </h3>      let me perform some calculations it's orange\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.18&nbsp; \n12:32 am</dco> &nbsp;<qco> if life came into existence by mere \"chance\" ie the big bang, then humans inherently and objectively have no true purpose other than to exist. (of course an individual can decide to make a 'purpose' for their life).&nbsp;&nbsp;and intangible 'things' like thought processes, personalities, emotions, etc surely could not have just been an accident by mere chance, that couldn't make sense.&nbsp;&nbsp;the odds of that happening-if it even is a possibility-are incredibly slim.&nbsp;&nbsp;so what caused the big bang? a ball doesn't start rolling unless someone or someTHING like the wind causes it to.&nbsp;&nbsp;yeah that's my question. what do you think caused the big bang ?&nbsp;</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.18&nbsp; \n12:05 am</dco> &nbsp;<qco> Is it even possible to over-complicate oneself?</qco> </h3>      that sounds complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n11:47 pm</dco> &nbsp;<qco> What would you do if the world ends tomorrow?</qco> </h3>      start a new one i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n11:19 pm</dco> &nbsp;<qco> Are the times listed for the questions real?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n11:04 pm</dco> &nbsp;<qco> I am an artist and a musician. When it comes to my creative process, I am less interested in expressing myself and more interested in seeing how I can evoke certain imagery and emotions in the minds of others. I guess that makes me an impressionist, but do you think the art I practice is \"lesser\" because it does not come purely from a place of self expression? Probably a stupid question but it's something that has bothered me for a while.</qco> </h3>      in art, the \"less-more\" spectrum could be sideways, twisted, backwards, inside out, rotating, or even perhaps some sort of blended shake-drink\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n10:00 pm</dco> &nbsp;<qco> What's the cheat code to life?</qco> </h3>      anything you can imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n9:56 pm</dco> &nbsp;<qco> What is the high im shirts mean, like high im as high as a kite, or high im Jimbo Jenkins™*.\n<br>\n<br>\n<br>*not\n<br></qco> </h3>      the ambiguity should provide you with something to contemplate, as well as a sense of adventure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n9:45 pm</dco> &nbsp;<qco> hi bill what are your thoughts on sand</qco> </h3>      \nit is salty, yet bland\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n9:41 pm</dco> &nbsp;<qco> whats 3 things you cant explain (do not have to list three, at least one).\n<br></qco> </h3>      how to go about uploading metadata for song recording assets to youtube using the DDEX feed\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n9:23 pm</dco> &nbsp;<qco> how do you spell my name</qco> </h3>      a?\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n9:08 pm</dco> &nbsp;<qco> How do you accidentally life/DNA/etc? (re:abiogenesis) I can't fathom how many mistakes would needed to have occurred for them to be the right mistakes. How do you get from nearly lifelike goo to amoebas and viruses or something? It still seems like a huge jump from chaos to order.</qco> </h3>      \nyes, but, once you get it you'll never go back. and no one will remember all the billions and zillions of years you were sitting around like rocks waiting to get it. it could have taken longer. it could have never happened here but happened somehwere else. it could have never never never ever happened anywhere, but there are infinite places so if it ever happened, anywhere, there you are, wondering how you did it, not noticing all the (nearly) infinite places and times where you didn't do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n9:05 pm</dco> &nbsp;<qco> so how come apples are shaped like chubby teeth or something? it's like they're trying to be a sphere and a molar shape at the same time.</qco> </h3>      i will see if i can get that changed for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n8:29 pm</dco> &nbsp;<qco> i feel like i could be just as awesome as you or maybe ever more, but i lack your psychological stability and motivation, how did you got pass through it, what do you recommend for me? i feel like im trapped inside a little box and i can actually \"think\" outside the box but whenever i think outside the box they get outta the box and i can't get out of the box, sometimes maybe i can get them in but not any close to the rate i actually want and i envy and idolize you so fucking much because i can see that you are both in an out of the box which makes you to schedule yourself perfectly, how can i reach such mental motivation, how can i beat my depression?</qco> </h3>      i think if you want it badly enough, it's going to work out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n8:16 pm</dco> &nbsp;<qco> what is your opinion on the letter u in words like harbor and color</qco> </h3>      it adds a bit of flavour\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n8:03 pm</dco> &nbsp;<qco> Are you trapped in another dimension and your videos are secret messages to let you out?</qco> </h3>      they are trying to get you out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n8:03 pm</dco> &nbsp;<qco> how will the world end?</qco> </h3>      any way you can imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n7:36 pm</dco> &nbsp;<qco> what is your favorite color on a traffic light</qco> </h3>      yellow\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> why are people at my school such dicks</qco> </h3>      you could be in dick school\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n7:09 pm</dco> &nbsp;<qco> What is your opinion on colours?</qco> </h3>      they are pretty\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n7:02 pm</dco> &nbsp;<qco> Isn't it wild how massive surges of electricity just HAPPEN in the sky sometimes, a and we see it as a normal occurrence?</qco> </h3>      even crazier that we managed to harness that into our own powerful devices\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n6:43 pm</dco> &nbsp;<qco> wutcha workin on ?&nbsp;</qco> </h3>      a song / music video\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n6:42 pm</dco> &nbsp;<qco> is handwriting a skill that needs perfecting or is it just fine so long as it's legible</qco> </h3>      it depends how much fun you want to have\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n6:35 pm</dco> &nbsp;<qco> Did you purposefully upload the history of the world video around the time of the AP world exam</qco> </h3>      <a href=\"q.php?date=201801302007\">1.30.18&nbsp;&nbsp;8:07 pm</a> \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n6:23 pm</dco> &nbsp;<qco> are there any more boxes?</qco> </h3>      everything is boxes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n5:46 pm</dco> &nbsp;<qco> when writing a song how do you come up with original melodies to sing to/stop yourself from falling back one you've just heard recently?</qco> </h3>      one way to combat against that is try to make it weirder, then use your natural instincts to get back. and the route back will feel comfortable but it will likely be unique because it is coming back from a weird place\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n5:06 pm</dco> &nbsp;<qco> Did you construct the 3d globes for the history of the entire world i guess video entirely by yourself?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n4:23 pm</dco> &nbsp;<qco> What makes you confused?</qco> </h3>      when things are not the way that they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> what do you think about roman numerals?</qco> </h3>      they are fine but i'm not very good at reading them quickly\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n3:42 pm</dco> &nbsp;<qco> is the moon cheese?</qco> </h3>      no but the sun is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n3:39 pm</dco> &nbsp;<qco> did you figure out the isrc for youtube videos&nbsp;&nbsp;issue?</qco> </h3>      no. if anyone has heard of DDEX, or understands it, or works for a record label in some capacity dealing with the ddex feed on youtube, i would love to talk to you via email (billwurtz at billwurtz dot com) if possible. i've already read all the google support documents, but i think i need to talk to someone who actually does this professionally and has experience with it .... it's an elusive mindfuck and no one i know has ever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n3:19 pm</dco> &nbsp;<qco> Can you count to z?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n2:46 pm</dco> &nbsp;<qco> what is your opinion on the melodica?</qco> </h3>      it's raining melodicas\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n1:30 pm</dco> &nbsp;<qco> do you know what does it mean?</qco> </h3>      yes but then it changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n1:07 pm</dco> &nbsp;<qco> am i a tomato</qco> </h3>      let me perform some calculations no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n12:52 pm</dco> &nbsp;<qco> whats your opinion on the uk</qco> </h3>      it serves as a wonderful blueprint, for how to unite a kingdom\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n12:34 pm</dco> &nbsp;<qco> i am an amateur pianist. should i try learning an extremely difficult 21-page 9-and-a-half minute piano medley?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n12:26 pm</dco> &nbsp;<qco> Life gave me limes instead of lemons;&nbsp;should I make limeaid and roll with it, or is there a better way to handle the situation?</qco> </h3>      just enjoy the limes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n12:21 pm</dco> &nbsp;<qco> what is your favorite plant</qco> </h3>      dirt\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n11:06 am</dco> &nbsp;<qco> have you counted the number of questions you've answered on this page</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n11:06 am</dco> &nbsp;<qco> i want to buy your shirt, but my dad won't let me wear a shirt that says 'fuck' on it - any advice on how to solve this problem?</qco> </h3>      you could get one of the ones that doesn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n10:23 am</dco> &nbsp;<qco> How do I know I'm not dead?</qco> </h3>      asking questions is a very strong sign of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n7:49 am</dco> &nbsp;<qco> Do you agree?</qco> </h3>      with what\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n6:53 am</dco> &nbsp;<qco> Are you still here?</qco> </h3>      where\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n6:19 am</dco> &nbsp;<qco> what are your thoughts on light and light related things</qco> </h3>      it is illuminating\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n5:16 am</dco> &nbsp;<qco> why did the history of japan video take a lot less time than the history of the world</qco> </h3>      much much smaller topic. and i didn't have to teach myself 3d graphics. plus the video was shorter\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n3:49 am</dco> &nbsp;<qco> how long does it take to make videos like yours?</qco> </h3>      longer than i wish\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n1:31 am</dco> &nbsp;<qco> What's your method for quieting down your brain so you can go to sleep?</qco> </h3>      make it louder!\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.18&nbsp; \n1:20 am</dco> &nbsp;<qco> What's your favorite non domesticated animal?</qco> </h3>      monsters\n<br><br>"
  }
]
