[
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n7:02 pm</dco> &nbsp;<qco> does this common pattern in 4/4 where the hi-hat plays every other offbeat eighth note have a name?&nbsp;</qco> </h3>      the most common names i know for that are \"8th note upbeats on the hi hat\" and \"ump-tss-ump-tss-ump-tss-\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n6:42 pm</dco> &nbsp;<qco> i'm depressed. music used to be my way of coping but it isn't working lately. i feel like a failure. why shouldn't i kill myself?</qco> </h3>      because you're just getting ready for the best part\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n6:08 pm</dco> &nbsp;<qco> What do you think about outer space?</qco> </h3>      there's gotta be another layer outside of that still\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n5:38 pm</dco> &nbsp;<qco> are the two stupid songs equally stupid?</qco> </h3>      if you put it that way yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n5:24 pm</dco> &nbsp;<qco> are there any shows you like?</qco> </h3>      marques brownlee\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n4:56 pm</dco> &nbsp;<qco> My dad thinks Mink Car by They Might Be Giants is a better song than Mount St Helens is About to Blow Up, but I disagree. What do you think?</qco> </h3>      it doesn't matter what i think, it matter what my dad thinks, which is that some of Abraham Lincoln's personality traits are better than yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n4:47 pm</dco> &nbsp;<qco> What is your opinion on They Might Be Giants?</qco> </h3>      doubt they are giants\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n6:42 am</dco> &nbsp;<qco> How do I do this?&nbsp;</qco> </h3>      like that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n6:41 am</dco> &nbsp;<qco> I wanted to ask you what your secret to success is, but I had the strangest feeling it is not a secret, and there is no hidden formula to become cool, and it's instead just me looking for an easy way out of the mess I'm in. Which is annoying because I really kind of wanted a \"do this for 15 minutes and all your problems will be solved\" sort of answer.\n<br>\n<br>So how do you deal with it when you have to do stuff the hard way, constantly, because hard is the default setting?</qco> </h3>      i will tell you a good trick in finding what works for you. go on youtube and start watching all the videos you can find about success strategies, etc. then remember the golden rule, which is that everone is absolutely different, and you can be sure you will hear loads of advice which is absolutely contradictory to each other. (that's how you know this method is working .....) then, after watching for a couple days, try to recall which ones made you the most excited, and follow those. they will probably work, as long as you choose the ones that made you go \"yeah!\" and not the ones that made you go 'meh'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n6:29 am</dco> &nbsp;<qco> is there any easy way of learning chord names without knowing anything about anything or do i just have to learn every single chord name one by one until i freaking explode because god that sounds so unappealing and it's really dragging me down here. i wanna do music stuff but</qco> </h3>      \ni think every single one of the problems you mentioned would be solved beautifuly with song books. go to the store and get some. judge them by their cover, it doesn't matter, they're all good. and that way you can be sure that you are learning chords in the way they are meant for, which is to show you the music, which i'm pretty sure is why you are doing this\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n3:55 am</dco> &nbsp;<qco> what do you think about piracy</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n1:38 am</dco> &nbsp;<qco> how many mics do you use to record your drums bill?</qco></h3>      0<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n if you do record live drums and what would roughly be the mixing process?</qco></h3>      i have no earthly idea<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n im doing one at the moment \n<br>&nbsp;</qco> </h3>      lol good luck\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n1:36 am</dco> &nbsp;<qco> why do you make masterpieces that shouldn't be for us?</qco> </h3>      if it's a masterpiece, then it's for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n1:34 am</dco> &nbsp;<qco> how the hell do you control the sticks and bass drum when playing on drums like one handed 16th notes do you have any advice?\n<br></qco> </h3>      it all depends on the tempo, but i think you will likely want to look into the 'moeller' technique\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n1:32 am</dco> &nbsp;<qco> How did you feel about TikTok using \"i just did a bad thing\" as a meme song?</qco> </h3>      parhaps i should give them some more songs to use\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n1:28 am</dco> &nbsp;<qco> do you have any specific process for writing your songs?\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like do you write the music or the lyrics first?\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how do you decide tempo\n</qco></h3>      usually whatever tempo the thing originally was when i first heard it. then test a range of tempos slightly around there, with a slightly open mind, remembering some of the legendary tempo tweak stories ('smells like teen spirit', 'that thing you do', etc) <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or key\n</qco></h3>      that's all based on who's singing it. whatever key sounds the best for that singer. that decision does not need to be finalized until the moment before recording starts<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or what instruments to use?</qco> </h3>      for me that's a decision for the recording process, which occurs 100% after the writing process is complete\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.19&nbsp; \n12:50 am</dco> &nbsp;<qco> you're probably sick to death of talking about this subject but i think the appeal of an album is in listening to related songs in the same order over and over, allowing them to form connections to each other and bolstering enjoyment compared to listening randomly</qco> </h3>      that's true. the problem is, for me, every album i've ever heard feels like the songs are in the wrong order. including the ones that are some of the most famous albums of all time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n11:59 pm</dco> &nbsp;<qco> whats your favorite octopus?</qco> </h3>      octopus 100\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n11:19 pm</dco> &nbsp;<qco> for what word should there be more synonyms of</qco> </h3>      cupcake\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> when is your next video?</qco> </h3>      every day and night, for me it seems\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> what are your thoughts on Beethoven?</qco> </h3>      i'm not sure but i would recommend <a href=\"https://www.youtube.com/watch?v=RPDBcdDGrnE\">glenn gould's thoughts on beethoven</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n9:53 pm</dco> &nbsp;<qco> have you ever been to jail? i mean arrested and put in jail</qco> </h3>      no, knock on wood\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n8:59 pm</dco> &nbsp;<qco> you've got some real hidden gems from late 2011, have you ever considered making videos for some of your older songs?</qco> </h3>      yes but i wish they were a little bit better\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> What do you think of about psychedelics?</qco></h3>      it's the thought that counts<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What is your political stance on them?</qco> </h3>      i have a psychedelic stance on politics, not a political stance on psychedelics\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n7:54 pm</dco> &nbsp;<qco> do you love music?</qco> </h3>      i can't even figure out what it is, but it seems to love me, that much is for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> Can we get another update on completion? I think you gave a percentage a few weeks ago about the song being done but the video was only ~10%</qco> </h3>      i'm not sure i said that, but i am up to the beginning of the 1st chorus in the video, but that does not mean that everything prior to that is complete\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n6:45 pm</dco> &nbsp;<qco> From which stories or characters do you get inspiration for your limericks?</qco> </h3>      dr suess i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n6:01 pm</dco> &nbsp;<qco> how many key changes are there in mount st. helens?</qco> </h3>      let's see, it starts in G, there is a small hint or borrow from another key on \"grey\" but i really don't think that's long enough to call it a key change. then it doesn't change keys until the first bridge, which starts in Eb for the first half, then from \"vacation\" it would be in F (this is 2 key changes so far) then \"paying them etc\" would be in Ab, then back to G for the next verse. this makes 4 key changes so far. during this 3rd verse, it does a similar key slip that happens in the first verse (different key but similar place), but it lasts slightly longer than the one in the first verse, just long enough to declare it a key change maybe depending on who is judging that day. then back to G. so that makes 6 so far. then the second bridge, again to Eb in the first half (7 changes so far total). then on \"sun burns out\" there could be disagreement on which of those is considered a key change. i feel on 'sun' it seems like we are in Amin for just the moment, then the following chord actually feels like it's coming from the key of Cmin, which i would consider the same key as Eb. so i'd think that would be rude to say it changes to Amin and back for just that 1 chord, but then again on \"sun\" there is a distinct change. on the other hand, you could argue that they are both coming from the key of C, nah fuck it i guess you have to call that 2 keys. fine so we'll call that 2 key changes for \"sun burns out.\" (that's 9 so far) but you see where this creates chaos in the courts because we've just allowed a single chord to be called its own key, twice in a row. so then it's only fair that we allow it back at the beginning also, for \"grey.\" so that makes 2 extra changes because you'd have to count the change back also. so let me re count, that would be 11 so far, then from \"sky\" all the way to \"goin down\", that's all in Bb, so that's 1 more change. so 12 changes so far. then the top of the next verse stays in Bb but quickly slips to G, then the rest of the outvamp is in G which makes 13 changes if you include all the single chord incidents, and maybe 10 if you are more stubborn about including those <br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n4:29 pm</dco> &nbsp;<qco> Which song do you think is your best</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n4:28 pm</dco> &nbsp;<qco> why do you sometimes blur text in your files or the filenames themselves (see https://billwurtz.com/reality/201605240719.mp4 to see what i mean)</qco> </h3>      that would be if they contain songs or videos that have not been released yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n4:13 pm</dco> &nbsp;<qco> is it possible to have a tempo where the top number is bigger than the bottom number</qco></h3>      tempos should be only 1 number, but you may be thinking of time signature<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (like 4/3)?</qco></h3>      you'll never see 3 on the bottom<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so how can it be executed?</qco> </h3>      the top number is the number of beats in a bar. the bottom number is what kind of note gets the beat. so 5/4 means there's 5 beats in a bar, and a quarter note gets one beat. 3/2 means there's 3 beats in a bar, and a half note gets one beat. if the bottom number is a 3 then i guess you'll have to figure out what 3rd notes are, which i guess you could conclude are triplets, in which case congratulations you now have something that looks exactly like 3/4 except for added fun you have to write the number 3 over every note in the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n4:12 pm</dco> &nbsp;<qco> what's the difference between 6/8 tempo and 3/4 tempo?</qco> </h3>      3/4 is usually divided into <a href=\"34.png\">3 groups of 2</a>, and 6/8 is usually divided into <a href=\"68.png\">2 groups of 3</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n4:03 pm</dco> &nbsp;<qco> how hard is it for you to open a jar of peanutbutter</qco> </h3>      easy\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n3:33 pm</dco> &nbsp;<qco> Hey I am terrified of needles but I have to have surgery tomorrow that being awake for would be rough. How can I become strong enough in the next 19 hours to get an IV put in? (mentally strong... physically I can fight off like five people in that kind of panic.) You've beaten at least 14 levels of hell so I figured you'd be a good person to ask.&nbsp;</qco> </h3>      never beaten that one, sorry\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n3:29 pm</dco> &nbsp;<qco> What is music</qco> </h3>      a hypnosis tool, for propaganda enhancement\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n2:39 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905212058\">5.21.19&nbsp;&nbsp;8:58 pm</a>  do you know why? it would've been great to see your new interviews.&nbsp;</qco> </h3>      because it sucked and was absolutely terrible, and through a convenient twist of fate i am the only one in posession of my side\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n12:59 pm</dco> &nbsp;<qco> you keep changing certain notes, why</qco> </h3>      can you give me an example\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n12:39 pm</dco> &nbsp;<qco> Whats your favorite fallacy</qco> </h3>      favoritism\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n12:34 pm</dco> &nbsp;<qco> What is the meaning of a pencil?</qco> </h3>      to write and draw\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n12:27 pm</dco> &nbsp;<qco> Whay genre is your music?&nbsp;</qco> </h3>      post office\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n12:20 pm</dco> &nbsp;<qco> have you ever actually played drums</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n11:52 am</dco> &nbsp;<qco> How long is the average span of time between the release of a new video and the first question here related to it?</qco> </h3>      perhaps 5 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n10:35 am</dco> &nbsp;<qco> Do you have a version of \"the history of the world, i guess\" that is only music and not words (its ok if it has the jingles). I love this video and I also love the music of it, this why I want this version if you have it. Thanks!</qco> </h3>      that is my favorite version but unfortunately i consider it a bit too valuable to give away for free\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n9:59 am</dco> &nbsp;<qco> do you drink something special when you work? (coffee, tea, alcohol)&nbsp;</qco> </h3>      water\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n9:53 am</dco> &nbsp;<qco> do you play any rhythm games?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n6:40 am</dco> &nbsp;<qco> what's your favourite answer to \"what's your favourite\" questions?</qco> </h3>      something totally false that makes for a decent read\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n5:43 am</dco> &nbsp;<qco> what does reasonable mean to you?&nbsp;</qco> </h3>      making sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n4:14 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905201931\">5.20.19&nbsp;&nbsp;7:31 pm</a>  like here https://billwurtz.com/reality/201308081911.mp4 (0:08) with the file name \"brainstorm 3j89j\"</qco> </h3>      that's the name of the file shown on screen\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n1:14 am</dco> &nbsp;<qco> can you write a 29 minute progressive rock song in 37/4</qco> </h3>      no point in using that time signature, unless you are trying to make the reader struggle. divide it somehow into bars of between 2 and 6 beats in size. you can still adhere to 37 beat pattern but that's a 37 beat section not a 37 beat bar. sounds the same, but with the advantage of readibility<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.19&nbsp; \n1:02 am</dco> &nbsp;<qco> it seems to me that most people at gyms that i have been to just care about the aesthetics of movement (both how you look while you are doing the exercises, and how it makes your body look), or they are there to be healthy in the future.\n<br>\n<br>my feeling is that those are both good side effects of movement but maybe aren't the only reasons for movement. i think that movement spreads across everything we do as humans so if we try to simplify it to only aesthetics and/or health we miss all the other reasons why movement is absolutely essential and connected to life.\n<br>\n<br>\n<br>i have tried to explain this to some of my friends but they don't exactly get it or agree and in a way that makes me even more confident that i am onto something big but i just don't know how to explain it properly yet.\n<br>\n<br>do you at least understand/agree with some of what i said here?</qco> </h3>      yes\n<br><br>"
  }
]
