[
  {
    "html": "<h3> <dco>10.21.24&nbsp; \n1:31 am</dco> &nbsp;<qco> Why did chain mail go out of style</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.21.24&nbsp; \n12:38 am</dco> &nbsp;<qco> How did you get the location for the video Perfect? I live right by the strip mall its based on, it was insane when I realized it was your the same strip mall in your video.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.21.24&nbsp; \n12:01 am</dco> &nbsp;<qco> how do you push a rabbit *into* a hat?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n10:33 pm</dco> &nbsp;<qco> what are your thoughts on&nbsp;π</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n10:21 pm</dco> &nbsp;<qco> Why do so many of these questions have bad punctuation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n10:18 pm</dco> &nbsp;<qco> Do you compose chord by chord, or do you have whole chord sequences planned out?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n9:21 pm</dco> &nbsp;<qco> when youre creating a piece of art, do you find yourself feeling more accomplished when you:\n<br>&nbsp;&nbsp;&nbsp;&nbsp;a) plan out every bit of song, story, words, visuals, character, ect. separately in advance and put it together like a puzzle before you create it;\n<br>&nbsp;&nbsp;&nbsp;&nbsp;b) create everything all at once letting the art take the reins like floating down a stream;\n<br>&nbsp;&nbsp;&nbsp;&nbsp;c) something else entirely (in which case im curious cause I only know how to do those two things).</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n9:19 pm</dco> &nbsp;<qco> do you believe in a deterministic universe,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if so, do you believe all of your songs have already been written</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n8:08 pm</dco> &nbsp;<qco> Do you think the electoral college should be abolished and instead have elections decided by popular vote?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n8:00 pm</dco> &nbsp;<qco> shouldn't Chick Corea be named Dude Corea</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n7:08 pm</dco> &nbsp;<qco> can you erase an eraser and if so why are erasers so popular</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n6:07 pm</dco> &nbsp;<qco> is it possible to answer this question with just a four-letter word?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n5:44 pm</dco> &nbsp;<qco> how do you invent things??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n5:04 pm</dco> &nbsp;<qco> sometimes i get stuck in the pattern of \"i need to do a thing\" -&gt; \"i don't do the thing which makes me feel guilty\" -&gt; \"the guilt makes me want to do the thing even less\" -&gt; \"the longer i don't do the thing the bigger the guilt gets and the less i want to do the thing\". its not a very fun cycle. obviously the solution here is \"just do the thing\" but my brain doesnt seem capable of that for some reason. do you have any advice for how i can push myself to do the thing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; 10:44 am</dco> &nbsp;<qco> have you ever been asked this question before?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n9:47 am</dco> &nbsp;<qco> what is your ideal life</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n7:51 am</dco> &nbsp;<qco> what the heck is a pickup? it doesn't even pick stuff up!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n7:25 am</dco> &nbsp;<qco> Are beds just soft tables with short legs that you're supposed to lie on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n2:56 am</dco> &nbsp;<qco> do you ever think about the taste of electricity</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; \n2:54 am</dco> &nbsp;<qco> hi! would you like to buy some vinyl siding?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.20.24&nbsp; 1:29 am</dco> &nbsp;<qco> How do you come up with ideas?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I consider myself pretty good at different things, but I don't ever really know what to do with my skills or to practice.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n11:57 pm</dco> &nbsp;<qco> I am wrestling with a notion that is troubling me. I wouldn't call it an existential crisis, but it does touch on a seemingly universal human experience. You see, there is an assumption that no one seems to have questioned. This assumption is that there be a link between the feeling of love or affinity and the action of entering relationships with others. But why should I pursue someone, make them mine, change myself and them in the process, live life with interrelated fates, do all these things, just because I have the ability to fall in love? Heck, why even make friends with anyone? Is it just because I like being around them, because I don't want to be alone? But what's wrong with being alone? Why ask for more?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n11:15 pm</dco> &nbsp;<qco> how do i (someone who has been influenced a bit by the gen-alpha culture and slang) reconcile the addition of&nbsp;Σ&nbsp;into my math class vocabulary, with the current meaning i have for&nbsp;Σ</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:52 pm</dco> &nbsp;<qco> tell me a lie</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:31 pm</dco> &nbsp;<qco> how can i stop hating being wrong</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:16 pm</dco> &nbsp;<qco> what is in a train</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:06 pm</dco> &nbsp;<qco> why does the soft clothing guy get turned on by the news?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n9:06 pm</dco> &nbsp;<qco> what's the difference between soup and cereal</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; 8:30 pm</dco> &nbsp;<qco> are you billwurtz because your the musicman or are you the musicman because your billwurtz</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n7:54 pm</dco> &nbsp;<qco> Did you start a fire in New York City on January 23 2005</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n6:15 pm</dco> &nbsp;<qco> are you a decisive person</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n4:10 pm</dco> &nbsp;<qco> what if grapes were corrosive</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n3:07 pm</dco> &nbsp;<qco> do you get the feeling of spiritual enlightenment when you go outside at sunrise during peak fall season, and see the sun's golden rays refract and go through the reds, yellows, and oranges of the leaves on the trees?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n2:51 pm</dco> &nbsp;<qco> bill, this is richard nixon</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n1:05 pm</dco> &nbsp;<qco> Do you want to start a podcast because you're lonely and the podcast would give you a reason and a framework for talking to people? \n<br>\n<br>I'm asking this because sometimes I want to start a podcast for those reasons even though I'm a total nobody.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n11:07 am</dco> &nbsp;<qco> how often new lines come to you when you're in the middle of recording an already written song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:54 am</dco> &nbsp;<qco> Sometimes when I tell my friends that I don't like my parents and they are toxic to me, they don't seem to understand.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n10:22 am</dco> &nbsp;<qco> how many unpublished songs did you make before you started publishing some? even a rough estimate helps</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n8:44 am</dco> &nbsp;<qco> Do you own a banjo?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n8:34 am</dco> &nbsp;<qco> do you do the new york times crossword?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n6:28 am</dco> &nbsp;<qco> I just had a realization that written words might be the only spoiler-proof media we have.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it possible to spoil a written sentence?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n5:57 am</dco> &nbsp;<qco> Opinion on Jupiter?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n5:48 am</dco> &nbsp;<qco> is feeling \"bill wurtz\" a state of mind?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.19.24&nbsp; \n12:57 am</dco> &nbsp;<qco> why is \"how to pull a rabbit out of a hat\" not on videos or expert mode</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; 10:52 pm</dco> &nbsp;<qco> are you for or against music theory</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> can i become a good music player if i don't do any live playing for audiences</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n8:51 pm</dco> &nbsp;<qco> what do i do when i dont feel good enough to create something on my own but collaboration with other people is hard to achieve for me? i feel like i will never be good enough for myself</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; 8:28 pm</dco> &nbsp;<qco> opinions on making a song without much knowledge of music theory (is it even required?)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n6:41 pm</dco> &nbsp;<qco> Do you have synesthesia? I ask because the colors in your music videos always match so well</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.18.24&nbsp; \n6:38 pm</dco> &nbsp;<qco> Does the circle of 5ths serve a purpose other than being a tool to help people memorize what notes are sharp/flat in a key signature?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nI got comfortable playing in all 12 keys and knowing the sharps/flats before I ever even saw/knew about that circle of 5ths graphic. I guess it visually shows the relationships between different key sigs (which is cool), but not sure if I understand the practical use of it when it comes to actually playing music?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nI think if you want to learn how to play in a certain key, you kind of need to build up that muscle memory of what it 'feels like' for your hands to be playing in that key. Knowing that A major has a C#, F# and G# doesn't mean you can just freely/easily play in A major on the spot (if you're not already comfortable playing in that key). I guess the circle helps you quickly figure out what notes are in the key, but I can only see that being helpful in a practice situation... And if you're just practicing, you can just, like... look up the notes of the scale on the internet... </qco> </h3><br><br>"
  }
]
