[
  {
    "html": "<h3> <dco>7.1.23&nbsp; 7:28 pm</dco> &nbsp;<qco> What is the devil's favorite genre of music?</qco> </h3>      \nclassical\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n7:01 pm</dco> &nbsp;<qco> how to sleep</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n6:28 pm</dco> &nbsp;<qco> In \"Maybe i could eat blades of grass\", what's the question that damien skips?</qco> </h3>      \n'do you ever skip questions'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n6:11 pm</dco> &nbsp;<qco> is the next video longer than 10 minutes?</qco> </h3>      \nmaybe one of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n5:37 pm</dco> &nbsp;<qco> how to find the right question</qco> </h3>      \nin this case, that's it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n5:22 pm</dco> &nbsp;<qco> do you plan on releasing music anytime soon</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n4:32 pm</dco> &nbsp;<qco> do you like walking in the rain?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n4:27 pm</dco> &nbsp;<qco> hi bill do you like pickles&nbsp;</qco> </h3>      \nno, but that doesn't mean they aren't good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n4:21 pm</dco> &nbsp;<qco> Could you help me to understand the \n<br> function of the Mixolydian modes? I'd like to hear why lowering the 7th fundamentally changes the whole idea.&nbsp;</qco> </h3>      \nyou could dedicate your whole life to studying it and never figure out why. it's like why blue looks one way and orange looks another way\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n3:34 pm</dco> &nbsp;<qco> when you write a song, do you ever change it either because it makes too much sense of because it doesn't make enough sense?</qco> </h3>      \nonly if that affects its powers\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n2:26 pm</dco> &nbsp;<qco> what is the secret to success?</qco> </h3>      \nthe first secret, in this case, is what the goal is. you didn't tell me\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n2:13 pm</dco> &nbsp;<qco> do you think a universe in which intelligent life exists but death does not exist could exist</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n1:50 pm</dco> &nbsp;<qco> thank you for answering \"do you think you could answer another question\", as that was my question that needed answering. i will ask you for more questions if i need any other answered questions&nbsp;</qco> </h3>      \ngreat. that sounds like a good organized system\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n1:22 pm</dco> &nbsp;<qco> What is your optimal elevation?</qco> </h3>      \n1 mile\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; 1:12 pm</dco> &nbsp;<qco> do you like penguins ?</qco> </h3>      \ni don't know any penguins\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n1:05 pm</dco> &nbsp;<qco> opinion on soup</qco> </h3>      \nlike a dirty pond. there might be solid objects in there, but i can't see them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n12:56 pm</dco> &nbsp;<qco> is water good\n<br></qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n12:32 pm</dco> &nbsp;<qco> Are all people actually just one and the same person?</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n11:50 am</dco> &nbsp;<qco> <a href=\"q.php?date=202307010513\">7.1.23&nbsp;&nbsp;5:13 am</a>  it's a creative thing i really want to do, but can't seem to start for some unknown reason</qco> </h3>      \nthat's because you haven't described it well enough. for example, i still don't know anything about the thing. perhaps neither do you. you may think you do, but, do you?\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n11:50 am</dco> &nbsp;<qco> What was your favorite video to work on?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n11:49 am</dco> &nbsp;<qco> What do you think of pants?</qco> </h3>      \ntoo good to be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n10:34 am</dco> &nbsp;<qco> What would be your ideal way to organize the time zones? </qco></h3>      how about everyone uses antarctica time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;There are a lot of things that don't make sense to me with how they are currently laid out</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n10:18 am</dco> &nbsp;<qco> is the grinch his name or his ethnicity or his job?</qco> </h3>      \nit's from a simpler time, when those all 3 were merged.\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n10:03 am</dco> &nbsp;<qco> Is Steve still stuck on the mountains?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n10:01 am</dco> &nbsp;<qco> are you feeling randy today? </qco></h3>      no, today i feel very much part of an ordered sequence<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i surely am</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n9:29 am</dco> &nbsp;<qco> do you feel like most professional musicians today have lost the love of music that they started out with? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;one of the reasons I chose not to do music as a career was that I was worried it would stress me out by having to make money off of it, and I would stop playing music for the sake of music. but the more I look at and play with ensembles outside of highschool, I get the feeling that a lot of people have gotten into the habit of playing music as a chore, and most ensembles are focused on preparing music for specific gigs, or just being able to play at gigs in general, instead of making music that they like.</qco> </h3>      indeed many professional jobs and gigs might bring us to cringetown. but amongst that, thre are many things to learn, about life in general, and besides that, there's also going to be plenty of situations where you come into contact with amazing players and have a great time. It's like speaking. people who speak for a living still enjoy speaking for their own personal reasons, in their own ways\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n8:03 am</dco> &nbsp;<qco> Spoon or Fork?</qco> </h3>      \nthere's got to be some sort of middle ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n7:05 am</dco> &nbsp;<qco> Opinions on gravity?\n<br></qco> </h3>      \ncan't live with it, can't live without it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n5:13 am</dco> &nbsp;<qco> how to get off my ass and do the thing?</qco> </h3>      \ndescribe the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; 3:46 am</dco> &nbsp;<qco> how are you so cool?!</qco> </h3>      \nmust be a loop hole, or possibly a worm hole, i always get those mixed up\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n3:39 am</dco> &nbsp;<qco> Have you seen a turtle today?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If not, when was the last time you saw a turtle?</qco> </h3>      i don't recall\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n2:41 am</dco> &nbsp;<qco> How would you approach someone named \"Cragdor\"?</qco> </h3>      \ncasually\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n1:16 am</dco> &nbsp;<qco> Is all judgment of a song's quality truly subjective?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For example, 756 hz played at regular intervals along with wobbly bass notes that change pitch randomly, including many incoherent screaming dogs and some white noise added in for good measure vs I like to wear soft clothing (cause it makes me feel like I'm rough, in comparison)?</qco> </h3>      what about them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n12:23 am</dco> &nbsp;<qco> do birds usually hear thoughts</qco> </h3>      \ni wouldn't rule it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n12:08 am</dco> &nbsp;<qco> Would you eat your own music if you could?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; 12:07 am</dco> &nbsp;<qco> How's your day going?</qco> </h3>      \npretty good\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2023-06.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n9:41 pm</dco> &nbsp;<qco> When is corn?</qco> </h3>      \ncorn is forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n9:26 pm</dco> &nbsp;<qco> I like ur songs and this is a very cool website. It feels like a secret website that only the cool kids find, and I kinda wanna make one for my songs n stuff. Cool kids only style. Of course all the cool kids here would be cool kids there. Also what's the last dream you had?</qco> </h3>      \nclocks were square\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n6:24 pm</dco> &nbsp;<qco> do you think</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n5:43 pm</dco> &nbsp;<qco> What is the purpose of clouds?</qco> </h3>      \nshift water around\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n4:55 pm</dco> &nbsp;<qco> whenever you answer \"holy smokes, you are very friendly\" to a question do you copy-paste it or retype it out?</qco> </h3>      \njust paste, not copy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n2:06 pm</dco> &nbsp;<qco> what is your genuine reaction to people asking why you always type on lowercase</qco> </h3>      \n1. it's normal 2. they do it too, so therefore 3. i'd wonder why they'd be asking that. To me it seems like a fish asking another fish why they're a fish\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n1:57 pm</dco> &nbsp;<qco> Have you figured out what would happen if you combined soap with soap?</qco> </h3>      \nyes, you get soap\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n12:20 pm</dco> &nbsp;<qco> what do you think about</qco> </h3>      \neverything, if i can. (i can't)\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n12:08 pm</dco> &nbsp;<qco> so in \"two friends on the beach\" the friends arguably take a rather dismissive attitude toward the waiter when he tries to make small talk and such.</qco></h3>      i didn't notice that, nor would i argue it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;my question to you is: is this meant to embody a sort of wariness toward the facades put up by corporations to paint themselves as relatable to the consumer public as a sort of advisory to say \"don't be fooled, at the end of the day they just want your money\"? or perhaps as a sort of critique of members of the public who consider themselves to be \"informed\" and aim their misguided aggressions (however tepid)at people who are just as much victims of the machine?</qco> </h3>      no. the only time i recall a sort of 'small-talk' sort of thing happening with the waiter is when he says \"are you guys friends?\" and one friend slyly says 'maybe', almost with a wink. That is a reference to the title, and it also creates some intrigue about the nature of their relationship. The other interaction i recall is when the waiter suggests there are some tables available in the lobster section, and one of the 2 friends gives a sort of uncomfortable reply, this is because of his nervousness/fear about the lobster section as we've already seen before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n11:50 am</dco> &nbsp;<qco> How can I be super cool and awesome like you are?</qco> </h3>      \ni think with that intention, over time you'll probably end up even better\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n8:54 am</dco> &nbsp;<qco> hi bill. i think i asked a question years ago but i forgot which one. do you think you could answer another question</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n7:59 am</dco> &nbsp;<qco> what is water?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n6:49 am</dco> &nbsp;<qco> hello, i'm currently playing your song \"i'm a princess\" on my piano. so i got a question. is the chord in 1:52 EADE and then C#? it sounds good enough, but i need your opinion.</qco> </h3>      on \"tell it to me once\", put D in the bass, then you'll have notes D and A in the chord, and the melody goes from G to F# to E. So, to put the chords most tightly with that, you'd have Dsus4 on \"tell\", Dmaj on \"it to\", and Dsus2 on \"me once\".  indeed on \"me once\", a C# note may want to twinkle through. But if i were just playing/accompanying the vocal on one instrument, the C# note probably wouldn't happen. that's probably just happening in the twinkly bells. i assume you are not asking about the \"gone\" chord because that's at 1:53, and that's a whole different deal\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.23&nbsp; \n6:31 am</dco> &nbsp;<qco> what's the meaning behind I wanna be a movie star???</qco> </h3>      \nwritten to be a short (looping infinitely, just the chorus title section). a cuddly yet energetic cozy vibe, sparkly eyed, with a lyrical inference to hollywood and the film industry. the rest would be left to the imagination because there would be no verses and no other sections. years later i picked it up and wrote it as a full song, and i further explored those same vibes\n<br><br>"
  }
]
