[
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n2:51 pm</dco> &nbsp;<qco> Have you ever been born? </qco></h3>      i don't recall<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think everybody ought to try it sometime.</qco> </h3>      that sounds freakin traumatizing\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n1:16 pm</dco> &nbsp;<qco> how do i talk to strangers?</qco></h3>      pretend you already know them but you are just trying to refresh your memory<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i'm trying to come out of my shell a bit and not be so shy anymore. oh also why are strangers called strangers?</qco></h3>      because they are nice<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are they strange? </qco></h3>      most of them are not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how strange are they</qco> </h3>      the same amount as you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n12:38 pm</dco> &nbsp;<qco> Will you make / have you made a song in 3/4 time signature</qco> </h3>      \none way or another, many times yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n12:30 pm</dco> &nbsp;<qco> What is your favourite piano chord, note and song</qco> </h3>      \nthe first one. i've never used or heard any others after that one. i stopped there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n12:17 pm</dco> &nbsp;<qco> if the world were a movie, what genre would it be?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n11:23 am</dco> &nbsp;<qco> have you ever used \"minor 4\" in any of your music, </qco></h3>      all the time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is so what song?</qco> </h3>      it's a bit like using the letter j. i know i use it a lot but i can't remember exactly when. it's used a lot in the upcoming video to be released next.\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n7:38 am</dco> &nbsp;<qco> will your next video be a song or a video</qco> </h3>      \nthere's got to be a sweet spot\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.23&nbsp; \n6:56 am</dco> &nbsp;<qco> are you at the corner store?</qco> </h3>      \nnot quite\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; 11:34 pm</dco> &nbsp;<qco> what is a good question to ask</qco> </h3>      \nwhat you want to know\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n10:48 pm</dco> &nbsp;<qco> ok long question incoming. so recently i've been trying to use numbers to notate chords instead of just using specific chord symbols to the key (like 1m7 instead of Cm7). it seems like a good idea to get a good understanding of chord progressions and also to understand the relationships and how to transpose easily and quickly. i started doing this by using the real book and just translating them on a piece of paper. but i ran into this problem again and again and i really am stuck on it for some reason. Ok, so say we're in Cmin. an Abmaj7 chord appears. if the Cmin chord is the 1m, would the Abmaj7 be the 6maj7 (the 6th note of a C minor scale) or b6maj7 (the flat 6th of a C major scale)? i'm probably overthinking this but the b6maj7 feels better to me</qco> </h3>      \nb6 would be the answer here. that's just how people do it. there is logic to calling it 6 but it's just not what you're gonna see people doing out in the world. the convention, for the most part, is to refer to the Ab chord as b6 in the key of C or Cmin. and 6maj would be Amaj which you'd be certainly not likely to see in Cmin but for example you'd be likely to see 6dom7 in the key of C, with a likelyhood of 2min (Dmin) after it, etc\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n8:58 pm</dco> &nbsp;<qco> Congratulations on the Vibe Chamber interview! it came out great! \n<br>It was a bit short but it was good :) \n<br>\n<br>Do you think you've improved as a guest from your previous appearances on other shows?</qco> </h3>      \nnot yet, but it's on my to-do list\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n7:51 pm</dco> &nbsp;<qco> how to swiftly bullshit twenty thousand words for work, internship, and college applications? i specifically included \"swiftly\" because i'm finding less and less time for my actual passions (which unfortunately are polar opposites to what i MUST apply to) beyond all of this bullshit. fml</qco> </h3>      \nyou're in luck, someone recently invented a bullshit machine\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n6:44 pm</dco> &nbsp;<qco> So, on \"wait , no stop the show\" I've thus far worked out that it's either a g major in second inversion or some kinda c maj 7 with some add 9s and such. But I feel as if I'm barking up the wrong tree</qco> </h3>      \nit's a lot of Csus2maj7\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n5:41 pm</dco> &nbsp;<qco> If you wrote la de da de da de da de day oh in 2012, </qco></h3>      only until the end of the first chorus. everything after that was written in october 2017.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;then why didn't you make it until 2018?</qco> </h3>      actually i made most of it near the end of 2017, and the reason i didn't make it in 2012 is because i was busy writing more songs. the reason i didn't do it in 2013 is because i was still writing more songs and doing some video production experiments and working on building a website. i didn't do it in 2014 because i launched a 5-day-per-week release schedule that never would have allowed for a full length song+video. i didn't do it in 2015 because i did 'crazy/raining' and 'free to' instead, while also keeping a steady schedule of short videos and near the end of the year doing history of japan. i didn't do it in 2016 because i was making the reality section and making all the clips for 2010-2016, then i launched sequence of increasing length videos and when i got up to full length songs i chose 'day goes on' and 'hallelujah' but then actually switched to a huge history video before even those got produced, then i spent a whole year doing that, then soon after in 2017 it was time to do songs. and the reason i didn't do it in june 2017 was because i chose 4 other songs instead, and the reason i didn't do it in july is because i did \"hi i'm steve\" instead, and the reason i didn't do it in august/september is because i chose 'movie star' and 'outside' instead, and the reason i didn't do it in early october is because i chose 'soap tips' instead. \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n3:30 pm</dco> &nbsp;<qco> favorite flavor of ice cream?</qco> </h3>      \nkitchen sink\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n2:55 pm</dco> &nbsp;<qco> Why do you think people imagine they should be somewhere other than where they are? Is there truth to it?</qco> </h3>      \nsure. this is contemplating purposeful change\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n2:02 pm</dco> &nbsp;<qco> hi bill, so this might be a weird question, but you're one of the few people I know of who keep things real and down to earth. so recently I noticed that I was actively avoiding listening to a few songs that I'd vibed hard with. odd thing is they're all from this one timeframe, october 2021. that's very strange, since they're really good songs in my opinion. does this happen to you as well? </qco></h3>      i think so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like they're just uncomfortable to listen to. I know you try not to listen to your old songs. does that share anything in common with this phenomenon? </qco></h3>      maybe a little bit, but i think that would be even more sensitive because i'm actually responsible for creating the songs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because so far I kinda have a theory as to why it's happening for me. that was around the time I made some very bad choices, and they rewarded me at that time. as a result, I continued with it, a habit I have only recently been able to foresee the consequences of and have begun undoing (no it's not robbery or anything like that. more like self-deception). maybe I just don't want to be reminded of the time where everything took a turn for the awful?</qco></h3>      yes, i think that makes sense<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I understand if you don't want to respond to this since it's basically me venting using your page to do so. but I'm feeling better already :)</qco> </h3>      \n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n1:32 pm</dco> &nbsp;<qco> Is the world simply what lives in the universe? So the world can be bad, but that doesn't mean that the universe is?</qco> </h3>      \ni think the world means like..... the whole place. but no one's ever been all there, so we don't quite know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n12:26 pm</dco> &nbsp;<qco> im thinking about writing and uploading some short catchy songs. would you imagine the chance and extent of success lies more in songwriting ability or luck?</qco> </h3>      \ni think it's gonna be a blend of persistence, and love\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n12:18 pm</dco> &nbsp;<qco> What's your favorite 7-letter word?</qco> </h3>      \nfriends, which is the longest one syllable word i know\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n9:29 am</dco> &nbsp;<qco> why do you like basic geometric shapes?</qco> </h3>      \none of the things i like about them is how famous they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n8:59 am</dco> &nbsp;<qco> what's the wackiest time signature you've ever written in</qco> </h3>      \nit sounds like you're looking for something where the time signature stays the same, even though that's definitely not the wackiest you can do with time signatures, nor is it the wackiest i've done with them. However, if we're only including non-changing time signatures then the answer would probably be the 'violence' outtro of ball and stick which should be 13/16 if i remember correctly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n1:22 am</dco> &nbsp;<qco> When you go back to unfinished songs from several years ago to work on them, do you ever come across any that make you go \"Wow I don't relate to that anymore\" or \"Wow I wouldn't write a song like that today\"? If you do, do you still decide to work on them/does that make it any harder to work on them than if it was a song you still related to? If you don't, disregard that last question</qco> </h3>      \nsometimes they can be transformed into something that works for me in the present day\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n12:50 am</dco> &nbsp;<qco> i can play tenths on the piano with one hand</qco> </h3>      \nok, but can you do it on short notice\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.23&nbsp; \n12:48 am</dco> &nbsp;<qco> what is a good analogy for analogies</qco> </h3>      \nputting a square peg into a round hole....... and having it actually fit\n\n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n10:01 pm</dco> &nbsp;<qco> should i go to school next week??</qco> </h3>      \nwhatever floats your boat\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n9:09 pm</dco> &nbsp;<qco> how much english is there</qco> </h3>      \nthis much\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n7:34 pm</dco> &nbsp;<qco> tips for being a better person?</qco> </h3>      \nbe the least good while still being slightly better than before. this way you can be better while still having an opportunity to be better in the future\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n7:27 pm</dco> &nbsp;<qco> What is your second favorite fruit?</qco> </h3>      \nvegetable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n7:14 pm</dco> &nbsp;<qco> were you awake at 2:13AM last night</qco> </h3>      \ni don't recall\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n6:40 pm</dco> &nbsp;<qco> Can I get the chords for the \"and the gameplay makes the game fade away\" coz I've spend ages tryna figure it out. Ik the bit before had some e and b major 7 stuff going on but I was intrigued to find out where it went from there</qco> </h3>      \non \"gameplay\" it's like F#min11 (maybe something like Eadd4/F# is a better way to explain it). on \"fade\" it goes to like F#sus2sus4 but then it switches on \"away\" to more like F#maj9\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n5:24 pm</dco> &nbsp;<qco> i just wanted to say thank you because i really like \"movie star\" and it's been a good song to listen to in tough times, at least for me. what was the motivation/inspiration behind the song?</qco> </h3>      \nsongwriting\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n5:11 pm</dco> &nbsp;<qco> opinion on time and space?</qco> </h3>      \ndank\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n1:24 pm</dco> &nbsp;<qco> Have you ever thought of or have been successful with summoning a demon?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n11:08 am</dco> &nbsp;<qco> I'm torn between making to different styles of music, they really clash with each other. What should I do?</qco> </h3>      \ntry to make a 3rd style\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n2:51 am</dco> &nbsp;<qco> is bread cake. and most important, is cake bread</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.23&nbsp; \n2:33 am</dco> &nbsp;<qco> have you ever written a song where the tempo changes?</qco> </h3>      \nmaybe, but that's extremely rare\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n11:54 pm</dco> &nbsp;<qco> How would you characterize the vibe of the key of C#?</qco> </h3>      \nmajor key\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n11:16 pm</dco> &nbsp;<qco> When are you?</qco> </h3>      \nright here\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n9:36 pm</dco> &nbsp;<qco> Is a year a long time?</qco> </h3>      \nit's a medium amount of time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n5:05 pm</dco> &nbsp;<qco> are trombones a good instrument</qco> </h3>      \ntoo good. beware\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n4:37 pm</dco> &nbsp;<qco> this crummy feeling i get whenever i'm not productive is becoming a more and more present issue in my life. even when i don't have the energy or finish a big project and feel i should take a break for a day i just go back to feeling bad. what do i do? is working constantly the only answer because i don't think i could keep that up</qco> </h3>      \nit's time to remember what exactly the big project is. what it was when you started it, how it felt, why you wanted it, etc. What if you had to explain these things to someone, such as a duck, right now?\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n3:32 pm</dco> &nbsp;<qco> What is your opinion on the philosophy of Absurdism expounded by the 20th century French philosopher Albert Camus?</qco> </h3>      \njust a wild guess but i'm assuming that absurdism doesn't have to be as academic as you made it sound\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n12:58 pm</dco> &nbsp;<qco> do you think that I am a good/nice/person person?</qco> </h3>      \nmost likely\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n12:18 pm</dco> &nbsp;<qco> Have you ever tried stop motion before?</qco> </h3>      \nbarely\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n12:15 pm</dco> &nbsp;<qco> thoughts on nondualism?</qco> </h3>      \nmy mind is running wild about whether that means it's 1, 3, or some other entirely different number\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n11:26 am</dco> &nbsp;<qco> i feel like people overcomplicate things a lot. why do you think this happens</qco> </h3>      \ni assume it's to balance out all the times they undercomplicate things\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n11:10 am</dco> &nbsp;<qco> Are you going on a podcast to talk about your memories?</qco> </h3>      \n2 of them this week\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n9:24 am</dco> &nbsp;<qco> let me guess, you flip a coin to decide whether to answer a question bill-ish or not.</qco> </h3>      \nno, it's even simpler than that. i answer each question whilst actually being me. believe it or not i can't really find a way around this\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.23&nbsp; \n8:43 am</dco> &nbsp;<qco> Opinion on bagels?</qco> </h3>      \ntoo soft for war, too hard for peace\n<br><br>"
  }
]
