[
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:26 pm</dco> &nbsp;<qco> what's it like being bill wurtz</qco> </h3>      it's pretty ruthless\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:25 pm</dco> &nbsp;<qco> which is the better shampoo ketchup or mayonaise</qco> </h3>      i wonder if you can combine them all some how\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:13 pm</dco> &nbsp;<qco> do you actually answer questions?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n11:56 am</dco> &nbsp;<qco> I find the internet overwhelming, but I want to share the things I create with people. I was wondering on your experience with sharing your creations with the internet. \n\n</qco></h3>      it is much more convenient than it would have been 100 years ago<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thank you for your time and creations you put out there &lt;3&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n11:51 am</dco> &nbsp;<qco> Trees or bushes?</qco> </h3>      i wonder if you could combine the 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n11:06 am</dco> &nbsp;<qco> ever thought about starting a podcast where you just talk while you work on a project</qco> </h3>      i have one but it's way way way too boring for a live audience. unless you edit it like a bandit, in which case it is rock and roll\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n10:35 am</dco> &nbsp;<qco> You mentioned on the podcast that you've heard some believable ghost stories from people. Have you ever experienced anything metaphysical yourself? Maybe something you couldn't explain?</qco> </h3>      the best one i have is the shamrock light. i promise this is a boring story. it is a piece of st. patrick's day merchandice, very cheap, that has been hanging around since 2013. it is hanging very high, by the window (it can be seen near the S of the \"hiring all positions\" sign). it is a green bow tie, with a shamrock light. i guess if you squeeze it it starts blinking, but i didn't know that. so one day about 6 months ago it started blinking, without being touched for over 5 years. i climbed up to check it out, because i don't even know how the thing is supposed to work, i just hung it there and never used it, but upon further investigation you have to squeeze a switch to get the light to start blinking, or stop blinking. so it turned itself on after not being touched for 5 years. anyway i hope you like my story\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n10:22 am</dco> &nbsp;<qco> hello I've heard you wanted to do a tutorial somehow but you still gotta respect the schedule. Well how about making both at the same time? When you're ready, you could record most of the process (writing, singing etc) and you could talk to us directly like reality videos or/and add comments later when you can't really talk to us or wanna add more after. Then after posting the song on the different platforms you could work for a few days on the tutorial and upload it so you don't spoil the song/video to the audience cause they already listened to/watched it and they can be like \"oh that's how it's done\" while having a fresh example. Just a suggestion&nbsp;</qco> </h3>      that is a good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n10:16 am</dco> &nbsp;<qco> Do you ever plan on releasing anything akin to scrapped songs or lost recordings?</qco> </h3>      i have released many things like that already\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n10:12 am</dco> &nbsp;<qco> How do you brainstorm?</qco> </h3>      talk about the objective and all the ways you can think of to possibly get to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n10:04 am</dco> &nbsp;<qco> Ok,&nbsp;&nbsp;prove to me that the plain old audio wouldn't work for reality</qco> </h3>      here's an example- the one right after history of japan came out. i'm talking about how i just blew open 1 door, but there's another door right behind it. there is strong foreshadowing done there that only exists in the visual. another example is the one where i am calculating how many vines i will have available from previously made videos. i don't think that would have made any sense without the graphics. what about that one where i said \"i can't have this take forever\" or something... you wouldn't have any idea what i was talking about if i didn't show you the graphic. what about the one where i said i'm running across a desert .... you'd have no idea what that meant if i didn't show you the song list. also i would like to remind you that 'plain old audio' is not what you are hearing in any of those reality recordings. what you are hearing is heavily condensed, heavily selective, takes a long long time to find and assemble bits of material that are relevant and interesting. this actually takes more time than the graphics. for reference, plain old audio would be more like this, here is a randomly selected portion for your listening enjoyment: <a href=\"201811270421.mp3\">201811270421</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n9:36 am</dco> &nbsp;<qco> First off not a question: I thoroughly enjoyed the podcast from start to finish so I'm not sure what you mean when you say it went awful, I actually came out of it feeling more capable to work on creative stuff even though it probably won't get seen. Now for the question: you seem pretty dedicated to answering these questions, any particular reason for that?</qco> </h3>      each one makes me a little bit stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n9:25 am</dco> &nbsp;<qco> what kind of a specie r u?</qco> </h3>      homo\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n9:18 am</dco> &nbsp;<qco> what do you look for when getting a new pair of shoes</qco> </h3>      the shoe store\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n8:06 am</dco> &nbsp;<qco> Your Christmas song is so christmassy, even without lyrics and I don't know why. How did you do it? What makes a song christmassy in your opinion?&nbsp;</qco> </h3>      if you mention a lot of christmas related things, (trees, dumptrucks, etc) that usually does the trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n8:03 am</dco> &nbsp;<qco> You have mentioned that you might be on another podcast some time in the future and I think that's hype. Ethan focused a lot on your viral videos and that's cool but many of us are also more interested in your songs. Stuff like your songwriting process, composition, lyrics etc. Do you know the Musica Analytica podcast by Adam Neely and three other music youtubers? They talk a lot about everything music and music theory and do it from the comfort of their own home via video call. Would you be interested in being a guest if presented with the opportunity? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Adam has mentioned in a Q&amp;A video once that he would find it pretty cool to collaborate with you. I'd kill to witness that.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n6:48 am</dco> &nbsp;<qco> what is difference between EP and album??</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n6:45 am</dco> &nbsp;<qco> You said that is was a problem that you couldn't make videos while doing live shows but you could just do videos of the shows!</qco> </h3>      that is a good idea which is so crazy it just might work\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n6:35 am</dco> &nbsp;<qco> A genie offers you immortality but you can never talk to another person again. Do you take it?&nbsp;</qco> </h3>      so far that has not happened\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n6:08 am</dco> &nbsp;<qco> What if I am too afraid to do things?</qco> </h3>      don't do them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n5:19 am</dco> &nbsp;<qco> um this is gonna sound weird but, my favourite song that you made is \"i like\", and while i can just use some website to download it off youtube for free, i'd love to just, support you? so do you mind putting it on itunes?? just for me??? i really like that song, i wanna give u sth in return for blessing me with it :)</qco> </h3>      you could donate something <a href=\"https://billwurtz.com/donate.html\">here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n3:46 am</dco> &nbsp;<qco> Why don't you capitalize sentences?</qco></h3>      as long as i punctuate the previous sentence, what use does it do besides signal higher status in English society<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My third grade english teacher would be very mad at you.</qco> </h3>      i am mad about some of the violence in the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n3:01 am</dco> &nbsp;<qco> I've noticed many of the songs you've released recently are fairly longer, (compared to some other music you've put out) and often have lots of layers to them. Slow Down I especially love for its varied instrumentation. When writing a song, at what point do you think \"That's enough\" or \"This is missing something\",</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and how can you tell when to add or subtract a piece of a song?</qco></h3>      whether or not it sounds complete and good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Also, just out of curiosity, how long is the longest song you've put together, finished or otherwise?</qco> </h3>      one of them is timed at 4:41, but either i timed it wrong or it needs to be fixed\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n2:41 am</dco> &nbsp;<qco> What is the value in making messages in art and stuff cryptic?</qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wouldn't you want everyone to get the message?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n2:29 am</dco> &nbsp;<qco> is the rolling out the window a reference to Peter Pan?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n2:28 am</dco> &nbsp;<qco> Do you sometimes make up questions so you can answer them here?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n2:24 am</dco> &nbsp;<qco> is your relationship with music as professional as with most other things in your life,</qco></h3>      actually more<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or is it wildly passionate making you do crazy things&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n2:17 am</dco> &nbsp;<qco> how much money did the chips company pay you?</qco> </h3>      it was me and i paid myself 1 dollar per chip. actually they were fake dollars, and fake chips also\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n2:04 am</dco> &nbsp;<qco> Capitalism or Communism?</qco> </h3>      i wonder if you can combine the 2 somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n1:42 am</dco> &nbsp;<qco> how do u feel about fish?</qco> </h3>      swimmingly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n1:41 am</dco> &nbsp;<qco> is it wise for us to go to mars</qco> </h3>      it may sound a little insane but i think yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n1:30 am</dco> &nbsp;<qco> did u ever try to figure out the notes of like dial tones</qco> </h3>      it's 350hz, that's nearly exactly F, with also a perfecly harmonic 3rd (A) above. i don't think dial tones exist anymore, but <a href=\"https://www.youtube.com/watch?v=KRnDMPbtUSM&amp;feature=youtu.be&amp;t=2m38s\">here</a> is a fond memory of when they did\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n1:25 am</dco> &nbsp;<qco> what's your secret in living a happy life</qco> </h3>      being sad for temporary periods of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n1:04 am</dco> &nbsp;<qco> what's your favorite vegetable</qco> </h3>      sprout. ... or, .. what are the ones that sprout from the ground. is that sprouts\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:44 am</dco> &nbsp;<qco> Ok so one time I asked you how to write lyrics and you said \"let them write you\" but for whatever reason they won't</qco></h3>      you have to just wait, but while you are waiting you could start making up anything, just to get yourself a little moist and ready to receive the good stuff when it arrives<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also how do you write a melody like wth</qco> </h3>      with the lyrics\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:40 am</dco> &nbsp;<qco> the reality videos are so fucking cool i just found them. is there any way you would start posting just the audio files? i know you don't have time to make the videos</qco> </h3>      many many of those video clips you have seen would be worthless and downright unintelligible without the video, and i can prove it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:38 am</dco> &nbsp;<qco> i'm pretty sure christmas is real, why would the easter bunny say it isn't?</qco> </h3>      \nclickbait\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:22 am</dco> &nbsp;<qco> When did you decide to learn how to play music?</qco> </h3>      age 2 or earlier\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:07 am</dco> &nbsp;<qco> Hey Bill, I know everyone and everything pressures and tries to HARD to get you to monetize. But I'm so glad that you don't.</qco></h3>      i do but maybe not in the way that you are looking at<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I get to find am your music in one place and download it all easily and with no charge. And I don't have any money so I usually have to illegally download music and feel guilty about it. Instead I get all your music free with no charge and no bad feelings. Your content makes me happy and inspired. Your songs have literally saved me from suicide on multiple occasions and I want to also do music as a when I thought I couldn't before. With no charge. And please never monetize or set up paywalls.</qco></h3>      i have them on some sites, but that's just how those sites work<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Anyway, sorry this isn't a question. I hope you can forgive that. Thank you, and live long and prosper!</qco> </h3>      that's very nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.3.18&nbsp; \n12:03 am</dco> &nbsp;<qco> how do i get good at improvising music</qco> </h3>      start making things up\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n11:48 pm</dco> &nbsp;<qco> what's your favorite emoticon</qco> </h3>      the space bar\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n11:36 pm</dco> &nbsp;<qco> Why haven't you posted a video for your song, \"Got to Know What's Going On\"?</qco> </h3>      because i did not make one. the reason i did not make one is because i made one for 'movie star' instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n11:09 pm</dco> &nbsp;<qco> How to not accidentally be an asshole all the time</qco> </h3>      still learning\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n10:54 pm</dco> &nbsp;<qco> how many things is too many things</qco> </h3>      more than 100\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n10:45 pm</dco> &nbsp;<qco> Why do you think 1=2?</qco></h3>      clickbait<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it like how the universe came to be or something?</qco> </h3>      now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n10:34 pm</dco> &nbsp;<qco> will i ever be happy</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do i just have to pretend i am forever</qco> </h3>      you may find yourself pretending to be unhappy\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n10:13 pm</dco> &nbsp;<qco> Heyy bill, I really wanna work on being a better, more focused person, and I have been trying to direct myself towards certain goals. However, around twice every day, I get into these tired, depressive moods where I feel really worthless and dysphoric. During these periods, I can never get any drawing work done without scribbling all over the tablet, and i get temperarily get back into my bad habits. Have you experienced something similar, and do you have any advice into crushing these moods?</qco> </h3>      i don't get those moods but i do scribble all over the tablet. that is actually my normal method of drawing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n10:10 pm</dco> &nbsp;<qco> is math art?</qco> </h3>      it depends if you hang it on the wall\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:57 pm</dco> &nbsp;<qco> Do you have the power to control time?</qco></h3>      no but i can control space<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;your long music videos seem short and your short music videos seem long.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> i have to start an essay and im having difficulty motivating myself. how do you keep yourself going on long projects?</qco> </h3>      knowing how important the project is\n<br><br>"
  }
]
