[
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n8:13 pm</dco> &nbsp;<qco> did you ever fake it till you made it</qco> </h3>      \n\nno. i tend to do it realer than most experts ever would dare to recommend\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n3:10 pm</dco> &nbsp;<qco> is everything cool?</qco> </h3>      \n\nyes but not all at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n2:52 pm</dco> &nbsp;<qco> Where were you on the night of February the 31th?!</qco> </h3>      \n\nnowhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; 2:12 pm</dco> &nbsp;<qco> What do you think are some of the most impactful books on music theory that you've read which has influenced your composing?</qco> </h3>      \n\nnone. it would never occur to me to learn music from a book. music is.... sound. books are of course silent\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n1:54 pm</dco> &nbsp;<qco> are green olives a real thing</qco> </h3>      \n\ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; 1:29 pm</dco> &nbsp;<qco> how are you bill?</qco> </h3>      \n\npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n12:34 pm</dco> &nbsp;<qco> Should I have salmon or tuna for dinner?&nbsp;</qco> </h3>      \n\nhow about an entire school of fish\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n12:26 pm</dco> &nbsp;<qco> Do you say lever like bet/wet. Or do you say it like meat/sheet</qco> </h3>      \n\nfor the mechanical mechanism, i use short e (clever). for the company Unilever, i use a long e (beaver). it's worth noting that i don't say Unilever very often. only on nightly pilgrimages to Trumbull, to pay homage \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n11:26 am</dco> &nbsp;<qco> Is there a way to write a triad of B, D flat, and F on a chord sheet?</qco> </h3>      \n\nsounds a lot like Db7 but it depends where yuo want the bass\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; 11:15 am</dco> &nbsp;<qco> What is a music theory?</qco> </h3>      \n\ni'll tell you one of mine. there's no such thing as the right note, otherwise people wouldn't keep changing notes all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n9:30 am</dco> &nbsp;<qco> Thoughts on apathy</qco> </h3>      \n\nsounds greek\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n7:39 am</dco> &nbsp;<qco> My shoelaces keep divorcing. How to stop this</qco> </h3>      \n\nhow about an arranged marriage, as a last resort\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n3:16 am</dco> &nbsp;<qco> do you spend alot of time on your own? just. thinking?</qco> </h3>      \n\ni spend a medium amount of time doing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n3:09 am</dco> &nbsp;<qco> have you ever had a lucid dream?</qco> </h3>      \n\ni think i'm in one now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n1:09 am</dco> &nbsp;<qco> Why is juice so good?</qco> </h3>      \n\nthat is due to the liquification it has incurred. juice without having been through this is not as good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.15.24&nbsp; \n12:24 am</dco> &nbsp;<qco> what's 0 + 0?&nbsp;&nbsp;</qco></h3>      0<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;would your answer change if i told you that we were on a car driving straight toward the middle of planet Earth?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n11:23 pm</dco> &nbsp;<qco> are there any fivelets in any of your songs and what are some of them if so</qco> </h3>      \n\ni believe, if i remember correctly, there is a percussion fill that incorporates a 5-tuplet in \"it's the first day of school (but i think i might quit)\", going into one of the B-sections, as i'm remembering it it feels like the second one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n11:02 pm</dco> &nbsp;<qco> How come in your songs section \"I'm a princess\" comes before \"Here comes the sun\" when \"Here comes the sun\" was released before \"I'm a princess\"? Also it says they were released in 2019 and 2020 in the songs section when both were actually released in 2021.</qco> </h3>      \n\n\n\n\nthe audio for \"i'm a princess\" was completely finished by the end of april 2019, and did not change at all since then. the website tries to reflect the most actual relevant production dates wherever possible. similarly, the audio for \"here comes the sun\" was completed in september 2020\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; 9:19 pm</dco> &nbsp;<qco> How to be cool?</qco> </h3>      \nthat's impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; 7:31 pm</dco> &nbsp;<qco> What's your favorite genre of music?</qco> </h3>      \ni forgot which one is which. i did this on purpose, because i found the categories to be unstable anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n3:46 pm</dco> &nbsp;<qco> Why is daylight savings even a thing? Instead of falling back an hour in fall then spring forward an hour come spring could we have just met in the middle at 30mins and not change anything</qco> </h3>      \nthere is no great reason, but there have been enough videos made about the subject that you could bore yourself silly on it, if you wanted\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n3:41 pm</dco> &nbsp;<qco> how can i be the coolest ever?</qco> </h3>      \njust take a walk\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n1:31 pm</dco> &nbsp;<qco> how do you feel when it rains?</qco> </h3>      \ngood\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n10:27 am</dco> &nbsp;<qco> Is there a way to write a chord so that it makes you play every note on the keyboard at once</qco> </h3>      \nthe simplest way to notate that would be to write \"every note on the keyboard\". This is actually quicker and neater than notating all the notes individually. and there is no chord symbol for it, at least not one that is widely known\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n8:57 am</dco> &nbsp;<qco> I have a talent show performance tomorrow, my first ever performing in front of people. Any advice for not screwing up and being embarassed forever?</qco> </h3>      \nthe only way to get better at this is to do more of it. there is no way to improve the first time. but if you do it more you will make future times better, while also diluting any bad memories of the first time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; 8:45 am</dco> &nbsp;<qco> What is the answer to life, the universe and everything</qco> </h3>      \nthat's part of a popular quote from a book. the quote is so popular that people might have even forgotten the book but they still remember the quote. Actually, i think the quote is so popular now that people don't even realize it's a quote. they just say it anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n7:41 am</dco> &nbsp;<qco> Wouldn't eternal life just kinda be like eternal misery?</qco> </h3>      \nno, it would be much more than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n7:02 am</dco> &nbsp;<qco> Heya bill! I forgot the question I wanted to asked you, my bad :(</qco> </h3>      \nthat's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n3:06 am</dco> &nbsp;<qco> would you want to live in a corner-less house</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n2:42 am</dco> &nbsp;<qco> Is sky not blue</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n1:41 am</dco> &nbsp;<qco> do you like jellyfish</qco> </h3>      \ni don't know any jellyfish\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n1:19 am</dco> &nbsp;<qco> some people have an \"ill get this done or die trying and if i die trying thats fine/better because at least i was doing what i wanted to do\" mindset, what do you think of this mindset and is yours similar</qco> </h3>      \nit's nice to have that mindset sometimes. of course if you try to adopt that mindset permanently you will eventually exhaust yourself. then maybe you can try it again later\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; \n1:19 am</dco> &nbsp;<qco> how silly would you say you are out of 10</qco> </h3>      \n0\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.24&nbsp; 12:04 am</dco> &nbsp;<qco> what should i do with my life</qco> </h3>      \neverything. just kidding, there might not be enough time. instead how about just some things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n11:51 pm</dco> &nbsp;<qco> Are you ever sitting there thinking about how to do something for hours on end when you suddenly attain enlightenment and everything seems to make sense at exactly the same time? That just happened to me.</qco> </h3>      \ni find it more often happens just when i step away from thinking about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n11:07 pm</dco> &nbsp;<qco> i like middle ground i think it is awesome and underutilized</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n10:20 pm</dco> &nbsp;<qco> Why did syd barrett go crazy?</qco> </h3>      \nmaybe he figured out how songwriting actually works\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n10:06 pm</dco> &nbsp;<qco> how to use geopolitical strategy to assert a subtle but lasting influence on other nations in times of economic uncertainty?</qco> </h3>      \nread the book with that title. on second thought, you'd probably be better off just reading the nike slogan instead. then of course, write the book, claiming there's much more to it than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n9:25 pm</dco> &nbsp;<qco> have you started writing any songs that you can't finish? \n</qco></h3>      i can finish any song, even though some of them have not been finished yet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you revisit your older incomplete songs? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Have you finished any that sat for a long time? \n</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you ever turn an incomplete song into a section or another song?&nbsp;</qco> </h3>      only inadvertantly. in other words, i don't go shopping for opportunities to stuff a song into another song. in very rare cases it may just come up naturally that way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n7:50 pm</dco> &nbsp;<qco> What is your favorite chord ever</qco> </h3>      \nchanging chords. that's the only thing that does it for me anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n7:28 pm</dco> &nbsp;<qco> hey bill! sometimes when i'm feeling down i'll watch your \"reality\" videos. a lot of our thought processes seem similar and it seems you've got the same kind of perfectionism as me. how do you deal with that?</qco> </h3>      \ni'm not sure, i don't consider it any kind of perfectionism. i don't even like perfect things\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n7:22 pm</dco> &nbsp;<qco> how many words are in the title of the video that has the longest title out of the 12 you plan to release?</qco> </h3>      \ni'm not sure of all of the exact titles, nor am i sure that that is the exact number of videos. but i'm almost certain that one of them will have an 8 word title\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n6:15 pm</dco> &nbsp;<qco> i feel that numbered notation for chords is limiting&nbsp;&amp; fails to capture the emotion they are meant to convey. can you try to change my mind?&nbsp;</qco> </h3>      \nof course not. any writing system is limiting. the only true experience is actually being there. now it's your turn to change MY mind, which will also probably be difficult because we probably both agree\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n6:05 pm</dco> &nbsp;<qco> Hey bill, your music has inspired me to make my own, but I'm very inexperienced in this field. I've heard your music, and from that I know for sure that you know what you're doing, so out of all the instruments that you use regularly, which ones would you recommend to a beginner?\n</qco></h3>      some kind of piano keyboard is usually good, because it has just about all the notes you'll normally need, layed out in order so you can very easily find them all<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, what are your favorite instruments?&nbsp;</qco> </h3>      surprise me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n5:52 pm</dco> &nbsp;<qco> If you were to make up a new word, what would it be and what would it mean?</qco> </h3>      \nit's impossible to answer this without actually making the word up right now. so this question is not quite as hypothetical as it purports to be. instead, it's actually outright telling me to make up a word now. i just wanted to make that clear. that being said, my word is 'a'. it is of course a homonym with the already existing word 'a', except it means 'the'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n5:12 pm</dco> &nbsp;<qco> is it immoral to call in sick because the weather is too nice to work?</qco> </h3>      \nthat all depends whether you think it's immoral for other people to lie to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; 4:27 pm</dco> &nbsp;<qco> what is life?</qco> </h3>      \nexploration and discovery. unless those haven't been discovered yet, then you'll have to just sit around until it somehow gets discovered by accident. and believe me, it will eventually. and even if it doesn't, ................... it will eventually\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n4:08 pm</dco> &nbsp;<qco> do you prefer the spelling \"aluminum\" or \"aluminium\"&nbsp;</qco> </h3>      \ni can barely tell the difference\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n1:56 pm</dco> &nbsp;<qco> what is your favorite board game?</qco> </h3>      \nbeing normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.24&nbsp; \n1:42 pm</dco> &nbsp;<qco> i wrote a song but the chord progression doesn't really fit the melody. the melody is also really boring, but i like the chords, i'm just having a hard time thinking up a new melody. any thoughts?</qco> </h3>      \njust leave it as just chords then. that seems like the main reason for the song existing at this point\n<br><br>"
  }
]
