[
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n8:40 am</dco> &nbsp;<qco> Hello, do you know how to play a cello. Sincerely, Taylor Swift.\n<br>P.s. trust me, I'm legit.</qco> </h3>      \ni think i might know the basic mechanics, but i have never touched one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n3:01 am</dco> &nbsp;<qco> your songs and jingles are all filled with the most wonderfully infectious positivity, and really help my mood when im ultra depressed. im guessing you dont always feel so positive when making stuff, so where do you get those good feelings from when thats the case?\n</qco></h3>      i've learned to pull it out of thin air. in that sense, my role is similar to a preacher <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, i hope youre having a good day</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n2:55 am</dco> &nbsp;<qco> bill, would you please try and convince me that it'll work out?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n2:44 am</dco> &nbsp;<qco> Do you miss the Chuck Norris memes from the early internet?</qco> </h3>      \nno, i still have them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n1:58 am</dco> &nbsp;<qco> do you ever have plans to release your music on physical media?</qco> </h3>      \ni just want to be sensible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n12:57 am</dco> &nbsp;<qco> if kanye and lil wayne were to collaborate would you prefer \"wanye\" or \"kayne\"?</qco> </h3>      \ni'd prefer if they collaborate, not merge\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n11:59 pm</dco> &nbsp;<qco> are you a mind reader?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n11:50 pm</dco> &nbsp;<qco> Will you ever sing/speak in Dutch in any of your videos</qco> </h3>      \nit's likely\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n11:22 pm</dco> &nbsp;<qco> why would one choose to write a song in its entirety before producing or recording it?</qco> </h3>      \nit's just the same reason you'd want to draw a plan before building a house. too many intracate interconnected scaffolding to really improvise a house\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> What are the rules of playing billiards&nbsp;</qco> </h3>      \nyou just gotta lose your fucking mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n9:32 pm</dco> &nbsp;<qco> favorite scale? (don't say c major or minor)</qco> </h3>      \nchromatic\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n9:15 pm</dco> &nbsp;<qco> why have you started doing more interviews recently when you didn't before. is there more interest now, or has there always been interest from interviewers.</qco> </h3>      \npeople are just now starting to realize how incredible my grammar is\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n9:13 pm</dco> &nbsp;<qco> will there ever be a dog in one of your non-song videos?</qco> </h3>      \nit's possible, but not guaranteed\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n9:01 pm</dco> &nbsp;<qco> what do you think of \"I'm Only Sleeping\" by The Beatles?</qco> </h3>      \ni don't like it, but that doesn't mean it's not good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n8:57 pm</dco> &nbsp;<qco> Is there any specific reason/meaning that in Mt. St. Helens the note choices get more and more chaotic as the song fades out?</qco> </h3>      \nwhy would you not go bonkers in the fade\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n8:26 pm</dco> &nbsp;<qco> favorite time of the day?</qco> </h3>      \n8:26 pm\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n7:19 pm</dco> &nbsp;<qco> Does cucumber belong in sushi?</qco> </h3>      \ni don't even know what belongs outside of sushi\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n6:36 pm</dco> &nbsp;<qco> how do you spell lunch</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n6:06 pm</dco> &nbsp;<qco> do you think aliens are green?</qco> </h3>      \nmaybe some of them\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n6:04 pm</dco> &nbsp;<qco> What's your least favourite thing that you don't like?</qco> </h3>      \ni don't recall\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n5:07 pm</dco> &nbsp;<qco> How re you doing? I love your style of content, and your way of creating videos and music!\n<br>Any tips on starting the process of creating? As i feel that my work may not be good in practise as I am a beginner..&nbsp;</qco> </h3>      \nthat's normal. but if you can get excited about being terrible, then you will be excited all along the way until you improve. then eventually you'll have to learn to be excited about being really good. hopefully you will be able to make that adjustment when the time comes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n4:59 pm</dco> &nbsp;<qco> how to learn how to sing?</qco></h3>      most importantly, just sing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it feels so much more akward than learning instruments</qco> </h3>      that's true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n4:28 pm</dco> &nbsp;<qco> Is it ok that I have a picture of you laughing as my keyboard background or is this too weird</qco> </h3>      \ni have a picture of you laughing as my bed sheets\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n1:41 pm</dco> &nbsp;<qco> hi I'm an old oak</qco> </h3>      \nthat's fair\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n1:23 pm</dco> &nbsp;<qco> any thoughts on parasocial relationships? is that something you've ever worried about? or done something to prevent/make better for you and audience?</qco> </h3>      \nno, but i'd be open to worrying about it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n12:55 pm</dco> &nbsp;<qco> is there a 4 letter word land?</qco> </h3>      \nsure, isn't that your true home? \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n12:42 pm</dco> &nbsp;<qco> most average letter?</qco> </h3>      \nn\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; 12:37 pm</dco> &nbsp;<qco> Coffee or tea?</qco> </h3>      \ni see neither thing here, but i do however see both words. in this case, 'Coffee' takes up more space, due to having more letters in addition to the capitalization. hope that helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n7:49 am</dco> &nbsp;<qco> can \"hi\" be considered a question? </qco></h3>      not usually<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cause I just wanna say \"hi\".</qco> </h3>      that's fine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n7:13 am</dco> &nbsp;<qco> in \"out to lunch\" what was the guy about to say before being cut off</qco> </h3>      \ni don't recall him being cut off\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n6:31 am</dco> &nbsp;<qco> do you write your songs for your music videos or vice versa?</qco> </h3>      \nyou could think of it either way. but the song is made first\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; 5:09 am</dco> &nbsp;<qco> do you like music?</qco> </h3>      \nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n4:32 am</dco> &nbsp;<qco> When's a good time to take a break?</qco> </h3>      \nin between 2 other breaks\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n2:01 am</dco> &nbsp;<qco> Why is Dutch the language you're learning?</qco> </h3>      \nmost native dutch speakers tend to leap with excitement into english many times a day. so i am doing my part, to offset this\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n12:43 am</dco> &nbsp;<qco> What is the best thing?</qco> </h3>      \nhow about a leaf\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n11:54 pm</dco> &nbsp;<qco> How good are you at complex vocal runs? Would you say you have good agility?</qco> </h3>      \nif the mood is right, i can do anything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n11:42 pm</dco> &nbsp;<qco> You ever get recognized when ur out and about? Do you mind taking pics with people?</qco> </h3>      \ni have a picture of myself that i send out and about, to be recognized. so people can take pictures of their picture next to my picture. the real me is somewhere else, dreaming to one day meet other real people\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n10:41 pm</dco> &nbsp;<qco> when you refer to \"LTRs\" in your reality videos, what does that stand for?</qco> </h3>      \nrealbook jamming exercises, which i was doing as a way to \"learn to read\" better \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n9:44 pm</dco> &nbsp;<qco> I think I know all the major chords, like the c major chord, but sometimes things come after the c part and it looks like c#m7b5. What do those mean, and is it necessary to know? </qco></h3>      it depends how much you love the song in which you saw that printed<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I was a percussionist all throughout highschool but all I learned was the music staff</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n8:38 pm</dco> &nbsp;<qco> You said the earth was medium or big, but I feel like most people would say the earth is small compared to everything else. What compels you to say that it's big?</qco> </h3>      \nwell, put it this way, it's bigger than your house, and your neighbor's house and all your neighbors' neighbors' houses, combined\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n7:46 pm</dco> &nbsp;<qco> Hello,\n<br>this is Mr. President Joe Biden.\n</qco></h3>      i believe you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What should my second term promise be in the next campaign?</qco> </h3>      \nreach the age of 100, to surpass the age of the opposing candidate who is currently only 99<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n7:36 pm</dco> &nbsp;<qco> How challenging is it to reinvent something that was already invented?</qco></h3>      it's easy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it simply keeping itself from being known?</qco> </h3>      i think you just change it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n5:20 pm</dco> &nbsp;<qco> how many words?</qco> </h3>      \n3\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n4:42 pm</dco> &nbsp;<qco> ive always thought that the major and minor intervals come from the major and minor scales. but apparently they don't, and its the other way around. how does this work?</qco> </h3>      \ni guess it's just like what other notes are you likely to want, when a major or minor chord is being played. but of course that's never really an exact perscription for what you really want. often you'll need more, less, or even something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n4:19 pm</dco> &nbsp;<qco> What should I do with my left hand when playing piano? </qco></h3>      what is your right hand doing, what is your voice doing, and what are the hands instruments and voices of the rest of the people in the band doing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I usually just play chords with it but I never really see people doing the same so it must be wrong, any tips?</qco> </h3>      there are many different roles a piano player may find themselves in. <br>\n     1. you may be alone, singing a song and accompanying yourself with the piano. in that case, it's likely that your left hand will take the bass, and your right hand will take the chords, and your voice will take the melody. \n<br>\n     2. you may be alone on the piano without singing. in this case you will probably be finding a way to generally cover bass, harmony, and melody, in various combinations of ways with whatever hands you can.<br>\n     3. you may be in a small band with only bass and drums and piano. in that case, you will probably be responsible for melody and chords, in which case you will probably find your right hand doing a lot of melody (and some harmony) and your left hand lending some harmonic support where possible, and staying the heck out of the bass.<br>\n     4. you may be in a band which includes a bass player and another melody player (or singer). in this case, again you'll want to stay the heck out of the bass, you won't need to be the main melody leader, and your main job will probably be just harmonic support. and in this situation, you'll probably want to be very careful about 2-handed playing, because most of what you need to do will probably be in a very one-handed range. if you insist on being very 2-handed here, you will probably be crowding the ensemble here<br>\n     5. you may be in a band which includes a bass player, another melody player, AND also other harmonic players such as guitar. this case is similar to the above case, but even more delicate, and it's going to require some direct communication with the guitar player, to coordinate who does what. there's a lot of ways the 2 of you could ruin each other's lives, but as long as you are in communication then you can build exactly what you need, together<br>\n     all of the above situations are completely different roles for a piano player. this makes sense, because the piano actually contains the entire range of musical notes. so depending on who else is in the ensemble, you could be doing as much as everything or as little as nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n2:03 pm</dco> &nbsp;<qco> Will you ever do ventriloquism in a video?</qco> </h3>      \nit's possible, but nowadays it may be better suited to a real-life situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n1:41 pm</dco> &nbsp;<qco> does the word \"be\" get to be part of the land of the two letter words</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n1:26 pm</dco> &nbsp;<qco> Okay, so I've been cooking this 8 bar cadence (or sumthing), but I cannot figure a good resolution. \n<br>C / Cmaj7 / Edim / Bbmaj7 \n<br>Eb / Bb / ?? ?? / C \n<br>But I cannot decide how to bring this home. Would you preferer:\n<br>A) Bb / F / G7 / C\n<br>B) Bb / G / G7 / C \n<br>C) Bb / G / Bdim / C\n<br>D) Something else? \n<br>Would this work better in another key? \n<br>&nbsp;</qco> </h3>      1. chord symbols on paper are not nearly enough to specify the music well enough to make any useful decision<br>\n     2. even if we were working with sound, we're still in the situation of \"writing chords\" which, i find, tends to be a futile exercise 90% of the time -- the direction doesn't seem to take shape until some melodies, words, or other meaningful handles come into play<br>\n     3. assuming you did give me all of that, with sound, words, and melodies, and then asked me what comes next, then you would be asking me to enter into a co-writing partnership with you. which i might be willing to do but i'd first like to discuss the nature of the partnership a little before jumping into the project\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n1:24 pm</dco> &nbsp;<qco> what is your opinion on general relativity?</qco> </h3>      \nheavy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.24&nbsp; \n1:24 pm</dco> &nbsp;<qco> Bill I want to learn a certain skill so so badly and I started taking lessons, but the lessons do the opposite of the creative play that feels natural for me. I'm struggling to do the simplest stuff the instructor tells us to do, it makes me feel like an idiot and leaves me wanting nothing less than to practice. How the heck do I save my soul in this trying situation?</qco> </h3>      \nin this case, it seems obvious that you should quit this class\n<br><br>"
  }
]
