[
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n4:41 pm</dco> &nbsp;<qco> are you working on any new video</qco> </h3>      \ni'm working on the whole entire way i make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n4:19 pm</dco> &nbsp;<qco> Do you like butterflyies/?</qco> </h3>      \nthey are too good. i'm suspicious\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n3:50 pm</dco> &nbsp;<qco> how do i fully express my gratitude for the wonderful people around me?</qco> </h3>      \nyou could take them on a trip to the car wash, and as you are going through the car wash together you could explain it to them right when it gets to the loudest most intense part\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n3:29 pm</dco> &nbsp;<qco> Why are you not uploading? i am actually scared.</qco> </h3>      \nfigured i would try downloading instead, for a change\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n3:28 pm</dco> &nbsp;<qco> will time ever go backwards?</qco> </h3>      \nsure, but in order to experience that properly, you need another channel to be going forwards on, for comparison. otherwise you'd never know\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n2:49 pm</dco> &nbsp;<qco> &nbsp;How do I go back in time?</qco> </h3>      \nfirst you must find a valid recording of the entirety of space, from the time you wish to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n2:44 pm</dco> &nbsp;<qco> what's the secret of the universe</qco> </h3>      \n1=2\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n2:27 pm</dco> &nbsp;<qco> How can I know that I'm not a horse?</qco> </h3>      \ni think there are some quizzes online\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n2:23 pm</dco> &nbsp;<qco> Hwat instrument consistently makes the worst music?</qco> </h3>      \ni have a couple of things in mind, but i can't say because there's a chance i am wrong. sometimes i get best and worst mixed up\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n2:15 pm</dco> &nbsp;<qco> HOW MUCH CAN YOU DO WITH FRESH PAPER</qco> </h3>      \nGod only knows\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n2:13 pm</dco> &nbsp;<qco> what was in the fragile box you didn't open?</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n1:46 pm</dco> &nbsp;<qco> can you tell us where your superstition of not watching/hearing your work after being done comes from? </qco></h3>      the scary feeling that everyone's already heard this and i can't change it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\thow would it affect a possible live show?</qco></h3>      would not. there will be no pre-existing recordings used in the show<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t i personally can't listen to things that i spend a lot of time into mostly because i won't be as excited about the idea after a long time and some sleepless nights flashbacks :(</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n1:28 pm</dco> &nbsp;<qco> Will you come back to uploading in youtube</qco> </h3>      \nas soon as i know how to make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n1:17 pm</dco> &nbsp;<qco> So if you say you are starting not quitting, will your next song be \"I think I might start\"\n</qco></h3>      kind of already did that sort of thing in 2016 so it might look a little different this time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAlso for an actual serious question, how oft do you like your blankets?</qco> </h3>      \nonce a day, in the colder months\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n1:00 pm</dco> &nbsp;<qco> Upload,pls! I just watched your 70million view video with 2.8 million likes,your amazing! Please,upload on YouTube!\n<br></qco> </h3>      \nthe interesting thing not everyone may know about the joyous art of uploading, is there actually needs to be a piece of content to upload\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n12:16 pm</dco> &nbsp;<qco> i need to buy a keyboard to replace my piano when i go to college, and also to use for recording/production. is it enough to get a midi controller and use a software synth on my laptop? or is the latency (and setup time) gonna be annoying when i just wanna fuck around?&nbsp;</qco> </h3>      \ni think you will be able to make it work for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n11:57 am</dco> &nbsp;<qco> What is this site</qco> </h3>      \nbillwurtz dot com\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n11:52 am</dco> &nbsp;<qco> Rice is very delicious. Why don't you eat rice???????</qco> </h3>      \ni could\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n11:37 am</dco> &nbsp;<qco> How was it like on Genius?</qco> </h3>      \nso yellow. so much yellow stuff in that building. the cameras are yellow\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n11:36 am</dco> &nbsp;<qco> what gets you going again when you're demotivated?</qco> </h3>      \nfinding solutions to things i didn't previously have solutions for\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n11:33 am</dco> &nbsp;<qco> my grapes have ascended to the fourth plane, how do I retrieve them without studying the art of existentialism?</qco> </h3>      \ndid you ever consider going to that plane yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n11:27 am</dco> &nbsp;<qco> why is new canaan so satisfying to listen to? what musical shenanigans have you pulled</qco> </h3>      \nultimately i think it's all a result of the original writing session, which took place actually at most of the locations described. i think the genuine energy of the journey carried itself all the way down through the years of re-writes and finally to production, 5 years later. things were patched up and enhanced in the re-writes, from those extra years of writing experience, and some of the best parts might be those re-writes, but they still got their power by drawing more deeply from the original experience. would recommend. grab a notebook and go to a town you've never been before, and write something along the way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n10:27 am</dco> &nbsp;<qco> do you like mice</qco> </h3>      \nwish they went a bit faster but all in all they're pretty good i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n9:19 am</dco> &nbsp;<qco> Will you make any scarmbles in the near future?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n8:35 am</dco> &nbsp;<qco> Why are you so beautiful?</qco> </h3>      \ncould be the editing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n7:36 am</dco> &nbsp;<qco> What are you working on at the moment?</qco> </h3>      \nteaching myself to keep up with a much much faster horse. did i say teaching i meant programming\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n7:24 am</dco> &nbsp;<qco> What happens when time passes - does the future move to the present or does the present move the past?</qco></h3>      both<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t And why doesn't anything happen to the past...</qco> </h3>      already did\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n6:15 am</dco> &nbsp;<qco> where is the best place to frolick&nbsp;</qco> </h3>      \nin the promise land\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n6:01 am</dco> &nbsp;<qco> What are the differences between the old way to make videos and the new one?</qco> </h3>      \nfrom what i recall, the old way just seems like a lot of rectangles sliding around, in straight paths\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n5:46 am</dco> &nbsp;<qco> are your awesome bass fills improvised or do you write them out beforehand?</qco> </h3>      \nimprovised\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n5:46 am</dco> &nbsp;<qco> we're all very excited for when your new stuff comes! I have felt a strange listlessness going for so long without your songs but I'm sure if will be worth the ait</qco> </h3>      \ni hope you are aware that all the previous songs are still available\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n5:45 am</dco> &nbsp;<qco> why aren't more people mystified by mathematics?</qco> </h3>      \nprobably makes too much sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n5:41 am</dco> &nbsp;<qco> hello \n<br>\n<br>is it even possible to fail?\n<br>is it even possible to make things not ok?\n<br></qco> </h3>      \nthe answer to that must remain a closely guarded secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n4:41 am</dco> &nbsp;<qco> Bill, what's up? Can I tell you something? I'm having severe issues with the VAST amounts of \n<br>misinformation being spread mainly by vox populi and youtube/internet articles regarding music education.\n<br>It's driving me nuts. One of the worst (and I tend to disagree on a lot of things), I think, it's about \n<br>the myth regarding strength and exercise needed to play an instrument, as if playing guitar, \n<br>piano or even drums required some sort of strong physical competence to the extent professional \n<br>athletes do. I truly believe that playing and instruments in general (save some occasions and styles like\n<br>flamenco or extreme metal, perhaps) are learned through very simple principles applied through musical \n<br>concepts (or just music), with just standard physical well being (in the majority of cases already \n<br>achieved) regardless of gender, ethnicity and to some extent age (and there tons of exceptions to my \n<br>favor to th\n is too!!\n  But let's play). I'm seeing people getting hurt trying to get better at their \n<br>instruments the wrong way and it breaks my heart. I'm a professional musician and educator and I would \n<br>really like to have your take on this. I think you are a true great musician and am a big fan of your work, \n<br>by the way! Cheers! P.S.: Just in case, nothing against sports, exercise, fitness or whatever.</qco> </h3>      \nif you think they are really doing it wrong, you could try to show them what you think is a better way, but if they are not in the mood to hear it then don't worry too much about it. if they hurt themselves a bit later, hopefully they will be more interested in solutions then. but also be careful not to get wrapped up in wishing everyone played like you. it's easy to feel that way. quite often when i see drummers playing matched grip, i tense up and feel uncomfortable watching them. but in reality, it's 2020 and i think 98% of players are matched now. Or to be more specific, i see a surprising amount of players seemingly not doing anything 'moeler'ish whatsoever in their right hi-hat hand. meaning they're not packaging the strokes in groups of 2, in one single motion together. instead they're just hammering away with their entire arm, for every stroke, going through a lot more effort, looking kind of like they're trying to shake a baby or something. But still, it's on you to sell them on whatever better way you have. kind of like, 'hey, looks pretty tiring the way you're trying to pound out every stroke individually, .... well check this out' and then show them. If you sell it well, they will buy it. But it also comes down to whether it's really right for them or not. If it is, they will know, the first time they see it. and if they don't, then it could be time to start seeing other people. i don't really know, i quit teaching after 2 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n4:35 am</dco> &nbsp;<qco> whats your opinion on goats</qco> </h3>      \ntoo small\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n3:15 am</dco> &nbsp;<qco> how important is music</qco> </h3>      \nvitally\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n3:15 am</dco> &nbsp;<qco> Can you define your sense of humour in a sentence?</qco> </h3>      \nthe quick brown fox engaged in some very peculiar activities\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n3:07 am</dco> &nbsp;<qco> sorry to get political but if a witch eats the president do you think that witch should become president?&nbsp;</qco> </h3>      \neasier said than done\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n2:33 am</dco> &nbsp;<qco> what are some questions you have about time</qco> </h3>      \nwhen is it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n1:45 am</dco> &nbsp;<qco> What's your opinion on surreal memes?</qco> </h3>      \nnot surreal enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n1:34 am</dco> &nbsp;<qco> Where you at i need musics</qco> </h3>      \ncoming right up\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n1:31 am</dco> &nbsp;<qco> What's the best way to eat a potato?</qco> </h3>      \nthe wide way\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n1:22 am</dco> &nbsp;<qco> How do i get better at singing</qco> </h3>      \ni'm not entirely sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n1:07 am</dco> &nbsp;<qco> I was talking to a friend about how much ease you bring into my life. You must be some kind of therapist.</qco> </h3>      \ncould be possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n1:04 am</dco> &nbsp;<qco> hey bill, i'm an aspiring musician artist thing. any tips on how to get through the existensial crisis?</qco> </h3>      \ndocument your journey\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n12:42 am</dco> &nbsp;<qco> do you participate int he worship of an unknown diety(s) occasionally or never? </qco></h3>      <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tif so, please specify.</qco> </h3>      \nit's only called worshipping a diety when someone else does it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n12:08 am</dco> &nbsp;<qco> Fav Tom Jones moment?</qco> </h3>      \nhow about <a href=\"tomjones-iwannadie.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.19&nbsp; \n12:04 am</dco> &nbsp;<qco> Since titanium is a common metal, might silverware be replaced by titaniumware?</qco> </h3>      \nsilverware is fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.19&nbsp; \n11:57 pm</dco> &nbsp;<qco> What do trombones think about at night?</qco> </h3>      \nthe experiences they had during the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.19&nbsp; \n11:54 pm</dco> &nbsp;<qco> What would you do if all colors except red and blue stopped existing?</qco> </h3>      \npatterns\n<br><br>"
  }
]
