[
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n11:45 am</dco> &nbsp;<qco> I never really saw the climbing character in here comes the sun (0.51) till now. It's so beautiful</qco> </h3>      \nthat's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n11:11 am</dco> &nbsp;<qco> We gotta win to save the bowling alley, or else they'll turn it into a parking lot!</qco> </h3>      \nit's ok, it's pretty easy to change it back\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n10:14 am</dco> &nbsp;<qco> why is being in love so great but so painful</qco> </h3>      \nthat makes it more dramatic\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n10:02 am</dco> &nbsp;<qco> people say that talking about music is like dancing about architecture, implying both is absurd. however i think it's very possible to do both.\n<br>\n<br>what's your take</qco> </h3>      \ni don't think it implies they are both absurd. i think it implies that in either case the accuracy of the results are not guaranteed\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n9:09 am</dco> &nbsp;<qco> 987 what should i do?</qco> </h3>      \neverything. there is time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; 8:39 am</dco> &nbsp;<qco> Favorite song?</qco> </h3>      \ni still haven't found one yet\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n7:06 am</dco> &nbsp;<qco> Are there any secrets hidden on your website?</qco> </h3>      \nthe whole website is a secret\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n2:27 am</dco> &nbsp;<qco> do you ever go a night without sleeping</qco> </h3>      \nsure, although in many of those cases i've slept during the day. i can't tell whether you've factored that into this situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n2:16 am</dco> &nbsp;<qco> Do you struggle to make people understand you or your art ?\n<br></qco> </h3>      \ni find people understand it better when i don't struggle\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n2:10 am</dco> &nbsp;<qco> why am I more likely to do things I think I shouldn't do than things I think I should do</qco> </h3>      \nbecause it feels more creative, and therefore it makes you feel more alive because creativity is the spice of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n2:05 am</dco> &nbsp;<qco> have you tried being more vague?</qco> </h3>      \nyes. by now i've tried just about every position on the vague-specific spectrum\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n2:02 am</dco> &nbsp;<qco> What if a lot of the things that people blame on capitalism was actually feudalism's fault all along? For example, occupational surnames seem to imply that you are your job, but they date back to the Middle Ages. Meanwhile, due to the Industrial Revolution making labor more efficient, people have more free time, and they get to have a \"work-life balance\" with \"hobbies\". Not everyone works on a farm because not everyone needs to work on a farm. People aren't separated into castes like lords, vassals, and peasants;&nbsp;they can change how much money they earn. Don't get me wrong;&nbsp;the poor get poorer and never any richer, and you are not the car you drive or the contents of your wallet and all that. But I think some clarity on the issue of capitalism is much needed. Thoughts?</qco> </h3>      \nthe hypnotic quality of the word capitalism is that i seem to understand less and less what it means, each time the word is used\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n1:05 am</dco> &nbsp;<qco> if you could choose to extend the length of a day by 1 hour or to subtract 1 hour from a day what would you pick (or refuse)</qco> </h3>      \nextend\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n12:50 am</dco> &nbsp;<qco> What is your favorite product to buy at the store closest to you?</qco> </h3>      \ndon't be ridiculous, i don't buy products\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; \n12:49 am</dco> &nbsp;<qco> Where does pesto belong?</qco> </h3>      \nin a box of pesto, that's just a wild guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.11.24&nbsp; 12:43 am</dco> &nbsp;<qco> I am making a thesaurus except under each word is a completely unrelated word. I call it the conthesaurus. For example, pickle - yonder. If you could come up with an unrelated pair of words that would be fab.&nbsp;</qco> </h3>      \nhow about \"one\" and \"two\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n11:45 pm</dco> &nbsp;<qco> What do you find more intimidating: a perturbed raccoon or a set of stairs that looked at you funny</qco> </h3>      \nthe raccoon\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n11:40 pm</dco> &nbsp;<qco> Will you ever hard pivot?</qco> </h3>      \nmaybe if i could find the fulcrum\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; 11:12 pm</dco> &nbsp;<qco> Are you ever annoyed by the all these questions that people ask? Is this question annoying?</qco> </h3>      \nno, but sometimes i think i annoy people by answering them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n10:33 pm</dco> &nbsp;<qco> sometmies i feel like \"play\" is synonym of \"live\" nomsayin?</qco> </h3>      \nit could be. 'play' and 'live' are both words with thousands of meanings. it seems unlikely that they would never cross paths\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n10:06 pm</dco> &nbsp;<qco> Do I have the moral right to declare war on people? I haven't found any good research on the topic and I'm hoping you can help.</qco> </h3>      \ni'm pretty sure the answer is no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n9:44 pm</dco> &nbsp;<qco> if you were a fish which part of the fish would you be most</qco> </h3>      \njust when i thought i was getting great at English, i honestly have no idea what the heck you are talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n9:33 pm</dco> &nbsp;<qco> How are you? (But like not in a polite way just asking for you to say \"I'm good, you?\" But like how you actually feeling. Unless you are actually feeling good then you can just say good unless you want to elaborate on what made you feel good today. Or just answer however you like I can't tell you what to do)</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n9:13 pm</dco> &nbsp;<qco> Is your website's design simple because of creative choice, ease of maintenance, personal branding, or some combination of all or none of these?</qco> </h3>      \nnot even close. it's what i find to be unequivocally the most compelling user experience. it gives you the feeling that you are discovering the website, rather than the website just trying to discover you. but maybe the most powerful thing is this: because the website makes no tangible effort to pull you in or tell you what to do, that means that everyone who's here are people who really want to be here, driven by their own curiosity\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n8:24 pm</dco> &nbsp;<qco> my birthday is every day in every year. how old am i at 1744</qco> </h3>      \n1744 days, which is almost 5 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n7:23 pm</dco> &nbsp;<qco> would it be okay for me to pronounce it \"ooue-kestions\" although I know it's pronounced \"questions\"</qco> </h3>      \nsure. you can pronounce it 'mercedes benz' if you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n5:10 pm</dco> &nbsp;<qco> what is the first thing humans did</qco> </h3>      \nname themselves humans\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n4:46 pm</dco> &nbsp;<qco> what does the yellow street sign across from the restaraunt in \"2 friends on the beach\" say?</qco> </h3>      \nthat's warning you about an icy bridge that apparently some people don't seem to believe is there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n4:45 pm</dco> &nbsp;<qco> If you're art didn't work out, did you ever have a plan B? I guess what would you be doing instead</qco> </h3>      \nnot sure which one would be 'B', but i've always have a lot of plans. art is involved with some of them\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n3:39 pm</dco> &nbsp;<qco> thoughts on triangles?</qco> </h3>      \nthey always seem to just barely connect\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n3:25 pm</dco> &nbsp;<qco> have you ever included the number 99 in a video?</qco> </h3>      \ndon't be ridiculous, of course i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n3:20 pm</dco> &nbsp;<qco> What's the first word that comes to your mind after reading this question?</qco> </h3>      \na\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n2:08 pm</dco> &nbsp;<qco> What are your thoughts on the current socioeconomic climate of the ocean floor?</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n1:40 pm</dco> &nbsp;<qco> if you were tasked with creating a school, which classes would you want to be taught there?</qco> </h3>      \nhow about the truth. no, just kidding that sounds like a huge scam\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n12:50 pm</dco> &nbsp;<qco> what is even going on?</qco> </h3>      \nlet me just describe it for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n12:36 pm</dco> &nbsp;<qco> what if my question sucks?</qco> </h3>      \nthere's gotta be some reward for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n12:01 pm</dco> &nbsp;<qco> how do you mix drums</qco> </h3>      \nyou're actually the one who's supposed to be teaching this\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n10:56 am</dco> &nbsp;<qco> is it really gonna be alright?</qco> </h3>      \neventually\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n10:15 am</dco> &nbsp;<qco> advice for college?</qco> </h3>      \nno, that stuff is a total mystery to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n8:48 am</dco> &nbsp;<qco> am i going in the right direction? </qco></h3>      which direction are you going? nevermind, yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also why is everything going so fast but so slow at the same time</qco> </h3>      that's probably because you are going medium, which is fast compared to slow and slow compared to fast\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n8:41 am</dco> &nbsp;<qco> If the entirety of the U.S. state of Wyoming were to head to Australia and adopt emus, how many would each Wyomingite get, and why?</qco> </h3>      \nthere is no way to predict that. too many unknown dynamics involved\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n7:59 am</dco> &nbsp;<qco> Can you give me an in-depth tutorial on how to live life?</qco> </h3>      \nsure, but not all at once. and like most tutorials, it's going to be hard for either of us to tell what's part of the tutorial and what's not\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n7:48 am</dco> &nbsp;<qco> When will we get to the future?</qco> </h3>      \nall the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n6:25 am</dco> &nbsp;<qco> any words on dedication to a project? words of encouragement or reassurance perhaps</qco> </h3>      \nthe main thing that will encourage you is knowing what's so great about the project. so what is so great about the project? i of course have no idea because you told me absolutely nothing about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n5:36 am</dco> &nbsp;<qco> do you have any sudoku tips ??</qco> </h3>      \nit's all 9's\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n4:11 am</dco> &nbsp;<qco> what time is it on the sun?</qco> </h3>      \nday time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n2:03 am</dco> &nbsp;<qco> what's your least favorite shirt you own</qco> </h3>      \nit's hard to describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n1:02 am</dco> &nbsp;<qco> if you fold the earth would you fold it into a square or a triangle</qco> </h3>      \nhow about 2 right triangles\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; 12:59 am</dco> &nbsp;<qco> what is the meaning of life?</qco> </h3>      \nyou're supposed to invent a new pattern\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.10.24&nbsp; \n12:32 am</dco> &nbsp;<qco> what do you think about raining and pouring?</qco> </h3>      \nit's probably fine\n<br><br>"
  }
]
