[
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n2:34 pm</dco> &nbsp;<qco> I wish you a good nights sleep. How to sleep?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n2:14 pm</dco> &nbsp;<qco> is nature logical?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n12:50 pm</dco> &nbsp;<qco> is free will actually real? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or did humans just make up that concept because humans like the idea of control?</qco> </h3>      if free will wasn't real then you wouldn't be perceiving anything. you wouldn't be aware of anything. a simple test to see whether you are aware of anything, is to ask yourself if you are aware that you are asking yourself if you are aware of anything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n12:40 pm</dco> &nbsp;<qco> why do languages always break the rules of how languages are supposed to be?</qco> </h3>      \nwhat are the rules\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n12:37 pm</dco> &nbsp;<qco> how do I learn music theory and instruments and languages and coding and too many things at once without dying?</qco> </h3>      \nwhen was the moment you realized you wanted to do all that? figure out which one of those things actually pushed you over the edge\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n12:11 pm</dco> &nbsp;<qco> Is the song \"slow down\" about a nuclear blast or a natural disaster.\n</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, then what's the meaning behind \"Slow down\"?&nbsp;</qco> </h3>      \nit's a blues\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n11:08 am</dco> &nbsp;<qco> What's your favourite chord extension?</qco> </h3>      \nthe chord is an extension, of the melody\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n10:46 am</dco> &nbsp;<qco> thoughts on cheese</qco> </h3>      \nnot perfect, but it's better than drywall. that is their slogan \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n10:18 am</dco> &nbsp;<qco> why do you make music?</qco> </h3>      \nit's just a good way to control people's minds\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n9:48 am</dco> &nbsp;<qco> Do you prefer thinking, feeling, or a combination of both?</qco> </h3>      \nboth\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n5:47 am</dco> &nbsp;<qco> Does the color scheme on this page have a purpose?</qco> </h3>      \nyes. to make the page feel nice, over all\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n5:46 am</dco> &nbsp;<qco> how do i get over being unmotivated when i can't get my music to sound right?</qco> </h3>      \ni guess there's 2 choices ......... keep trying, or give up. it just depends how much you want it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n3:06 am</dco> &nbsp;<qco> you always say that learning music is a waste of time</qco></h3>      i've never said that in my entire life<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; so i wanted to ask how do u know how do u know notes and stuff?</qco> </h3>      \nyou can spend time with music, and instruments\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n3:02 am</dco> &nbsp;<qco> Its werid to be existing. Any ideas what to do?</qco> </h3>      \ndo everything, if you have time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.21&nbsp; \n1:09 am</dco> &nbsp;<qco> what is unexpected</qco> </h3>      \ni can't even imagine it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n11:52 pm</dco> &nbsp;<qco> any new breakthroughs in the song/video production department recently?</qco> </h3>      \ni've informed myself that i'm going to make it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n10:36 pm</dco> &nbsp;<qco> hi bill, i enjoy your music and videos and I wanted to ask you if you have any advice on songwriting? my inner critical voice is difficult for me to quiet and sometimes (often) it stops me from writing songs and creating altogether. any ideas/tips on how to deal with this? thank you very much</qco> </h3>      \nmake something so bad it's impossible to criticize. then, by the time it gets good, (and trust me, everything gets good) the criticality will be gone. enjoy the ride until it wears off, then you can do the same maneuver again\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n10:27 pm</dco> &nbsp;<qco> Hey Bill, I'm writing something with a grace note leading into a 16th note. The 16th note is the last in the beat. How do I notate this? Do I just wedge it in there?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thanks so much.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n10:06 pm</dco> &nbsp;<qco> when the time came for you to start finishing all your old ideas, did you start feeling a drive to just work on new stuff and not focus on the older stuff?</qco> </h3>      \nyes. i do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n7:29 pm</dco> &nbsp;<qco> what's your favorite key to sing in?</qco> </h3>      \nit's different for each song\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n6:41 pm</dco> &nbsp;<qco> Hiw to make the right choices</qco> </h3>      \nmake 20 choices. statistically about 12 of those choices will be right\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n6:01 pm</dco> &nbsp;<qco> What have u been up to?</qco> </h3>      \nattempting to be any good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n4:21 pm</dco> &nbsp;<qco> existentialism is setting in. i feel empty and behind on everything. nothing is the same. so i guess my question is what's ur favorite fruit?&nbsp;</qco> </h3>      \ni can't think of any fruits\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n4:05 pm</dco> &nbsp;<qco> What is wholesomeness?</qco> </h3>      \na close cousin of brokenness\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n3:46 pm</dco> &nbsp;<qco> in terms of art, is every idea as good as it is bad?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n2:53 pm</dco> &nbsp;<qco> what is the chord progression in 'got some money' during \"me\" at \"and the window is broken and the cold winds are blowing in at me\"?\n<br></qco> </h3>      \nBsus2   Esus2/C#    D6    B/E\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n2:05 pm</dco> &nbsp;<qco> how can i get better at being more efficient when doing things for the first time</qco> </h3>      \nthat might be impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n1:19 pm</dco> &nbsp;<qco> i just found out one of my favorite writers does things to support ideas i don't like. i'm not perfect either so i don't want to condemn them, but i also don't want to support those ideas. has this happened to you? do you have any advice? should i get rid of my books? thank you</qco> </h3>      \nit sounds like it's time to write some of your own ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n12:43 pm</dco> &nbsp;<qco> you seem to be tuned in to something so divine and all-consuming. something good. I feel/fear I may be tuned in to the exact opposite thing. do you know of any lasting antidotes to cynicism? thank you</qco> </h3>      the longer it takes for you to find the good news, the better the good news will seem\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n12:41 pm</dco> &nbsp;<qco> Do you feel in extremes?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n12:04 pm</dco> &nbsp;<qco> do all art have no meaning on it's own?</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n12:00 pm</dco> &nbsp;<qco> is your next song about errands?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n11:21 am</dco> &nbsp;<qco> Will you do more public appearances such as podcasts, interviews and the like in the future?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n10:05 am</dco> &nbsp;<qco> Can I do homework and listen to your songs at the same time?</qco> </h3>      \nsometimes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n2:40 am</dco> &nbsp;<qco> Do you work on multiple songs simultaneously?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n2:26 am</dco> &nbsp;<qco> how to make a mountain</qco> </h3>      \nit's you, you're the mountain\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.21&nbsp; \n1:37 am</dco> &nbsp;<qco> Bill, I've just come down from a two-day high period (not like \"getting high\", I mean I just felt really good for no reason) and I can't tell if what I'm feeling now is a low or just normal, but it seems low in comparison. What should I do?</qco> </h3>      \nsee if this low causes another high\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n11:53 pm</dco> &nbsp;<qco> How do I not feel depressed during the final stretch of a party</qco> </h3>      \nleave earlier\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n10:42 pm</dco> &nbsp;<qco> what personality out of the 16 are you? (myers briggs)</qco> </h3>      \ni figured out how to try them all. just answer the questions differently each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n10:00 pm</dco> &nbsp;<qco> What drives you to keep making videos?</qco> </h3>      \nhaven't made most of the good ones yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n9:55 pm</dco> &nbsp;<qco> people say i'm smart but inside my mind everything is always so cluttered and foggy and i don't know if they are right or wrong. how can i determine the truth</qco> </h3>      \nyou are growing into it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n9:12 pm</dco> &nbsp;<qco> what do you think about this as a method of making music: dont make music.&nbsp;</qco> </h3>      \ndue to the mischievous nature of music, this is one of the most solid strategies\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n7:43 pm</dco> &nbsp;<qco> What's the most important question I can ask you? How should I phrase it?\n<br>Also, what's the question you'd most like to be asked?</qco> </h3>      \nhow do you want me to answer it<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n5:42 pm</dco> &nbsp;<qco> do you prefer art or sports, i mean i think it's pretty obvious, unless\n</qco> </h3>      \ncombine them, for a good time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n5:10 pm</dco> &nbsp;<qco> what is the 16th letter of a song you're currently working on?</qco> </h3>      \nd\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n4:24 pm</dco> &nbsp;<qco> what do you think about this as a method of making music: stop listening to all other music.</qco> </h3>      \ni've tried it. it has its ups and downs\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n2:40 pm</dco> &nbsp;<qco> hihihihihi&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bill\n<br>I got my first job ever, in a retail place, and I noticed something that I think is mind blowing. People come into the store in waves. As in, the store will be completely empty, then someone comes in, and within about five minutes, 2-3 other people or groups come in after them. Separate groups. From different entrances. Coming in within minutes of each other. CONSISTANTLY. Then they clear out around the same time too. Groups that are NOT TOGETHER. NOT COMMUNICATING. NOT TRAVELING TOGETHER. and yet they are. It's almost totally predictable (there are outliers). And i get that sometimes there are other factors, like the bus stopped here, or it's after the lunch rush and everyone is coming after eating, or there's construction outside bringing people this way, or things like that. But I am not aware of any of that happening. And it's like, are they coordinating, talking to each other on l\n ittle walkie talkies? No! They're just doing it naturally, some how. Is there some other reason that I'm missing? Or do we humans just have some kind of subconscious magnetism to each other??</qco> </h3>      \nit's a combination of reasons that are knowable (such as bus schedules, etc), reasons that are not knowable (too subtle), and then finally you can add at least a 300% hype bias, like finding shapes in the clouds. the shapes distract you from the non-shapes every time.<br>\n     and another bonus reason i just thought of, which is that if people see people go into a store, that makes it seem suddenly more appealing to go into that store\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n1:49 pm</dco> &nbsp;<qco> Is Sexy Pants underrated?</qco> </h3>      \nwhat is it rated\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n1:14 pm</dco> &nbsp;<qco> when did you write \"christmas isn't real\"?</qco> </h3>      \nthe first line (up to 'jesus') was written on sep 22, 2018. the rest was written on nov 20, 2018\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.21&nbsp; \n11:50 am</dco> &nbsp;<qco> how big is my shirt?</qco> </h3>      \nthe same size as you\n<br><br>"
  }
]
