[
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n4:20 am</dco> &nbsp;<qco> what song did you write bad intentionally&nbsp;</qco> </h3>      \n\"tuesday\" was started bad intentionally\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n3:37 am</dco> &nbsp;<qco> what is your definition of art&nbsp;</qco> </h3>      \nit's when what you want to say is stronger than you thought\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n12:39 am</dco> &nbsp;<qco> how do I stop myself from spending all of my time consuming art (music, poetry, etc) instead of doing my homework like I should be doing?</qco> </h3>      \nmaybe you could compromise and do half the homework. is that allowed\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.23.22&nbsp; \n12:09 am</dco> &nbsp;<qco> In \"history of the entire world, i guess, for the chess game that Britain and Russia play to represent \"The Great Game\", was there any particular reason to use Brujin W - Kloos H (1851) ?</qco> </h3>      \nyes. that would be part of what i call a \"STOP\" strategy that i use sometimes. When assembling that scene, it was first very important to me that i find a game between a british person and a russian person, and it was also important that it was an evenly balanced game. I don't remember whether i was able to actually find a game that meets those criteria. If i was, then it means you're wrong about what game it was. But i do remember searching for many hours, so, if you are right, that means i employed my \"STOP\" strategy which means stop pouring my time directly into the garbage \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n11:31 pm</dco> &nbsp;<qco> how do you come up with the melody to a song or jingle</qco> </h3>      \ni have no idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n11:21 pm</dco> &nbsp;<qco> Do you think your newer 3-D animation style is preferable to your older style? Why or why not?</qco> </h3>      \nstill haven't found a style that i can handle\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n10:14 pm</dco> &nbsp;<qco> hey mr.wurtz, what is your favorite technological advancement??&nbsp;</qco> </h3>      \nlove\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n6:34 pm</dco> &nbsp;<qco> With covid and stuff, life sucks. Where did all the good times go?</qco> </h3>      \nit's your turn, to come up with some new ones\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n3:36 pm</dco> &nbsp;<qco> What's music</qco> </h3>      \nlike a reflection of you, but not a reflection. actual\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n2:57 pm</dco> &nbsp;<qco> hey bill,\n<br>i feel like the songs i write are not very great. its like, i know there is some good potential in me, but i dont know how long(or just how) im gonna reach there. Sure, i have a whole list of song ideas on my laptop, but like... most of them are just... not it\n<br>\n<br>in conclousion, i know i can do better, but idk how to get better. i will get better overtime obviously, but how do i get better quicker, without much comprimises?\n<br></qco> </h3>      \nif you haven't tried this, try writing bad songs on purpose. sometimes that can unlock some things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n2:01 pm</dco> &nbsp;<qco> favorite song that you made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n12:27 pm</dco> &nbsp;<qco> just started learning bass. how to bass?</qco> </h3>      \nplay your favorite song recordings through a bassless speaker (iphone, laptop computer, etc) and plug your bass in to a bassful speaker (amp, headphones, etc) and play along\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n12:11 pm</dco> &nbsp;<qco> why is my dog so cute??</qco> </h3>      \neverything is cute. that's just science\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n11:05 am</dco> &nbsp;<qco> what font are you using in all videos?</qco> </h3>      \nnormal\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n2:24 am</dco> &nbsp;<qco> Whats your favourite game</qco> </h3>      \ni'm scared of most games\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n1:09 am</dco> &nbsp;<qco> how to remember dreams</qco> </h3>      \nthere are 3 ways. if it's profound enough and occurs just before you wake up, you'll remember some of it in that moment.  otherwise, you'll have to be somehow reminded of something from it later. once you've remembered it, then if you want to keep remembering it you'll have to keep thinking about it, write it down, or relay it to someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.22&nbsp; \n12:19 am</dco> &nbsp;<qco> Hey bill, question are you a human or an alien that comes from another planet to teach us and goes yearly to your planet grab more information and go back and teach us in a form of music,</qco></h3>      not quite<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, the question is, are toast good or bad?</qco> </h3>      \ntoast is medium\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n10:06 pm</dco> &nbsp;<qco> do you like the journey, or the destination?</qco> </h3>      \nyes, they are both lovely\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n8:37 pm</dco> &nbsp;<qco> If you weren't to not write a song, what wouldn't it not be not about?&nbsp;</qco> </h3>      \nnot anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n8:05 pm</dco> &nbsp;<qco> what's your favorite type of song</qco> </h3>      \nextremely fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n6:35 pm</dco> &nbsp;<qco> Is it pointless to think</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n6:19 pm</dco> &nbsp;<qco> i want to make something meaningful and be someone meaningful. i want to do things in a way that's like \"wow.\" but i donno know how. so my brain goes \"logic\" and tells me you would know the answer. how can i find out who i am. or atleast how can i be important or original.</qco></h3>      there must be a trillion ways<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do i truly let time flow and see what happens.&nbsp;</qco> </h3>      i'd say about 40 to 60% of the ways involve doing that\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n4:15 pm</dco> &nbsp;<qco> I was being a little imprecise in <a href=\"q.php?date=202201181803\">1.18.22&nbsp;&nbsp;6:03 pm</a> ;&nbsp;really the piano is playing F over G and the vocal sings an E (before sliding down to a D) - is the flat 9 or minor 2nd excusable here?</qco> </h3>      \nif you are wondering whether you can sing E on an F chord with a G bass note, the answer is certainly yes. i do it all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n12:51 pm</dco> &nbsp;<qco> lots of your songs seem to be streams of consciousness. is that how you write them or are they tightly planned and/or rewritten?</qco> </h3>      \nthey are based on the way consciousness streams. and a tight plan is formed based on that<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n10:55 am</dco> &nbsp;<qco> How do I know when any of my music is good?</qco> </h3>      \nall music is bad. the worse it is, the better\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n10:00 am</dco> &nbsp;<qco> can i have a cookie</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n8:31 am</dco> &nbsp;<qco> do you have any fetishes</qco> </h3>      \ni like rectangles, as much as i may not want to admit it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n1:47 am</dco> &nbsp;<qco> Since field of vision is kind of a circle rather than a rectangle, do you think making your videos more circular would more perfectly express the things you imagine and more completely captivate other people's imaginations?</qco> </h3>      \nnot if they still have to go through a rectangular viewing screen\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n1:42 am</dco> &nbsp;<qco> what is music</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n1:13 am</dco> &nbsp;<qco> is the next song coming out</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.22&nbsp; \n12:25 am</dco> &nbsp;<qco> What's the difference between a list and an array?</qco> </h3>      \nif i had to guess i'd say a list is ordered and an array is not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n11:42 pm</dco> &nbsp;<qco> times it can be?</qco> </h3>      \nright now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n11:19 pm</dco> &nbsp;<qco> you seem like a very reasonable person, is my hypothesis correct?&nbsp;</qco> </h3>      \nsome of the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n10:34 pm</dco> &nbsp;<qco> do you write poetry</qco> </h3>      \ni like turning poetry into other types of art, and turning other types of art into poetry. this is what i call the cycle of poetry\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n8:48 pm</dco> &nbsp;<qco> how to try something new</qco> </h3>      \nsomeone might have to trick you into it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n7:22 pm</dco> &nbsp;<qco> How long did it take you to learn blender or whatever 3d software you use? I've been at it for months and I only just made something I can be kinda proud of</qco> </h3>      \ni still haven't gotten to that point yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n7:05 pm</dco> &nbsp;<qco> how are scenes filmed</qco> </h3>      \nyou're gonna have to stuff everything into the camera through a rectangular hole\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n7:00 pm</dco> &nbsp;<qco> how many silent letters does \"queue\" have</qco> </h3>      \nabout 3 i suppose\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n5:08 pm</dco> &nbsp;<qco> A friend gave me a very nice notebook a few years ago but I never wrote anything in it because it's so nice it intimidates me. I solved the problem by giving the notebook to another friend, but isn't that cheating? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What else could I have done?</qco> </h3>      you could have kept it or given it to a different person\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n3:55 pm</dco> &nbsp;<qco> Whenever somebody asks you a question about your songs, you reply as if you don't know. </qco></h3>      that's not true. i know almost everything about my songs<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Does this mean that not even you know what these songs mean?</qco> </h3>      everything means everything, and my songs are almost always my best attempt to delve as deeply and richly as i can into such meaning(s). trying a slightly different way each time. the game is truly limitless and i intend to keep exploring it for a long time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n2:04 pm</dco> &nbsp;<qco> how were you able to make the 7/4 in more than a dream feel so natural, especially when transitioning into 4/4?</qco> </h3>      \nthe words\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n12:55 pm</dco> &nbsp;<qco> hi bill, i want to write music but im scared it won't be good enough, any advice?</qco> </h3>      \nthat's easy. just write bad music first\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n12:15 pm</dco> &nbsp;<qco> Is humming a form of music?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n10:20 am</dco> &nbsp;<qco> how to confuse someone?</qco> </h3>      \nit's impossible to confuse anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n7:35 am</dco> &nbsp;<qco> when was the last time you ever went to a movie theater?</qco> </h3>      \naugust 31, 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n4:19 am</dco> &nbsp;<qco> so, i'm a guitarist, i've been learning it for many years and have made some tunes,\n<br>but in the past couple of months, i've been experimenting with daws and edm.\n<br>specifically, fl studio, and the problem is, i cant make a tune.\n<br>not that i dont get an idea, when im in the shower i get tons of great ideas or\n<br>when im about to sleep, but when i go to my computer, to write them down,\n<br>ive forgotten what i was thinking of.\n</qco></h3>      you'll have to write quicker<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and the same thing also happens with guitar, ill randomly start playing a tune that\n<br>i really like, but when i go to write it down, its just not as good and mid way\n<br>through writing, ive forgotten most of it\n<br>\n<br>do you have any advice?\n<br>thanks</qco> </h3>      \nyou could try recording yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n3:27 am</dco> &nbsp;<qco> who invented inventing?</qco> </h3>      \nyou may have to do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n2:59 am</dco> &nbsp;<qco> jeez there really keeps being another day doesnt there</qco> </h3>      \nhappens with years too\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n1:42 am</dco> &nbsp;<qco> max amount of notes you can play simultaneously (on your piano keyboard)?&nbsp;</qco> </h3>      \n61\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.20.22&nbsp; \n1:24 am</dco> &nbsp;<qco> why does physics exist?</qco> </h3>      \nto blow your mind\n<br><br>"
  }
]
