[
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:25 pm</dco> &nbsp;<qco> i feel like i look down upon people for saying really stupidly egotistical/self-indulgent things. and i know everyone to some extent harbors their own egotistical thoughts, but obviously not everyone comes out and says them, because they're aware that they may be wrong. but when people are unaware of this i look down upon them, and i feel like there should be a less negative way to feel about this, cause it's not good to look down on people. i know you kind of have this thing about not disliking anything and not indulging in these kinds of thoughts;&nbsp;how do you get yourself to be like that?</qco> </h3>      it's sort of a fun and never ending game. a neat exercise would be to write a play where each person thinks they're better than someone else by catching the other person thinking they're better than a 3rd person. then the realizations start hitting everyone, and their self images all begin to oscillate rapidly between good and bad. put the characters in a variety of everyday situations while this is happening. endless fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:19 pm</dco> &nbsp;<qco> you would be an incredible coder. i've gotten into coding in the past year, and i often find myself using the tools and strategies explored on this very darn page. coding is powerful -- it helps you do complicated things a lot faster, with the power of numbers. do you have any interest in the art?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you think it would be helpful to your Mission Statement in any way?</qco> </h3>      fuck the statement, it's helpful to the mission itself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n1:55 pm</dco> &nbsp;<qco> what things make you feel indescribably intense emotions?&nbsp;</qco> </h3>      when things or people realize their true meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n1:50 pm</dco> &nbsp;<qco> where do I start with learning how to make keyboard accompaniment parts?</qco> </h3>      learn the melody for \"twinkle twinkle little star\" (or the alphabet song), in the key of C, and then learn how to play chords C, F, and G. then see if you can figure out which ones to play along to each moment of the melody. the whole song can be done very nicely in this way. see if you can put it together. the 3 chords spelled out are: C major chord is these notes: middle C, then E above that, then G above that. F major chord is these notes: middle C then F above that then A above that. G major chord is these notes: D right above middle C, then G above that, then B above that. You could switch these notes in any order but I've given them to you all staying in a reasonable range. so sing the song through in the key of C (starting on the note C for the first note of the song) and then see which chords of those 3 chords you think feel the best at which parts. see which ones seem to make the song sound the most strongly like itself. should be easy and fun, at least it was for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n1:27 pm</dco> &nbsp;<qco> What occupation were you on a business trip in Oregon for?&nbsp;</qco> </h3>      bill wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n1:27 pm</dco> &nbsp;<qco> Since your last video you never posted in 3 months what</qco> </h3>      sorry i'm making a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n1:26 pm</dco> &nbsp;<qco> Where do i get to if i turn left at greenland</qco> </h3>      that depends mostly on which direction you came from\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n1:24 pm</dco> &nbsp;<qco> have you shown any rooms in your apartment or whatever other than the one from bookstacking and the one you film most of the music videos in (the one with the 240 sign)?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> It's my birthday today but have no one to celebrate with. Will you celebrate with me?</qco> </h3>      i don't like to celebrate birthdays because it makes it seem like you aren't celebrating the other 364.25 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n11:58 am</dco> &nbsp;<qco> are your audio effects supposed to seem psychedelic&nbsp;</qco> </h3>      not necessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n11:41 am</dco> &nbsp;<qco> how do i become immortal</qco> </h3>      you'll have to cure every cause of death\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n11:23 am</dco> &nbsp;<qco> give me some good news pleaase</qco> </h3>      how about <a href=\"https://youtu.be/hiz61xdc7ew\">this</a> or if that's not good enough for you try <a href=\"https://www.youtube.com/watch?v=Hx2HkVG07Us\">this</a> or <a href=\"https://www.youtube.com/watch?v=8mhWXulUKNU\">this</a> could work\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n10:30 am</dco> &nbsp;<qco> are you considering getting a new computer sometime in the future</qco> </h3>      i'm considering exploding onto the scene, preferably multiple scenes. currently reading some catalogs for different scenes to explode onto\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n10:08 am</dco> &nbsp;<qco> thanks for the last reality video i was wrestling with perfectionism you are the gosh darn best human being ever</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n9:49 am</dco> &nbsp;<qco> seeing people asking the same questions (especially about release times) really makes me angry. like why don't they just read 10 answers to find out? does that bother you or you've just gotten used to it after answering 30789 questions?</qco> </h3>      i have answered more like 100,000, but i was used to it after about 1000\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n9:06 am</dco> &nbsp;<qco> where's the reality video for 6.21.19?</qco> </h3>      somewhere around late november 2011, i think. it's a desk cam\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n9:03 am</dco> &nbsp;<qco> Are you gonna upload a video soon?\n<br></qco> </h3>      i hope so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n8:12 am</dco> &nbsp;<qco> why is the title of Wild Frolicking Adventures of Informational Education capitalised?</qco> </h3>      those are the formatting rules for the Library of Congress\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n7:09 am</dco> &nbsp;<qco> how gay is gay?</qco> </h3>      [calculating] 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:41 am</dco> &nbsp;<qco> the world around us is full of so much bad stuff…\n</qco></h3>      and good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why should I spend time making creative work in a place like this?&nbsp;&nbsp;\n</qco></h3>      to add more good, perhaps with a pinch of bad and some other mixed surprises<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does the world really deserve to see the stuff I make?&nbsp;&nbsp;\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;wouldn't it be better to spend my time fighting against the institutions that are reinforcing the bad parts of our society so that people in the future can produce even better work, free from the influence of abuse and hate?\n</qco></h3>      it depends which ideas you like better. your creative ideas or constructive ideas. or you could combine the two, as part of this nutritious breakfast<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sorry if this is a little bit of a negative question but it has really been tearing me apart recently</qco> </h3>      if you do end up finding a way to re-attach yourself back together, you could start teaching others to put themselves back together too. that could be very useful for everyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:30 am</dco> &nbsp;<qco> what is the lowest note you can sing</qco> </h3>      with reliability, for the sake of uniform standards and practices, let's keep it at A110 or higher. not interested in any competetive lows\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n5:01 am</dco> &nbsp;<qco> Do you have any core values or beliefs that you've never questioned.&nbsp;&nbsp;What are they?</qco> </h3>      it's kind of lame to have values i've never questioned. seems more viable to actually question all of them. i am simultaneously bored and glad to say that there are some values which i have not questioned\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n4:53 am</dco> &nbsp;<qco> I looked at the timestamps for the answers, and it appears as though you haven't slept in a couple days. Are you well?\n<br>Hope you get some sleep soon dude.</qco> </h3>      there's no time stamps for the answers\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n4:27 am</dco> &nbsp;<qco> Tips on seeing you perform live?</qco> </h3>      the first one is probably going to be in either New York or London, unannounced, not in a location you might expect. or who knows you might actually expect it, see if i care\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n4:24 am</dco> &nbsp;<qco> Could this be the generation to finish off Music and Art?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n4:08 am</dco> &nbsp;<qco> Do you have a recommended website/YouTube channel/etc for learning&nbsp;&amp; reading about music theory?</qco> </h3>      no, i'm sorry to say i was already at the songs-only phase, long before youtube ever existed. youtube however has been a wonderful source of songs for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n3:33 am</dco> &nbsp;<qco> bean onion?</qco> </h3>      beanion\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n3:31 am</dco> &nbsp;<qco> Why are your videos like a dream, it feels like it has a deep meaning but overall pointless.</qco> </h3>      feeling deep meaning is pointless???????????????????????????????????????????????????????????????????\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n3:26 am</dco> &nbsp;<qco> How to do the Mountain Escape Plan</qco> </h3>      always refer to the picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n3:22 am</dco> &nbsp;<qco> How it feels like to chew five gum?</qco> </h3>      bad. got immediate headache for no reason. have not used product since. could have been a coincidence, not sure. but at that price point it was not worth a second risk\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n3:02 am</dco> &nbsp;<qco> What are some of your hobbies besides music and videos?</qco> </h3>      writing textual content, making anagrams, or getting to know my way around this large to average sized world we live in\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:51 am</dco> &nbsp;<qco> Why do you act so chill when people are asking really weird questions?</qco> </h3>      \ni suppose i am trying in some way to emulate the grandmaster answers answered by the answerers of yesteryear\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:48 am</dco> &nbsp;<qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you have any thoughts on how to be more productive, and overall, on a sizable scale, get shit done? I..jyfkuhfhfg\n</qco> </h3>      the consequences for not getting it done have to get really bad, beyond a certain threshhold<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Have&nbsp;&nbsp;you any advi ce&nbsp;&nbsp;&nbsp;&nbsp;for keeping sane while being super productive?\n</qco></h3>      there are 2 ways i know of which are opposites, and they can be both hit or miss. way 1 is to entice yourself into overdrive mode by imagining how vividly valuable the results seem to you right now. way 2 is to find yourself actually doing something so worth while and enjoyable that you thoroughly enjoy the process so much that you are naturally very excited to spend your entire days immersed in it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nHave you ever been to Tbilisi, or the capital of Alberta (not tbilisi)?\n\n</qco></h3>      i don't recall<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nIs sex a bad thing?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n</qco></h3>      it's good. too bad it's illegal<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\ndo you plan on ever retiring?\n\n</qco></h3>      maybe later<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nis this is to many questions.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;..&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;. {&nbsp;&nbsp;hi\n<br></qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n2:36 am</dco> &nbsp;<qco> are you immortal?</qco> </h3>      i've never been tested\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n1:42 am</dco> &nbsp;<qco> what are your other hobbies beside music and video making?</qco> </h3>      writing textual content, making anagrams, or getting to know my way around this large to average sized world we live in\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n12:58 am</dco> &nbsp;<qco> Mr.Wurzt I'd like to thank you for yiur songs helped me through finals and other things I did good on the finals and I'd like to honor you for your music made me so giddy</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n12:14 am</dco> &nbsp;<qco> In the song \"When I Get Older\" when you state that your'e going to be \"wilder\",</qco></h3>      sang it, not stated<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are you going crazy, or are you going to take over gene wilder's position after he died?</qco> </h3>      wilder is an awesome sounding word, besides having wonderful implications in its meaning. it's also a very rare word to be heard, in fact the only place i might have heard it is in Gene Wilder's name. so as soon as that lyric came up, it became a no brainer to make that connection on the video. any opportunity to use a person's name as an adjective, is also usually a lot of fun for me, and others i've known. let me know if i have not adequately explained my motivations \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.19&nbsp; \n12:09 am</dco> &nbsp;<qco> Have you watched any 90's nostalgia?</qco> </h3>      only <a href=\"https://www.youtube.com/watch?v=1npzZu83AfU\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.19&nbsp; \n11:56 pm</dco> &nbsp;<qco> What's your favorite question to be asked?</qco> </h3>      that one that gives me a first glance at whatever's headed straight to the top of tomorrow morning's meme charts\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.19&nbsp; \n11:14 pm</dco> &nbsp;<qco> how come in like 2015 you used to reply to comments on youtube sometimes but now you don't? like on the \"monday excuses for not making videos for the past 11 mondays\" you only put 8 excuses and someone in the comments asked for the last 3 and you answered them. not saying you should or anything, just wondering why</qco> </h3>      it became too overwhelming. too high quantity. i don't know if you've ever been in a room with hundreds or maybe thousands of people all talking to you. the 'whelm' factor really ramps up<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.19&nbsp; \n10:44 pm</dco> &nbsp;<qco> why do i like santa and you at the same time</qco> </h3>      we are rarely seen together at the same location\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> if you COULD release a video/song before it was finished, would you? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like, release 500 videos in one week and then spend the rest of your life paying off this content debt by creating the stuff you released?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.19&nbsp; \n9:25 pm</dco> &nbsp;<qco> Why do no't protons decay?</qco> </h3>      could have forgot\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.19&nbsp; \n9:22 pm</dco> &nbsp;<qco> what do you do when you want to know the date for something you've written but it's part of a big file you have added to over years without ever writing a date</qco> </h3>      don't make that mistake again\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.19&nbsp; \n8:51 pm</dco> &nbsp;<qco> Do you think the 'buh buh buh' in Sweet Caroline should be considered a lyric??</qco> </h3>      ah that's a category i call \"important riff\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.19&nbsp; \n7:41 pm</dco> &nbsp;<qco> in sentences, do you use only capital letters or only smaller lower letters because you believe in the true communism?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.19&nbsp; \n7:02 pm</dco> &nbsp;<qco> When is your next youtube video going to release?</qco> </h3>      very soon after i finish it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.19&nbsp; \n6:13 pm</dco> &nbsp;<qco> what's the best way to cook an egg?</qco> </h3>      in the original chicken\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.19&nbsp; \n5:33 pm</dco> &nbsp;<qco> how do i eat a cloud it looks tasty</qco> </h3>      cannot eat clouds, you must drink clouds\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.19&nbsp; \n4:51 pm</dco> &nbsp;<qco> is there such a thing as a word that wasn't made up?</qco> </h3>      no\n<br><br>"
  }
]
