[
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n2:59 pm</dco> &nbsp;<qco> My wife wants you to stop dropping f-bombs in your videos. Will you?&nbsp;</qco> </h3>      it doesn't particularly seem like a bomb to me, it seems like one of the most common and versitile words in our language\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n2:42 pm</dco> &nbsp;<qco> how did i not notice that \"outside\" has the word \"spaceshipp\" with three ps</qco> </h3>      perhaps there were a lot of other things to notice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n2:41 pm</dco> &nbsp;<qco> will there be a vid on tuesday</qco> </h3>      i would say yes but it's not a halloween video so i will attempt to say wednesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n2:16 pm</dco> &nbsp;<qco> do you like society</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n2:09 pm</dco> &nbsp;<qco> peach</qco> </h3>      i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n1:53 pm</dco> &nbsp;<qco> okay so I've been trying to write a song I'm okay with, but every time I think I have something that I like, I start to worry that there's better stuff I could be doing. So instead of finishing the song, I just leave it buried in the files of my computer and when I have a good idea, I feel as if my friends will think the lyrics are weird even tho I think the lyrics are totally fine because my friends are used to me just doing random or weird stuff and when I make something that isn't super \"randem XD lol\" and actually genuine like they don't ignore it but they don't seem to care as much about it and they're like \"waow something genuine? how strange!\". So I guess what I'm trying to say is how do I start to become okay with the stuff I make, because right now I just feel as if it's not good enough.</qco> </h3>      keep going along like this and get more and more eager to do it, and eventually you will explode and do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n12:51 pm</dco> &nbsp;<qco> What did you eat for dinner?</qco> </h3>      lunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n12:44 pm</dco> &nbsp;<qco> Do a bass solo in your next song!&nbsp;</qco> </h3>      perhaps i will not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n12:39 pm</dco> &nbsp;<qco> bill im gay will you be gay with me</qco> </h3>      right now i don't think i have time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n9:43 am</dco> &nbsp;<qco> Will the Greek alphabet make an appearance in the upcoming video?</qco> </h3>      not necessarily\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n9:11 am</dco> &nbsp;<qco> Do you realize that currently, Lil Pump is better at sax than John coltrane is?</qco> </h3>      well john coltrane's dead, so\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n7:58 am</dco> &nbsp;<qco> Hey, so my arms and wrists have been getting sore when playing piano. I think it's because I don't have a bench/stool (I usually just sit on my amp or something) so I'm holding my arms at a weird angle. But I'ma go get a stool to see if it helps. Any tips on like how high the stool should be (like how high should the keyboard be relative to my body) and how far away should i put the stool (like half an arms length or something)? Or is it more just whatever feels right? Couldn't find much online about this, besides how to hold/position your hands, but I know that stuff.&nbsp;</qco> </h3>      just make sure your arms are horizontal, so your wrists are not bent\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n7:25 am</dco> &nbsp;<qco> What is music?\n<br></qco> </h3>       mainly a hypnosis tool, used for propaganda enhancement \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n6:19 am</dco> &nbsp;<qco> If you were in a hot air balloon with Larry David, Steely Daniel and Stephen Wonder, what would you talk about?</qco> </h3>      it's difficult to predict, especially because i have no idea who at least 2 of those people are\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n2:55 am</dco> &nbsp;<qco> Ok good one about the racism thing. Thoughts on Christanity?</qco> </h3>      smash success, worldwide, and has been a mainstay of this planet for many centuries\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n2:39 am</dco> &nbsp;<qco> I'm thinking of asking a girl out, any tips?</qco> </h3>      you could just ask her politely to get out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n2:10 am</dco> &nbsp;<qco> Why is the grass green?</qco> </h3>      what color do you think it should be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n12:44 am</dco> &nbsp;<qco> Were you ever in a high school band (as a class) or did you just get into music because, music... I guess</qco> </h3>      i got into music way way before that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.25.17&nbsp;\n12:38 am</dco> &nbsp;<qco> how can i become the pope</qco> </h3>      i think CGP grey made an instructional video about that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n11:20 pm</dco> &nbsp;<qco> How long does it usually take to make a 3 minute music video?</qco> </h3>      \ni've only really done one before, and it took about 5 weeks. i've also done some in the past that were a little shorter, and they both took about 5 weeks. i was aiming for 2 weeks with this one (which would have put the release date yesterday). i don't know why i thought it was possible because this one needs to be better than any of those other ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n11:19 pm</dco> &nbsp;<qco> Why do make videos even though you don't make money?</qco> </h3>      i do make money, but that's not necessarily why i do it. but i guess my question is, why do you ask me questions, if you don't make any money\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n11:19 pm</dco> &nbsp;<qco> When is the new video out?</qco> </h3>      well, i wanted it to be out tues 10/24, which was knowingly impossible to achieve. but i couldn't achieve it. i'm now aiming for wed. 11/1, which is still going to be ...... difficult to achieve. but goals\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n10:54 pm</dco> &nbsp;<qco> what isn't love?</qco> </h3>      hate, maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> i wonder if you took the idea to use clips of you playing instruments in the next song from my question that requested you to do that?</qco> </h3>      i did not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n9:53 pm</dco> &nbsp;<qco> Bill, this is someome different from <a href=\"q.php?date=201710241917\">10.24.17&nbsp;&nbsp;7:17 pm</a>  , but common taken a break! Do it for us and for you, even though the 6 days will be more difficult, still! But we don't know your schedule, you know what's best for you. But just do it. Do it for yourself. But if the end game is not good then don't do it. But do it in the near future.&nbsp;</qco> </h3>      right but, if i keep working as fast as i can, all the fans will still always think i'm taking a break, and that way i'll get the best of both worlds\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n9:36 pm</dco> &nbsp;<qco> you are a quintessential component of the Bill Wurtz brand. If you left, the whole company would be in shambles.</qco> </h3>      well no, not shambles, it wouldn't exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n9:27 pm</dco> &nbsp;<qco> hi im a teenager does that mean im living the good old days right now</qco> </h3>      every day is the good old days\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n9:26 pm</dco> &nbsp;<qco> nostalgia is cool or bad?</qco> </h3>      it's cool and sometimes a bit sad, but ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n8:17 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710231922\">10.23.17&nbsp;&nbsp;7:22 pm</a>  Don't ever feel bad about not having perfect pitch. Perfect pitch sounds all well and good and has a nice name, but it's just a tool. \n</qco></h3>      right, that's why i prefer to call it 'absolute pitch'<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And for me, it's a tool that I don't really use a lot anymore. It was helpful when I was transcribing lots of stuff, but people with good relative pitch can do it at essentially the same speed. The same goes for anything else someone with perfect pitch can do. In my opinion and in my experience, people who brag about perfect pitch are really insecure.\n</qco></h3>      right, and to my surprise, they mostly don't even really have it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAnyway Bill, my question is: Do you like making longer and stronger videos, or do you want to go back to making vine-sized videos?\n</qco></h3>      i had already made more than enough 5-10 second videos BEFORE my vine channel took off. and then i had to make a million more. so i definitely need to focus on lengths of at least 45 seconds or more<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know you've talked about how they're not really feasible on youtube because of the algorithm. \n</qco></h3>      that's not true, i have never talked about that, i am not concerned with the algorithm, i don't know the algorithm, and it has never been a restriction for me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Please use capital letters.</qco> </h3>      <a href=\"capitals-report.php\">i do</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n8:02 pm</dco> &nbsp;<qco> What would you say to those who believe the earth is flat?&nbsp;</qco> </h3>      i've never met anyone who does, although i understand the flat earther-ers are very adament about their existence\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n7:17 pm</dco> &nbsp;<qco> Can you do me a favor? After this song is out take a day, just 1 day, and just chill as hard as you can... Sleep til noon. Go to the beach. Take a walk. Drink a beer. Maybe play some piano just for fun (without recording it or working on something you want to release)...Don't think about the work you gotta do on the next thing. I know your answer to this will probably be 'no'. But please consider it. I know you have infinite stuff you wanna do in a finite time. But just pretend that's not the case for 1 day. Put everything out of your mind.&nbsp;</qco> </h3>      right, BUT, what do i do with the fact that the next video will have to be out and up in 6 days after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n7:06 pm</dco> &nbsp;<qco> how can i find a person to do musicy things w????? howww</qco> </h3>      this might sound crazy but have you tried just doing it by yourself? \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n7:03 pm</dco> &nbsp;<qco> Hey, I love high class stuff and the weather lady vids. I thought maybe you could help me out with this.. do you have any tips for harmonizing&nbsp;&nbsp;sounds that aren't as 'melodic' as speaking? Like drum/percussion sounds, footsteps, a door slamming, etc?&nbsp;</qco> </h3>      there's really no way you can derive pitches from that. some of them might come out as pitches but most of them really will not. you'll have to just sort of make them up. but there are plenty of arrangements you can do based on the timing/rhythms of the sounds<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n6:47 pm</dco> &nbsp;<qco> Pls don't tell me that you are working on another massive project rn</qco> </h3>      it's the same size as \"outside\", but visually the same format as \"crazy/raining\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n6:23 pm</dco> &nbsp;<qco> is water good for u</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n5:31 pm</dco> &nbsp;<qco> How do i do algebra</qco> </h3>      make legal transformations until you get only the letter on one side, and only the number on the other side. then you find out what number the letter means\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n4:59 pm</dco> &nbsp;<qco> you spelled spaceship with two p's in outside. this is not a question, but i thought i'd let you know.</qco> </h3>      thank you i knew\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n4:24 pm</dco> &nbsp;<qco> have you considered giving money to someone to answer questions for you?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n4:04 pm</dco> &nbsp;<qco> will this be the first question you answer today</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n3:59 pm</dco> &nbsp;<qco> Which classical composer do you most relate tp</qco> </h3>      i haven't heard of very many but the answer is mozart\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n2:59 pm</dco> &nbsp;<qco> what is the square root of 0?</qco> </h3>      don't worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n1:45 pm</dco> &nbsp;<qco> When is ever?</qco> </h3>      whenever\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n1:44 pm</dco> &nbsp;<qco> Hi so I tried going back to find the earliest question but I couldn't go back any further than http://www.billwurtz.com/questions/questions-2016-05.html\n<br>Plz explain&nbsp;</qco> </h3>      did you try looking at the earliest question on that page\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n1:38 pm</dco> &nbsp;<qco> I am making a statement&nbsp;</qco> </h3>      ah, i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n1:25 pm</dco> &nbsp;<qco> Tell me a cool fact</qco> </h3>      every year was once in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n1:16 pm</dco> &nbsp;<qco> How do I become an umpire?</qco> </h3>      just go to a lot of games and ask the umpire every time if you can be the umpire\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n11:52 am</dco> &nbsp;<qco> i'm so excited for you to get to my anagram request !! hell yeah !!</qco> </h3>      i get many more requests than i could ever have time to do. my inbox currently has at least 5000\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n11:43 am</dco> &nbsp;<qco> technology amplifies what we've been doing</qco> </h3>      ah, i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n11:29 am</dco> &nbsp;<qco> Are there any books that changed how you wrote music? Personally studying Persichetti's 20th Century Harmony really helped me find a lot of aesthetics in music that I otherwise wasn't using in music. Not just in the flashy stuff such as polymodality, but just in some of the more unconventional ways to gain momentum in music, different ways to voice chords, and out of the box root motion. What is your music bible? Do you have a favorite composer or musician?</qco> </h3>      i'm sorry to disappoint you but i prefer to learn music from music, and all of life in general. not from books\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n10:26 am</dco> &nbsp;<qco> how do you feel about pants</qco> </h3>      nice, good. they are a valuable asset\n<br><br>"
  }
]
