[
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n3:56 pm</dco> &nbsp;<qco> kalimba tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n1:56 pm</dco> &nbsp;<qco> have you ever eaten a small pebble\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n1:29 pm</dco> &nbsp;<qco> From what you usually take inspiration for your animations and songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n12:21 pm</dco> &nbsp;<qco> In an alternate reality, how likely is it that you would have been Thanos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n11:17 am</dco> &nbsp;<qco> what would you consider is the most unorthodox method to get a sound/note/noise in one of your videos or songs? did it involve my garage door because that would explain where its gone</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n6:15 am</dco> &nbsp;<qco> can you teach me a word in dutch</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n4:35 am</dco> &nbsp;<qco> Reading this question page makes me feel less lonely in the world. Do all the questions you get make you feel less lonely too?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n2:25 am</dco> &nbsp;<qco> How do you gain the confidence to show people something embarrassing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n2:12 am</dco> &nbsp;<qco> what color is language\n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n1:59 am</dco> &nbsp;<qco> has anyone ever asked a new question recently (excluding this one)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n1:51 am</dco> &nbsp;<qco> how do you look intimidating on public transportation</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.23.24&nbsp; \n12:04 am</dco> &nbsp;<qco> when will you become a beekeeper?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n10:41 pm</dco> &nbsp;<qco> i'm feeling frustrated about an argument i had a couple days ago. i already apologized/made up with the person that i was arguing with, but now i kind of regret it because i don't think i was actually in the wrong - or at least, i think i deserved an apology of my own. i feel weird about bringing it up again after it was already resolved, but i've been sitting on it and just feeling frustrated about it for the past few days. it wasn't a SUPER important argument, but it wasn't like... not important either. what do i do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> How do you feel about people who interpret you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n8:23 pm</dco> &nbsp;<qco> Tambourine tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n7:57 pm</dco> &nbsp;<qco> why do people say that water isn't wet?!?! water IS wet, right?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; 7:09 pm</dco> &nbsp;<qco> Can i be ur friend?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n7:00 pm</dco> &nbsp;<qco> you know when you're in the d.i.y shop and you cant find bananas anywhere</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n5:53 pm</dco> &nbsp;<qco> Why do you think humans have an inherent sense of rhythm?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n4:29 pm</dco> &nbsp;<qco> Have you seen a little boy about this tall?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n4:21 pm</dco> &nbsp;<qco> how to make the everything smaller and more manageable?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; 3:51 pm</dco> &nbsp;<qco> what time is it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n3:37 pm</dco> &nbsp;<qco> Hey, my question basically could be summarized as \"how did you develop yourself as a musician?\" (out of curiosity), and also, maybe, \"how do you 'understand/(feel about)' music?\", but unsure about that last one. Also, sorry if I ask too much and feel free to omit [not answer everything].  Relatively recently, I got more curious than I've ever been about music. And I found on the internet that you're self-taught and (from what I understand) that you don't really like music theory, and say that music can't really be described like that [sorry if I oversimplfy or misunderstand some stuff]. Which sounds kinda like the approach I would want to take to understand music better and/or maybe even write some of my own music later on.  I think what sparkled my curiosity in music, was that some particular songs made me feel specific feelings, some songs being especially intense in that (a large amount of feeling ignited) [How did you get into music? (curiosity)].</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So, that made me curious why those songs in particular and how do they make me feel such intense feelings [Do you have songs that made you experience similar things? Do you have the means (what sort of means? how did you get those means?) to explain that, or did you just accept the feelings without questioning them? (Other?)]. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It seems to me that the two most important things in a song to me are \"feeling\" and \"story\". \"Story\" isn't necessarily lyrics;&nbsp;it could be fully instrumental song, it just may feel like the melody is still telling a story. And \"feeling\" is 'simply' the fact that melody evokes particular feelings. So, if I were to compose music, I feel like I would want to have these 2 [Do you have \"similar\" ideas about music, that you possibly apply to composing your own pieces of music?] </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The problem is that I know like nothing about music, and when I'm behind the keyboard I basically can do only hit random keys, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and actually they sometimes provide some melodies(, etc) that sound somewhat adequate, and I actually made one into somewhat of a song. So, while this random hitting could provide some ideas, and maybe it is the way to discover music vocabulary, I am completely clueless as to how to transfer the feeling and the story with some sort of intent. And maybe my story/feeling idea isn't even the right approach to making music after all. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[How did you start to compose music, and how did that change over time?] </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And finally, while I am at it (at asking bajilion questions): 1. How did you learn to sing while being self-taught? I would be curious to learn how to sing (at least a bit, for the sake of understanding music), but this one feels by far the scariest, as to not pick up bad habits, improper techniques, and not injure throat. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. How did you develop your \"ear\"? In particular, how was the \"the high class stuff\" video made? The transcription of pitches of the speaking voice and the insane rhythms in it (weird rests (\"offbeat\"?), weird durations, triplets, quintuplets). </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This text is so large so that I have to thank you just for reading it, and also thanks for answering on top of that.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n3:30 pm</dco> &nbsp;<qco> is english a better lingua franca than other existing languages? is it just by happenstance that it became a lingua franca? in my mind, it seems like any language could work since, for example, i've met native greek- and turkish-speakers in germany speaking german. but also i&nbsp;&nbsp;could see an argument that english is such an amalgamation of other languages that it sounds equally foreign wherever it's spoken.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n3:10 pm</dco> &nbsp;<qco> How to tell right from wrong?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n2:29 pm</dco> &nbsp;<qco> what was the last thing you took a photo of</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n1:52 pm</dco> &nbsp;<qco> Did you know that Liberty Mutual customizes your car insurance so that you only pay for what you need?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n1:37 pm</dco> &nbsp;<qco> Do you ever find yourself quoting other people's music in your own (on purpose or not)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n12:13 pm</dco> &nbsp;<qco> Do you know a microscope?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n12:04 pm</dco> &nbsp;<qco> Hello!! Ive been a big fan of your work for a while but I actually have a couple questions. First: Is there any possibility i could work with you? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I have an electric piano with 482 different instruments (counting sound effects) and i feel like i could help with music and all that.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; second: where do you get your video ideas from?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; third: is this message too long? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and finally: what is the password to reality on your website?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you don't have to say it, you can just give me a clue or two. Anyways, that just about wraps it up, keep up the good work on your music and videos.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n10:48 am</dco> &nbsp;<qco> how do i stop thinking about someone</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n9:49 am</dco> &nbsp;<qco> Do you think music (or art in general) is an inherently selfish work?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n9:18 am</dco> &nbsp;<qco> opinions on Giant Steps by John Coltrane?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n8:35 am</dco> &nbsp;<qco> what questions do you like to get?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n4:59 am</dco> &nbsp;<qco> when you go on a car ride, are you sitting inside the car or sorta on the car?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n4:55 am</dco> &nbsp;<qco> will tomorrow night be a night to remember?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.22.24&nbsp; \n1:28 am</dco> &nbsp;<qco> how do i make a good resume? should i tell them everything about me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n10:53 pm</dco> &nbsp;<qco> hey bill i just made a cube but you can't see it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n8:56 pm</dco> &nbsp;<qco> So we all know that water isn't wet. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But is it watery?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n8:36 pm</dco> &nbsp;<qco> Will you ever produce physical copies of your music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n7:58 pm</dco> &nbsp;<qco> I've been hiking for a while. What did I miss?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n2:20 pm</dco> &nbsp;<qco> What is your logic?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n1:56 pm</dco> &nbsp;<qco> how to be self taught in everything?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n12:13 pm</dco> &nbsp;<qco> Have you ever wondered how living in another country on another continent would be as far as daily customs and tasks like grocery shopping or just hiking in nature are concerned?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n8:35 am</dco> &nbsp;<qco> what's your favorite type of blanket?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; 8:25 am</dco> &nbsp;<qco> what's your favorite tv show</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n4:47 am</dco> &nbsp;<qco> have you ever read a book</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n4:01 am</dco> &nbsp;<qco> thoughts on ping pong paddles?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n3:55 am</dco> &nbsp;<qco> Could you on a random day in the year 2025, change the bg of the ueqstions page to a colour that ist grey?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.21.24&nbsp; \n3:39 am</dco> &nbsp;<qco> These days I tend to get maybe about 1.5 minutes into writing a song no problem before hitting walls, because at that point writing further can become time consuming and maybe even tedious, since usually you have to do full run throughs and hope the ether gives you what happens next. I will say I hit that wall in writing today and tried that idea of making it bad on purpose, and it literally completely worked and propelled the whole thing forward into the right direction. I think the idea works because fundamentally good songs play, like play around, and trying something bad to throw a wrench in the whole thing is sometimes the right chaos and the order / clean up that follows feels so good. Kinda weird. Would you agree with that, or do you think it's silly to try to figure out the secret sauce behind the secret sauce of trying something bad on purpose</qco> </h3><br><br>"
  }
]
