[
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n11:20 pm</dco> &nbsp;<qco> fave article of clothing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n10:24 pm</dco> &nbsp;<qco> do Any of your characters have confirmed genders? i know some of your characters you have suggested to not exactly have a certain gender (from what i remember, this is the case with damien, simon, and most recently steve, unless if i'm missing something somehow) but i'm kinda wondering if there are any that you know have a definite gender. idk i'm a curious person sorry LOL</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n10:19 pm</dco> &nbsp;<qco> Are you a turing complete bot?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n9:51 pm</dco> &nbsp;<qco> My bass guitar plays flatter on open notes than when fretted. Is there a term for this so I can google it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n9:05 pm</dco> &nbsp;<qco> Did you quit fam?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n8:13 pm</dco> &nbsp;<qco> How do you come up with non-sequitur statements quickly?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n8:02 pm</dco> &nbsp;<qco> Any talents?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:37 pm</dco> &nbsp;<qco> is it such a bad thing to stay in bed until 5 pm? people say that it is bad to do that or that it is a sign of depression and stuff.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:26 pm</dco> &nbsp;<qco> do you prefer moss over grass?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:25 pm</dco> &nbsp;<qco> have you ever listened to any of your songs after release?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:23 pm</dco> &nbsp;<qco> I'm considering taking a poetry-writing class taught by a self-described Fat Black non-binary Femme, but as a white male I feel a bit out of my depth. What should I do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> is there really much point at all?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n6:31 pm</dco> &nbsp;<qco> Are you a cat</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n6:21 pm</dco> &nbsp;<qco> Am I 3d?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n6:14 pm</dco> &nbsp;<qco> hi bill i have a specific voicing issue i thought you could help. I'm playing this: https://i.imgur.com/qZVTEaU.jpg \n<br>The last chord feels muddy to me but thin with any note less and I can't figure out if my only choice is to lower the bass notes one octave. I am not quite sure yet but i think ive pinpointed my issue with that last voicing to be the 2 fs interacting weridly with each other or the low f with the&nbsp;&nbsp;creating weird harmonics.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> How do you make all the psychedelic acid-y effects for your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n4:29 pm</dco> &nbsp;<qco> how can i make my feet think better?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n4:20 pm</dco> &nbsp;<qco> Is it ok to put ketchup on rice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n3:59 pm</dco> &nbsp;<qco> Can use you ISO 8601 for dates on your site please?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n3:48 pm</dco> &nbsp;<qco> Any tips/rules of thumb for voicing non-diatonic passing chords and/or temporary key changes to make them really uh....good?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n3:36 pm</dco> &nbsp;<qco> did you know in system preferences you can bind caps lock to another key like control?​</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n3:10 pm</dco> &nbsp;<qco> hello bill, i was wondering, did you just start using/experimenting with blender (3d)? your latest reality video gave me that impression.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n2:21 pm</dco> &nbsp;<qco> How do I not be tired all the time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n2:03 pm</dco> &nbsp;<qco> Can you write the weirdest thing you can in 20 words or less?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n1:46 pm</dco> &nbsp;<qco> tell me your phone number sir</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n12:23 pm</dco> &nbsp;<qco> what was being on the genius channel for \"Mount St. Helens is about to Blow Up\" like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n11:30 am</dco> &nbsp;<qco> What year produced the most good jazz?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n11:16 am</dco> &nbsp;<qco> lets say a robot was capable of distinguishing various instruments and singing styles. if it tried to guess the genrres of various songs, could it do so based on only this information? or is it too loosely / culturally defined for it to be possible?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n10:34 am</dco> &nbsp;<qco> is love bread</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n10:31 am</dco> &nbsp;<qco> I am not computer savvy at all... what sort of applications/tools do u use to make all those graphics in your videos? ... like where and how do you do your creating on your computer</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n9:52 am</dco> &nbsp;<qco> Opinion on world war 3\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n8:45 am</dco> &nbsp;<qco> How do you like your applesauce?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:43 am</dco> &nbsp;<qco> Do you ever feel disorganized when it comes to making content?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:17 am</dco> &nbsp;<qco> hey bill, sorry that this isn't a question but I just wanted to thank you so much for being alive and for creating the things that you create, you're so very hardworking and loving in the things that you do, that it makes me really happy knowing how much love and determination you can give into your awesome and inspiring music and videos! and also, I hope that your day goes well, and that things will go well for you in whatever you are doing, take care bill you're amazing!!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n7:09 am</dco> &nbsp;<qco> favourite Julian Casablancas moment?</qco> </h3><a href=\"strokes-oh-i.mp3\">this</a>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n5:14 am</dco> &nbsp;<qco> i am trying to teach someone singing but they usually cant control not gliding from below into the note, i havent been able to figure out the right advice to help them control it. Do you have any advice to be able to control it as opposed doing that kind of pitchbend approach from below at specific moments&nbsp;&nbsp;naturally. Happens more when trying to work on songs that they've been singing it that way for years.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n5:05 am</dco> &nbsp;<qco> have you ever stapled bread to a tree?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n5:01 am</dco> &nbsp;<qco> do you play music or play with music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n4:38 am</dco> &nbsp;<qco> Do you think we developed mouths or noses first?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n4:20 am</dco> &nbsp;<qco> What are some good positive affirmations</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n4:18 am</dco> &nbsp;<qco> Why do I need a compass?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n3:45 am</dco> &nbsp;<qco> often times when explaining myself i feel like either people dont get what im saying or dont want to hear it, but that just makes me want to explain it further, entering a feedback loop of me wanting to make sure they understand, and them really not wanting to listen or thinking they got it already while I think maybe theres a deeper way to get it. Whats a good way to get over the feeling of having to explain up until the point one is convinced the other has heard to instead be able to get over it and move on. It can even be when giving advice, that maybe the other person doesn't want to hear or is not receiving well, i find that the need to give the advice can be more harmful than the advice itself since it can make the other person feel like they have a bigger problem than they do, or feel like they have emotional homework now having had pointed stuff out. How to know when one wants the advice vs not wanting it. How to stop going in circles when gi\n ving adv\n ice and not being cued of the fact that they get it, i dont even know what im trying to ask anymore. Funnily enough whenever I get in my head and find a new problem or solution I feel like you might relate to it and have insight. Looking forward to enjoying whatever it is you're releasing next!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n3:06 am</dco> &nbsp;<qco> <a href=\"q.php?date=201908100508\">8.10.19&nbsp;&nbsp;5:08 am</a>  x-ray, x-men, uberx, tedx, zanex, fedex, x marks the spot, spacex, xxl t-shirts, xxx, xoxo, my ex, y=mx+b, xbox, 400x microscope, x-cetera.\n<br>\n<br>any more you can think of?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n1:44 am</dco> &nbsp;<qco> Why has my father not returned from the shops, yet? It's been 8 years.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n12:50 am</dco> &nbsp;<qco> what is your tip on eating chips</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n12:28 am</dco> &nbsp;<qco> do you think it would be a good idea for me to take over and destroy the world?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n12:04 am</dco> &nbsp;<qco> how come 'questions' is misspelled on this page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.11.19&nbsp; \n12:00 am</dco> &nbsp;<qco> Hi I'm Steve&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n11:44 pm</dco> &nbsp;<qco> where did i go?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.10.19&nbsp; \n11:43 pm</dco> &nbsp;<qco> what is a tree? wood or leaves? i dont get anything wtf</qco> </h3>"
  }
]
