[
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n6:42 pm</dco> &nbsp;<qco> Can you change ask a question to ask a ueqstion</qco> </h3>      \nno, that wouldn't make sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n6:19 pm</dco> &nbsp;<qco> How are your youtube videos so unique?</qco> </h3>      \nmight have got separated from my peer group\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n6:17 pm</dco> &nbsp;<qco> what is an example of irony in the lyrics of a song you have made?</qco> </h3>      \ni'm going to new canaan pennsylvania (new canaan is actually in connecticut)\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n5:52 pm</dco> &nbsp;<qco> why doesn't anything make any sense</qco> </h3>      \nit actually does, but this creates a nice challenge for you to figure out how, which helps you learn and grow. i should mention that some of these challenges have never been solved by anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n5:48 pm</dco> &nbsp;<qco> Getting trolled by my family and friends for how long it's taking me to make one particular song (it's been months so far and is quite a simple song), do you think it really can take somebody too long or is it A OK?</qco> </h3>      \nit's probably fine, but you can avoid this situation by not telling anyone about it, until it's done\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n5:48 pm</dco> &nbsp;<qco> How do you describe what a number is?</qco> </h3>      \ndemonstrate\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n5:47 pm</dco> &nbsp;<qco> What is a melody?</qco> </h3>      \nit's like a brief communicative representation of what life may be like, or seem like\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n5:36 pm</dco> &nbsp;<qco> could you briefly describe your creative process?</qco> </h3>      \n      making patterns and breaking them. then making a pattern to the way in which you break those patterns, and then, go ahead and break that pattern as well \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n5:10 pm</dco> &nbsp;<qco> Are the birds made of trees?</qco> </h3>      \nno but sometimes it seems like the trees are made of birds\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n4:51 pm</dco> &nbsp;<qco> i want to quit playing my viola. advice to motivate myself?</qco> </h3>      \n? i thought you already wanted to quit. so that right there is your motivation to quit. unless i am missing some additional information\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n4:06 pm</dco> &nbsp;<qco> if you could create a word to go into the dictionary and be used forever, what would the word be</qco></h3>      c3rdkim2g2uc142<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and what would it mean?</qco> </h3>      98nwia22gmp6sz7\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n3:39 pm</dco> &nbsp;<qco> Is it hard to get the left sleeve of a shirt or jacket on?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n3:36 pm</dco> &nbsp;<qco> What are the crows plotting??</qco> </h3>      \nto survive, and thrive\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n3:07 pm</dco> &nbsp;<qco> What is the best question you've ever gotten asked (here or in real life)?</qco> </h3>      \nthe best questions are actually the worst\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n2:46 pm</dco> &nbsp;<qco> If a dog gets bitten by a werewolf, does it turn into a human at full moon?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n2:27 pm</dco> &nbsp;<qco> What are your thoughts about Mount Everest?</qco> </h3>      \nit's not actually as tall as it is high, because the starting ground below it is already very high\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n2:10 pm</dco> &nbsp;<qco> Do you have any advice on how to get over my fear of putting my work out there?</qco> </h3>      \njust don't, and wait for your fear of NOT doing it to get so much more monstrous that you have no other choice\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n1:49 pm</dco> &nbsp;<qco> What is the best thing that has ever happened to you?</qco> </h3>      \nit rained\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n1:35 pm</dco> &nbsp;<qco> Can we have a sequel to 'Hi I'm Steve'</qco> </h3>      \nyes, and so much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n1:31 pm</dco> &nbsp;<qco> how many times is the game going to change?</qco> </h3>      \nas many times as you want to play\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n1:31 pm</dco> &nbsp;<qco> Why do i use internet?</qco> </h3>      \nto go even deeper onto the computer than you ever thought possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n1:28 pm</dco> &nbsp;<qco> What you think about VHS?</qco> </h3>      \nit deteriorates over time, so it is important to remember that new video tapes didn't look anywhere near as bad as old tapes look now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n1:27 pm</dco> &nbsp;<qco> If you could master any skill in the world, which skill would that be?</qco> </h3>      \nspeaking all languages\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n1:05 pm</dco> &nbsp;<qco> Do you remember the days gone by?</qco> </h3>      \nyes, i am also writing about subsequent days, to also be remembered in addition to those days\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n12:46 pm</dco> &nbsp;<qco> Do you vibe?</qco> </h3>      \ni would consider it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n12:45 pm</dco> &nbsp;<qco> What is love</qco> </h3>      \nit is the yes mode, of life\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n12:43 pm</dco> &nbsp;<qco> I've heard you're planning on making many more videos. Is your goal Infinite videos? Cause that would be pretty cool</qco> </h3>      \nthat would be pretty cool, but considering my experience with \"Shapes\", i am confident that i can do some things which will achieve a very similar emotional effect\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n12:04 pm</dco> &nbsp;<qco> so when is the Velcro episode of wfaoie.FCP gonna happen</qco> </h3>      \nin between 2 other episodes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n11:59 am</dco> &nbsp;<qco> Have you considered running for president?&nbsp;</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n11:35 am</dco> &nbsp;<qco> How do I think of more things when all I can seem to think of is nothing</qco> </h3>      \nstart by saying where you are. describe what things are already there. descriptions are a thing. so that counts, as a thing you thought of\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n11:29 am</dco> &nbsp;<qco> Why don't you start with a capital letter and put a period at the end of your answers? It bothers me.</qco> </h3>      \ni find it to be completely unnecessary when there is no sentence on the other side. It is useful as a 'sentence separation device'.... i believe that is how it works best, and i think that's actually what it's made for<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n11:19 am</dco> &nbsp;<qco> btw, I infinitely appreciate your reality videos. I love it when creators keep their process through all their years and how they struggled and got to where they were. It's so cathartic because in those videos you just seem to be suffering in one way or another in your creative process. It's even more cathartic with&nbsp;&nbsp;your description of the Vine party before the Shorty awards. Thank you</qco> </h3>      \nwait until you see the feature film\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n11:16 am</dco> &nbsp;<qco> Why do people hate comic sans?</qco> </h3>      \nit's too good and too readily available. so everyone falls in love with it too fast, never suspecting that everyone else did also. then everyone is embarassed it happened. then someone new discovers a computer and the same thing happens all over again. and so the cycle of life continues\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n10:54 am</dco> &nbsp;<qco> Thoughts on sheep?</qco> </h3>      \nvery independent. forward thinking\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n10:52 am</dco> &nbsp;<qco> Why do I constantly compare myself to others' appearances, happiness and their stuff?</qco></h3>      this will help you form ideas of how you would like to be<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I've persuaded myself not to for many times but it doesn't work. Any advices on that, the Internet's therapy seems to worsen my situation. Thanks a lot, Bill :)</qco> </h3>      don't forget to be also fair to the people who have not broadcast any information about their appearance, happiness, stuff, (the things you mentioned). compare yourself to those people too\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n10:34 am</dco> &nbsp;<qco> What gave you the idea to do this all hours question answering thing?</qco> </h3>      \nit is not all hours answering. actually very few hours answering. mostly all hours asking, but that part is not me, it's thanks to people like you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n10:00 am</dco> &nbsp;<qco> What is your opinion on the Declaration of Independence? \n</qco></h3>      i haven't read the whole thing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What is your opinion on plastic?\n</qco></h3>      fake but strong<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What is your opinion on opinions?\n</qco></h3>      strong but fake<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What is the best day to release a video that reviews cheese?</qco> </h3>      \nas soon as possible<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n9:52 am</dco> &nbsp;<qco> What is your opinion on 3D Graphics?</qco> </h3>      \nit's like a can of worms, except the worms are 3D\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n9:44 am</dco> &nbsp;<qco> What is the largest number that you can count to?</qco> </h3>      \n9999\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n9:13 am</dco> &nbsp;<qco> <a href=\"q.php?date=202005312159\">5.31.20&nbsp;&nbsp;9:59 pm</a>  the character is someone without a name</qco> </h3>      \nyou keep focusing on what their name is, but that will get you nowhere until you start thinking about literally anything else besides the name. it's even more ironic that you are still focusing on only their name when you literally just told me that a 'name' is the one thing they do not have\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n9:10 am</dco> &nbsp;<qco> How do you google something&nbsp;</qco> </h3>      \njust relax, and let Google google you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:44 am</dco> &nbsp;<qco> How to ask a ueqstion?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:27 am</dco> &nbsp;<qco> I feel like all the questions I ask tend to be stupid what do I do to write not stupid questions?</qco> </h3>      \njust to loosen up the parameters a bit, you could start by writing something that is not a question\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:17 am</dco> &nbsp;<qco> Have you done another bad thing recently?</qco> </h3>      \nthat's preposterous. who do you think i am\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:08 am</dco> &nbsp;<qco> were you being serious when you said you would talk about velcro in another episode?</qco> </h3>      \nno, but that's just because i knew of the thousounds upon millions of other things i also must talk about. and on top of that, also many other ways to communicate besides talk\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:04 am</dco> &nbsp;<qco> Bill I think you should take a break answering literally every question. </qco></h3>      i do not answer even close to all of the questions<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It sounds extremely exhausting</qco> </h3>      \nimpossible is what that would be\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n8:04 am</dco> &nbsp;<qco> any tips to continue to enjoy my ideas for more than a week before completely forgetting about them and never getting anything done?</qco> </h3>      \nah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that \t\t\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n7:50 am</dco> &nbsp;<qco> what is the point of uppercase letters</qco> </h3>      \nclarification, acronyms, emphasis, authority, art, diplomacy,\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n7:37 am</dco> &nbsp;<qco> why does the sky change in colours</qco> </h3>      \nthose are mood changes. mood changes are a general requirement for life, otherwise life would not be memorable enough to even remember its own existence\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.20&nbsp; \n6:31 am</dco> &nbsp;<qco> what do you do when you feel bored?</qco> </h3>      \nthat doesn't make sense\n<br><br>"
  }
]
