[
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n3:48 am</dco> &nbsp;<qco> Do you have any opinions on the letter q (specifically the lower case kind)?</qco> </h3>      it might be best with a curl, otherwise it could look like b, d, or p, if you have some type of rotational/orientational dislexia\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n3:21 am</dco> &nbsp;<qco> How do I win a lawsuit effectively and cheaply?</qco> </h3>      bribe the judge, with 20 cents maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n3:05 am</dco> &nbsp;<qco> bill I can't believe you chose a favorite letter!! why r, if I may ask?</qco> </h3>      it was the most recent one i saw, at that time \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n2:36 am</dco> &nbsp;<qco> how can i work on my music when i constantly hate what im doing/comitting to</qco> </h3>      i would say don't do it if you hate it. find something you actually like to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n2:19 am</dco> &nbsp;<qco> I've frolicked too hard, how will I be punished? </qco></h3>      you will be forever surrounded by people who appear to be not frolicking hard enough<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tPlease help I'm scared.</qco> </h3>      you must teach\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n2:18 am</dco> &nbsp;<qco> What is the answer to the following question?</qco> </h3>      i don't know yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n1:55 am</dco> &nbsp;<qco> What was the bad thing you did</qco> </h3>      tried to do sky writing on an overcast day\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n1:53 am</dco> &nbsp;<qco> Can you dance like a pelican?</qco> </h3>      for a fair price\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n1:49 am</dco> &nbsp;<qco> What is your least favorite letter??\n</qco></h3>      r<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tWhat are your opinions on ducks?&nbsp;</qco> </h3>      i know they can fly but i've never seen them do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n1:38 am</dco> &nbsp;<qco> what artists are you willing to collaborate with? </qco></h3>      i can't tell you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tComedians? Indie pop?</qco> </h3>      categorizing somone like that isn't nice. at least i wouldn't feel good if someone did it to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n1:33 am</dco> &nbsp;<qco> are you a?</qco> </h3>      the\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n1:31 am</dco> &nbsp;<qco> what are some songs with a lot of emotions</qco> </h3>      peter mayer 'it's good to have a friend', bonnie raitt 'not the only one', ginuwine 'differences', audrey assad 'restless', james taylor 'native son', nicki minaj 'fly', paul mccartney 'lindiana',  peter gabriel 'in your eyes', madonna 'i'll remember', selena gomez 'back to you', stevie wonder 'if it's magic'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n1:29 am</dco> &nbsp;<qco> <a href=\"q.php?date=201912260216\">12.26.19&nbsp;&nbsp;2:16 am</a>  ah, my bad. i will try to communicate better now.\n<br>the people i'm thinking about is someone who taught me guitar 2008-2012 who i really like, and someone who is currently my voice pathologist but not for much longer who i also really like. they have also both helped me a ton. would love to be great buds with both of them, give them a taste of their own medicine.\n<br>\n<br>i have this brain, that has not grown in accordance with what i want;&nbsp;it has grown like bound feet. most of it is botched and haphazardly assembled techniques for surviving my family, that i have no interest in. then i'll meet someone really cool that i love being around and have very little to offer them. then i disappoint them and myself and then im lonely and angry.\n<br>that is still rough to try and answer i guess but idk if i can do better</qco> </h3>      i think you are doing fine. it seems you are a keen observer, and writer. there is a lot of energy that wants to get out, almost too much to comprehend. if you are impressed and struck by how awesome these people are (both of them seem to be instructors of some kind), and struck so strongly so as to write a diligent think-piece about it (as shown above, and before), then i can give you a hint as to what the future may hold, and that's you being every similar kind of awesome, all blended together with your own unique twist. but for someone with your depth of mind, it may take some time to develop. in the meantime, keep in touch with all your own ideas and thoughts and feelings, because these are what is going to develop into the strong guiding force that you likely are on track to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n12:36 am</dco> &nbsp;<qco> Should i sabotage my entire social life and possibly happiness in pursuit of this really good and important idea i have (about a thinking computer)</qco> </h3>      that depends how good your social life / happiness already is currently\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n12:34 am</dco> &nbsp;<qco> Hey, do you know what is 0/0 (divided)</qco> </h3>      sounds like a lot of drama\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n12:17 am</dco> &nbsp;<qco> How do i get to level 1?</qco> </h3>      too late, you are already way past it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n12:11 am</dco> &nbsp;<qco> Hey Bill, is there a good love song to write if you feel like every love song's been written?</qco> </h3>      you could write a normal love song and then at the last minute switch the lyric to hate, but keep the song otherwise the same. see what develops\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.27.19&nbsp; \n12:04 am</dco> &nbsp;<qco> <a href=\"q.php?date=201912241508\">12.24.19&nbsp;&nbsp;3:08 pm</a>  why \"metres\"</qco> </h3>      wanted to make it even more canadian\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n11:54 pm</dco> &nbsp;<qco> how do you come up with all these creative ideas right off the top of your head?</qco> </h3>      i am a blackbelt in karate. that is not how i do it, that's just another idea for you which also happens to be not true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n11:49 pm</dco> &nbsp;<qco> what's a good love song</qco> </h3>      'hate you' by king's x\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n11:21 pm</dco> &nbsp;<qco> For the alvin and the chipmunks songs, did the singers have to sing slowly so that when their voices were sped up it would match the tempo of the song?&nbsp;</qco> </h3>      yes but i know you already knew that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n10:52 pm</dco> &nbsp;<qco> i just realized that i exist what do i do</qco> </h3>      try to act naturally\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n10:43 pm</dco> &nbsp;<qco> What do I do&nbsp;</qco> </h3>      you could re invent the egg. it's damn near time that thing got a re invent\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n10:34 pm</dco> &nbsp;<qco> is it always 10:24 in standard void time?</qco> </h3>      10:34\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n10:31 pm</dco> &nbsp;<qco> We have a very old duck and he hisses at me. What should I say to him? \"Stop that you duck\" seems a bit cliché&nbsp;</qco> </h3>      the hiss is a gift. will you not accept the gift of the hiss\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> what if i didnt do a thing and instead did a different thing, hypothetically</qco> </h3>      oh man, that's gonna change everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> kinda makes me sad when people are like \"wow someone had a lot of time on their hands\" when i make something im proud of but it has no real monetary value. maybe i should just not read what people say???makes me feel dumb</qco> </h3>      ask them what they are so busy doing, and if they would mind showing it to you, to compare\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n9:46 pm</dco> &nbsp;<qco> Hey Bill can you make a meme</qco> </h3>      no. no one can make a meme. all you can do is go about your daily business and memes will grow from that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n9:02 pm</dco> &nbsp;<qco> Do you know any good puns</qco> </h3>      know\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n8:54 pm</dco> &nbsp;<qco> is the moon made out of cheese?</qco> </h3>      maybe but it has petrified\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n8:45 pm</dco> &nbsp;<qco> what is your favorite year for new iPhone releases? Mine would have to be 2017 with the 8 and the X, had some fun memories sneaking outta class freshman year and running across the field to my bike and biking as fast as possible to caribou to get a 200mg caffeine-saturated milk chocolate mocha to be extra hyper while watching the keynote live. And then apple's website where the livestream was wouldn't load until just 30 seconds before the start of it, leaving me in raving suspense. ahhh 2017</qco> </h3>      it is common to have a very nostalgic bias for whatever was happening around that age. that being said i prefer the ones with the flat edges, and i also didn't like them being so huge. so i'd say iphone 4 or 12 \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n8:35 pm</dco> &nbsp;<qco> Okay so this is about music: Is the whole switching the 3rd and 7th in tritone substitution meaningless since you just play the same chord pattern, but in the key of the tritone of the written chord of the changes?</qco> </h3>      i think what happens is you actually play the same notes (the notes in the tritone, like E and Bb notes) but switch the bass- play F# instead of C. maybe you already knew that, but i couldn't quite figure out what you were asking\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n8:34 pm</dco> &nbsp;<qco> why does a certain arrangement of lines on a paper dictate my future?</qco> </h3>      that is merely an echo of how our universe began\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n8:30 pm</dco> &nbsp;<qco> is anything ever truly original</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n7:42 pm</dco> &nbsp;<qco> Russian or concussion?</qco></h3>      i pick which ever one is not a head injury<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t this answer could save the world</qco> </h3>      not if someone else saves it first\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n7:39 pm</dco> &nbsp;<qco> what is the progress on construction of giant elephant</qco> </h3>      good, i am learning how to do the skin. or fuck it maybe a skinless elephant would be the way to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n6:33 pm</dco> &nbsp;<qco> If i try to be my genuine self publically. Wouldnt that infringe on your brand?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n6:12 pm</dco> &nbsp;<qco> Are you religious. And what do you think of it\n<br></qco> </h3>      it seems it's only called religious when someone else does it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n4:56 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201912250933\">12.25.19&nbsp;&nbsp;9:33 am</a>  i am trying to tell if nebraska is small or big and this test is just even more confusing. they seem like they are about the same size ???</qco> </h3>      nebraska is bigger\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n4:22 pm</dco> &nbsp;<qco> Do Siamese twins pay for one ticket or two tickets when they go to movies and concerts?</qco> </h3>      they plan to pay for 2 but some vendors may generously offer admission for the price of 1. especially if they realize that perhaps only one of them wants to be there\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n4:22 pm</dco> &nbsp;<qco> If pro and con are opposites, wouldn't the opposite of progress be congress?</qco> </h3>      that's only a coincidence\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n4:17 pm</dco> &nbsp;<qco> would you rather live hand-to-mouth in a big city for the rest of your life, or live affluently in a tiny village for the rest of your life?</qco> </h3>      i may never decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n4:13 pm</dco> &nbsp;<qco> What am I like in your mind?</qco> </h3>      curious, inquisitive\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n4:03 pm</dco> &nbsp;<qco> Have you truly quit making videos?</qco> </h3>      holy cramp i've barely even started\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n3:47 pm</dco> &nbsp;<qco> when the sun burns out and the sky falls down, will anyone save me?</qco> </h3>      yes, as long as you agree to save someone else at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n3:11 pm</dco> &nbsp;<qco> how many programs do you use to do your videos?</qco> </h3>      usually 5 or 6. i always forget some\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n3:01 pm</dco> &nbsp;<qco> What is the most common cleft you use in your music?</qco> </h3>      if i'm writing charts for myself, i just do a lead sheet with chord symbols. usually i just use treble clef, with the understanding that the male voice will actually read an octave down. i never really got comfortable with bass cleff, i'm not even totally comfortable reading in treble clef. however, reading rhythms i am a fire chief\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n2:51 pm</dco> &nbsp;<qco> how do I avoid repeating my own work</qco> </h3>      go exploring for a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n2:47 pm</dco> &nbsp;<qco> favorite song(your own songs dont count)</qco> </h3>      having a favorite song wouldn't really be fair to all the songs you liked before or are gonna like later. or haven't even heard\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.26.19&nbsp; \n2:25 pm</dco> &nbsp;<qco> thoughts on hot chocolate</qco> </h3>      good, but i prefer warm chocolate because it causes less injury to my inner mouth tissue\n<br><br>"
  }
]
