[
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n8:02 pm</dco> &nbsp;<qco> What's the new song about?&nbsp;</qco> </h3>      music, good and bad times, joy, self expression, and understanding\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n7:30 pm</dco> &nbsp;<qco> when writing a song, do you find that it's better to write a chord progression first, then make a melody with those chords, or to write a melody first and then find chords that work for that melody?\n<br></qco> </h3>      both at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n6:55 pm</dco> &nbsp;<qco> whatever happened to frequent green linked answers?</qco> </h3>      i have developed a more sophisticated way of dealing with frequently asked questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n6:53 pm</dco> &nbsp;<qco> are you gonna make another video?</qco> </h3>      yes, but first i will finish the one i am currently working on\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n6:42 pm</dco> &nbsp;<qco> how come eggs don't have fur? then the mama bird wouldn't have to spend all that time sitting on them.</qco> </h3>      ah, that's a good point. i will change it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n6:05 pm</dco> &nbsp;<qco> are you into transcribing solos? or transcribing music in general?</qco> </h3>      i did it a lot, as a learning tool\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n5:57 pm</dco> &nbsp;<qco> can you write something with capital letters?</qco> </h3>      can you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n5:46 pm</dco> &nbsp;<qco> What are your plans for the future</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n5:43 pm</dco> &nbsp;<qco> Can you show us your gold play button?</qco> </h3>      i don't have it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n5:36 pm</dco> &nbsp;<qco> What (or who?) is grey poupon? This name popped into my head and I don't know what it's from or where I've heard it. I can look up online, but I figured I'd rather ask you first.&nbsp;</qco> </h3>      i think it was from a famous commercial. the name of the product was \"grey poupon\" and the commercial i think had a british person asking another british person something like \"pardon me, do you have any grey poupon?\" and it still remains a pretty famous commercial even though i'm not sure anyone alive today has ever seen it. grey poupon was i suppose a brand of poupon? as for what poupon is, well that's a question i can't answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n5:32 pm</dco> &nbsp;<qco> This non question is an oportunity for you to say anything.&nbsp;</qco> </h3>      oh nice, i've always wanted that opportunity\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n5:22 pm</dco> &nbsp;<qco> What's wrong with you?</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n4:53 pm</dco> &nbsp;<qco> When did you get into these things?</qco> </h3>      which things\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n3:38 pm</dco> &nbsp;<qco> Have you ever been to Nashville, Tennessee?</qco> </h3>      i think the real question is, have i ever left\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n3:20 pm</dco> &nbsp;<qco> do a flip</qco> </h3>      i will do it when i get a chance\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n3:12 pm</dco> &nbsp;<qco> What motivates you to keep making videos?</qco> </h3>      i still haven't made most of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n2:34 pm</dco> &nbsp;<qco> A lot of your songs mention \"making things right\". How do we know things aren't already right?</qco> </h3>      it's good to try to do it anyway, just in case<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n2:32 pm</dco> &nbsp;<qco> Is there a pivot chord in the verse in your song: We could Just get High, between \"that the sun Shines\" and \"Book a flight\"? That bit sounds so magical to me.</qco> </h3>      i think there's like at least 20 bars in between the lines you mentioned. but i haven't heard it in a while\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n1:19 pm</dco> &nbsp;<qco> i feel like my entire life so far has been pure coincidences and accidents that just got stacked up. mistakes and gullible reasoning. how do i make the best of it?</qco> </h3>      enjoy some more coincidences, and accidents. and when you're ready, try doing things on purpose, and mix that in with the coincidences\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n12:34 pm</dco> &nbsp;<qco> what are all the notes in the dorian scale</qco> </h3>      1, 2, b3, 4, 5, 6, b7\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n10:36 am</dco> &nbsp;<qco> do things that bring you joy!!! thats the shit!!!</qco> </h3>      ah, that's true<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n9:32 am</dco> &nbsp;<qco> On 1.1.2000 you made a thing called y2k or whatever. What is it?</qco> </h3>      that's not something i made. that's just what it says, next to that date\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n9:16 am</dco> &nbsp;<qco> Do you meditate? Do you want to?</qco> </h3>      i think the word 'meditate' is actually very distracting from doing the thing that it is supposed to mean\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n8:23 am</dco> &nbsp;<qco> How do you feel about comic sans?</qco> </h3>      it has reached something of legendary status\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n7:32 am</dco> &nbsp;<qco> thoughts on moral implications of AI? would an intelligent AI's life be worth less than a human's? would you believe an AI that said it had emotions?</qco> </h3>      \nAI usually means something that doesn't exist yet. so even if we think something will be called AI, as soon as it is invented it will be called something else (like a \"computer\" or \"autocorrect\" or \"face recognition\") and then we will still say \"AI\" to talk about some other future thing which hasn't been invented yet<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n7:17 am</dco> &nbsp;<qco> how do i hear notes in my head and then know what notes they&nbsp;&nbsp;are</qco> </h3>      first let me clarify that it is much much more important to know what notes are relative to each other, rather than knowing the absolute pitch of one note, out in the desert<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n6:33 am</dco> &nbsp;<qco> <a href=\"q.php?date=201801071035\">1.7.18&nbsp;&nbsp;10:35 am</a>  It's clearly underrepresented, but the type of data you collect doesn't show this. The average capital/lower case letter ratio is already bad enough in other texts. Two cases, should be fifty-fifty if we actually want EQUALITY between the two cases.</qco> </h3>      if that's really what you want, then you might want to take a look at your own ratio<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n5:49 am</dco> &nbsp;<qco> what is your favourite kind of spoon</qco> </h3>      table\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n5:35 am</dco> &nbsp;<qco> do you think the james webb space telescope will ever actually be launched?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n5:17 am</dco> &nbsp;<qco> what level of transcendence are you on at the moment</qco> </h3>      medium\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n2:20 am</dco> &nbsp;<qco> What if I'm just like a liiiitle too sad to be comfortable?</qco> </h3>      document your experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n1:10 am</dco> &nbsp;<qco> you ever listen to a song and get frustrated because it could be so good but it still sucks?</qco> </h3>      i am used to noticing things about all songs that i think could have been done better, while simultaneously noticing a whole host of mind-blowing elements that are already there. this is normal, it's not frustrating, and i don't hold it against anyone, because to truly cover all your bases you would need an infinite amount of time to work on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n1:04 am</dco> &nbsp;<qco> do you think pirates really said 'arrrr matey' and all that stuff?&nbsp;</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n12:53 am</dco> &nbsp;<qco> Will you ever do a draw my life or tell your life in some way?</qco> </h3>      i have told about my life in many ways before, and will do it more in the future, but not using the 'draw my life' brand\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n12:45 am</dco> &nbsp;<qco> i have many cool musical ideas in my head, and when i try to put them into reality they do not end up how i wish they would. how do i fix this</qco> </h3>      keep trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n12:31 am</dco> &nbsp;<qco> i only listen to real music. apparently, your music is fake? so i can't listen to it, sorry. i heard it's good though</qco> </h3>      it's real, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.8.18&nbsp;\n12:10 am</dco> &nbsp;<qco> Do you find melody more interesting than harmony?</qco> </h3>      it is difficult for either one to feel entirely complete without the other\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n11:43 pm</dco> &nbsp;<qco> i love the percussive sound you get when you play your keyboard!! (esp with rhodes setting) like in most of your improv. uhhh, i guess, any thoughts?</qco> </h3>      that's one of the nice things about using room audio (you can also hear foot taps on that, etc). you know, some people, even when they record digitally/direct-in, etc, actually mic the keys as well, to pick up the sound of the keys being pressed. this might not be such a bad idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n11:36 pm</dco> &nbsp;<qco> hey man im lost what should i do, i have no idea</qco> </h3>      start making a map, of where you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n11:05 pm</dco> &nbsp;<qco> what do i respond with when i think something is funny, but i don't wanna type \"hahaha\" cause it might not have been funny enough to warrant that many ha's, but i also don't wanna type \"hahah\" cause that's basically the same thing as \"haha\" which is not ENOUGH ha's???</qco> </h3>      i think either haha or hahaha should be fine. you are going to have to round off to the nearest ha, in this case.\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n10:41 pm</dco> &nbsp;<qco> what is your favourite thing about dust?</qco> </h3>      the way it can make beams of light visible in the air\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n10:24 pm</dco> &nbsp;<qco> how do you deal with the pressure of living</qco> </h3>      tell stories about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n10:03 pm</dco> &nbsp;<qco> do you like statistics/analytics&nbsp;</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n9:23 pm</dco> &nbsp;<qco> whos your favorite artist?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n8:21 pm</dco> &nbsp;<qco> Does C13 assume that the 9th and 11th are part of the Chord(as well as the 1,3,5,7 whatever)?</qco></h3>      i'm gonna venture out on a limb and say if you see C13 written, you should probably play Bb, E, and A, and maybe D. (bass would take C). if they wanted F#, they should have told you so. if they want F, they should say sus4 and you should NOT play E in that case. that's just my experience from out in the world or whatever<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so if you were to to have a C13 with a #11 would that be C13(#11) or D/Cmaj7?&nbsp;</qco> </h3>      by the way, C13 uses Bb, not B. when maj/min is not specified it means dominant which means flat 7. C7 has a flat 7, not natural 7. for natural 7 you would need to say Cmaj7. again that's just my experience from being in the biz\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n8:18 pm</dco> &nbsp;<qco> Before the universe existed there were no laws of physics or reason, so it is perfectly possible for a universe to come into existence from nothing, because who's there to stop it right? Does this make sense?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n7:31 pm</dco> &nbsp;<qco> What font did you make this site?</qco></h3>      none<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI have my custom font set to Triforce, and I want to experience the site as it was meant to be.\n<br></qco> </h3>      there is no font set for this site. that is so that it will be delivered in whatever font your browser prefers\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n6:43 pm</dco> &nbsp;<qco> Why am I scared of mirrors?&nbsp;</qco> </h3>      because they show you how you look when you can see how you look, which can create a feedback loop of anxiety\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n6:20 pm</dco> &nbsp;<qco> You seem to primarily be interested in the humanities (art, philosophy, history).</qco></h3>      i disagree, but i respect your opinion<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are your thoughts on the more mathy topics?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.18&nbsp;\n6:00 pm</dco> &nbsp;<qco> is the sky really blue?</qco> </h3>      sometimes\n<br><br>"
  }
]
