[
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n1:23 pm</dco> &nbsp;<qco> do you divide your videos into segments when your making them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n12:40 pm</dco> &nbsp;<qco> Why do you misspell everything?</qco></h3>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n12:34 pm</dco> &nbsp;<qco> Do you ever feel sad that if you produced a more serious song or video on your channel it would be less well received than your other comedy videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n12:34 pm</dco> &nbsp;<qco> do you think that the earth is round or flat?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:55 am</dco> &nbsp;<qco> please never stop with the 3D shit</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:55 am</dco> &nbsp;<qco> does your next song sound like the jingle at the end of the unboxing video?</qco></h3>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:49 am</dco> &nbsp;<qco> I saw a car run oer spikes and the tire was fine, and the spikes got crushed. Aren't tires supposed to pop?\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>LIKE THERE WERE LIKE 10 LARGE SPIKES! Does physics hate me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:42 am</dco> &nbsp;<qco> Why does everyone asks when you will finish your songs? Why can't they just go with the flow and wait?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:38 am</dco> &nbsp;<qco> will you do more 3d graphics like u did in HOTEWIG?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:29 am</dco> &nbsp;<qco> what do you do when you don't wanna make music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n11:19 am</dco> &nbsp;<qco> Did I ever tell you what the definition of insanity is?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n10:54 am</dco> &nbsp;<qco> do you play any sports?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n10:50 am</dco> &nbsp;<qco> How am I supposed to respond when people are like \"what's your job\" and I say I'm a musician and they're all \"no your real job\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n10:36 am</dco> &nbsp;<qco> Did you write outside inside or outside, \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n10:28 am</dco> &nbsp;<qco> tell me you weaknesses</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n10:22 am</dco> &nbsp;<qco> Do you live alone</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n10:19 am</dco> &nbsp;<qco> why is 240 on your wall</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n7:34 am</dco> &nbsp;<qco> Have you considered doing the recent trend of following a beauty guru's makeup tutorial? I think you could make it interesting in a very Bill Wurtz kind of way</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n4:57 am</dco> &nbsp;<qco> I am not social enough to go outside, but I'm not depressed enough to stay inside\n<br>\n<br>what should I do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n4:18 am</dco> &nbsp;<qco> just bite the bullet and do a live stream, bill. it's about time</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n3:47 am</dco> &nbsp;<qco> What is the best type of paper?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n3:25 am</dco> &nbsp;<qco> what is the easiest key signature to write music in?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n3:24 am</dco> &nbsp;<qco> do you like dinosaurs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n2:35 am</dco> &nbsp;<qco> hey i'm ordering a pizza but as soon as i start munching my first slice i stop and proceed to ponder about my life choices and whether i'm truly in a right place or not. should i continue eating my pizza or not? i'm worried that if i don't i will offend the pizza/pizza man since everyone is so easily offended these days</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n2:19 am</dco> &nbsp;<qco> How do you format a question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n2:15 am</dco> &nbsp;<qco> why is university so bad</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n2:09 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803020735\">3.2.18&nbsp;&nbsp;7:35 am</a>  why you make a video with yourself in the first music video? You can just be like normal people do if you wanna be a musician&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.3.18&nbsp;\n1:02 am</dco> &nbsp;<qco> is this next song going to take as long at la de da to finish?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n10:50 pm</dco> &nbsp;<qco> legs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n10:39 pm</dco> &nbsp;<qco> how's time goin?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n10:38 pm</dco> &nbsp;<qco> Do you like the sky</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n9:39 pm</dco> &nbsp;<qco> Have you ever used one of those sinks where you turn the tap ever so carefully and slowly, it budges just a tiny bit and water just explodes out of the faucet, spraying everywhere and making a huge mess? Well, that's the story of my life right now. I have so many ideas and directions I want to go with music that I can't get anything done. Like, the other week I was listening to prelude to the afternoon of a faun and I was thinking how I'd love to learn orchestration and arranging and write these beautiful, epic symphonic poems. But I also LOVE prince and p funk and james brown, and I want to just devote my life to making the funkiest music ever. But I'll watch some of your videos and I love your score-writing and how you sync up music and visuals so well and how that's such a powerful tool and it makes me want to learn animation and video-making. But then I listened to some paul simon, and it's like, maybe I just want to get my acoustic guitar and ju\n st write\n  some nice songs. Then I'll hear some top 40 radio and it makes me want to write really fun, upbeat, catchy bubblegum-y tunes. But my first love, the thing that made me want to be a musician was blues, and there's always a part of me that just wants to just be a blues guy... I can go on forever and write a novel about the music I want to make, and I'm being pulled in so many different directions. I'll get really motivated to do something, until I have another idea that makes me pull a 360 and want to do something entirely different. I have all these lofty goals and dreams and things I want to accomplish, but I can't stop time and do everything all at once. More than anything I want to be PROLIFIC. I want a vast library of music. But I can't commit to any one thing because nothing stands out above the rest for what direction I want to go, and what I want to devote myself too. My compass is spinning around. I'll sit at the piano or pick up my guitar to write and can't even foc\n us on on\n e thing for more than a few minutes. I'll start working on one thing, and then without even thinking, my brain switches gears and I'll be trying to do something entirely different. Every time I turn on that sink to fill my cup, the water gushes all over the place and I drop the cup and it shatters and I'm left with a spray of water everywhere, but no water in my cup to drink (or to give to others to drink). I've taken a page out of your book and have been really serious about documenting and recording every idea so nothing falls through the cracks... But I just don't know what to do next. Do you have any advice you can share with me? I'm about to explode.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n7:49 pm</dco> &nbsp;<qco> When you upload a video, do you keep an eye on the attention it gets throughout the day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n7:29 pm</dco> &nbsp;<qco> i'm currently scheming to take over the world. got any tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n7:10 pm</dco> &nbsp;<qco> So, the first instagram post you did that teased La De Dah De Dah De Dah De Day Oh was Nov. 3rd, 2017, and the release date of that video was Jan. 16,&nbsp;&nbsp;2018. That's about 2.5 months, so does that mean it is likely that the new song/video is coming out in May?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n6:56 pm</dco> &nbsp;<qco> Since you like to make patterns and then break them, will you ever get to the point where not breaking the pattern becomes the only way to break the pattern of making a pattern and breaking it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n6:39 pm</dco> &nbsp;<qco> If no questions surprise you, what do you learn from them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n5:41 pm</dco> &nbsp;<qco> why is school so stupid?</qco></h3>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n5:40 pm</dco> &nbsp;<qco> what would you do if you won the lottery?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n5:15 pm</dco> &nbsp;<qco> whats your favorite car</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n5:09 pm</dco> &nbsp;<qco> Why My classmates are all comunist?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n5:00 pm</dco> &nbsp;<qco> how do i learn to play the piano? </qco></h3>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n4:10 pm</dco> &nbsp;<qco> Is anything anything anymore?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n3:03 pm</dco> &nbsp;<qco> I am convinced that you stay locked in your room all day and never actually interact with the outside world except to post things on the internet. Confirm/deny</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n2:34 pm</dco> &nbsp;<qco> Did you change the font of your text?</qco></h3>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n11:49 am</dco> &nbsp;<qco> I dont know whats going on inside me when I watch your videos. Whats going on inside me when I watch your videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n11:06 am</dco> &nbsp;<qco> are bricks domesticated rocks</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n11:05 am</dco> &nbsp;<qco> have you been good at math since you were taught (like, you fundamentally understood the concepts the first time)?</qco></h3>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n10:51 am</dco> &nbsp;<qco> why do you prefer to publish songs individually</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>3.2.18&nbsp;\n10:48 am</dco> &nbsp;<qco> Please read and accept our terms of service</qco> </h3><br><br>"
  }
]
