[
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n1:10 pm</dco> &nbsp;<qco> what is your favorite play?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n12:38 pm</dco> &nbsp;<qco> Hey Bill. I've started studying jazz piano this year. It's something I've always wanted to do (I have decent piano skills, but never took it very seriously). I'm extremely lazy and my teacher is also useless, so I haven't been making half as much progress as I could have. I've come to realize that I'm never motivated to practice, and I've been wondering if I really like jazz all that much. I'm still more interested in singing, producing and arranging in other genres (things I've done before), so I could prioritize that next year.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I've especially grown an interest in guitar-based music (and find myself listening to it more than jazz), and maybe learning to play the guitar. But at the same time, I feel like I just need to push through, because like I said I've wanted to do this for a long time, I really look up to jazz musicians, and I need to finish what I've started cause I can't keep doubting my goals and not working to accomplish something... Any \n advice? \n I'm 19 btw</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n12:08 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906271137\">6.27.19&nbsp;&nbsp;11:37 am</a>  except for these ones:\n<br>https://billwurtz.com/darknessvideo.mp4\n<br>https://billwurtz.com/how-to-ask-a-question.mp4\n<br>https://billwurtz.com/worry.mp4\n<br>https://billwurtz.com/dont-worry.mp4\n<br>https://billwurtz.com/im-dizzy.mp4</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n11:59 am</dco> &nbsp;<qco> How do you learn a new software,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how would you teach a new software to someone else?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n11:10 am</dco> &nbsp;<qco> Why is red color so fiery?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n11:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905031500\">5.3.19&nbsp;&nbsp;3:00 pm</a>  This isn't quite right. Entire songs can be in 2/4 and have a strong 2/4 feel - example https://www.youtube.com/watch?v=TOypSnKFHrE</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n10:06 am</dco> &nbsp;<qco> bill since you are the most talented musician i know, can you tell me what happens here? https://youtu.be/UydrranrPaI at 0:22 there is a chord that feels like a common chromatic thing but it's different.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\np.s: holyshit the questions page is getting crazy! what the hell was <a href=\"q.php?date=201906261939\">6.26.19&nbsp;&nbsp;7:39 pm</a>  lol</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n9:27 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906271224\">6.27.19&nbsp;&nbsp;12:24 pm</a>  that one: https://www.youtube.com/watch?v=754RQHqfovQ</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n8:27 am</dco> &nbsp;<qco> you said you we\n<br>re going to change the editing software you're currently using (I won't specify but I'm fairly sure I have worked it out correctly). If so what to?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I would go for either final cut pro 10 or premier.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know you can replicate your style on any editor, but I spoke to a guy who did a really good replication of your editing style on FCPX. Also, when you make your text, what effects do you use,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I technique i use when i try and make editing like yours is to create multiple copies of one word/sentence in slightly different places, and use different blending modes on them, i also animate it by adjusting parameters on a setting i have called earthquake. Could you help me, I'd really appreciate it.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n7:48 am</dco> &nbsp;<qco> In Mount St Helens, when the mountain sings the solo at the end, there's one line that sounds very \"outside\", for lack of a better word, and I was wondering if you intentionally chose those notes because they work on some kind of next level, theory-wise, or if they just sound outside? They're very interesting note choices and I'd love to know why you chose them. Thanks :)</qco> </h3><a href=\"https://billwurtz.com/jazz.html\">here</a>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n7:29 am</dco> &nbsp;<qco> hello bill, you did collaborations with scary pockets and both songs were amazing. do you consider doing collabs with other artists for your future songs? or will you go solo forever?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n7:02 am</dco> &nbsp;<qco> whats an artist that you like the most songs of compared to other artists?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n5:18 am</dco> &nbsp;<qco> you ever think about how e e cummings was seen as such a weirdo for writing in lowercase with no punctuation but now everyone does that constantly</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n5:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906261939\">6.26.19&nbsp;&nbsp;7:39 pm</a>  when i say G-Bb-D-F-Bb-C-D-F I really mean a voicing made of those notes bottom up, not each chord per letter.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I was gonna write g-bb-f-d-bb-c-d-f but b for flat with non capital letter felt b for ti felt weird. I dont know if that makes more or less sense. And i did call Gb7 something wrong. I think its the Gmin7 with a \"Bb add9\" on top. so really a Gmin7 add11 with doubled 5th and 7th,&nbsp;&nbsp;but revisitting it it should be a Bb something, as so the F something should really be a Ab something. and yes i do agree these are separate universes, but i wont let that excuse me from doing things in a perceivably wrong way(regardless of how thick i want my supersaws to sound). I get too sidetracked for beefiness that I may be overdoing the voicings and cluttering the arrangement (and missing the tonal center). Highly truly appreciate you taking your time to go over my rant and bring obje\n ctivity.\n &nbsp;&nbsp;Now I have another point of view(and way more experienced) on my voicing approach or atleast cataloguing.&nbsp;&nbsp;Sometimes it feels like im working on a vacuum but im super grateful and lucky to be able to bounce these things with a way more experienced skillster to atleast have a sense of where the needle might be pointing as opposed to letting my subjectivenes or missfocus from sidetracking me into a least-ideal place. I hope my follow up made more sense and had less mistakes at essential points. . So the 2 chord thing i was describing once i take your advice into consideration would be something like Ab bass (the F at the bottom was really unnecesary, its really some sort of Ab) with right hand doing g-bb-eb, and then going to G bass with f-g-bb-d on right hand. \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do you chose what to leave out when using many tensions on chords?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or it's a feel-along excercise with the theory behind the played voicings being an afterthought to analyze what was done? Upon\n  yet ano\n ther revision my last version would be Ab (207.65) and on right hand g(392)-bb-c=eb which would translate to Abmaj7add9, and then for second chord Bb on bass (233) and then on right hand f(349)-bb-c-d. which would be a Bbadd9. Does it sound like a more balanced voicing?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I did have a weird keys patch where i was jamming with it but going to a normal keyboard sound makes it clearer to hear what im doing instead of letting the reverb disguise the sound. It seems like by your description your instinct would be to go for bass on left and guide tones (3rd and 7th) on right and then alter from there?&nbsp;\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n2:24 am</dco> &nbsp;<qco> How many times has the same question been asked?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n2:12 am</dco> &nbsp;<qco> I am doing exams today help me</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n12:46 am</dco> &nbsp;<qco> I might be meeting Herbie Hancock in a couple days. What do I even say?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n11:24 pm</dco> &nbsp;<qco> why don't you ever put accents on your letters</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n11:18 pm</dco> &nbsp;<qco> how do you feel about pyramid schemes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n9:36 pm</dco> &nbsp;<qco> If the earth was flat would it be a dirt pancake</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n8:57 pm</dco> &nbsp;<qco> Hey Bill!! In one of your reality vids from 2011, you said that in the past you've thought that there was a way to get songs perfect, and you followed that up by saying that \"perfect is invisible\" and that it's \"perfectly empty, abscent, etc.\". I'm not quite sure what you meant by that..\n<br>By \"perfect is invisible\", did you mean that perfection exists merely as a concept/ doesn't exist in the real world? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Because that's what I got from it.\n<br>Feel free to correct me if I'm wrong, I'd really like to hear your explanation/take on that phrase of yours.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n7:31 pm</dco> &nbsp;<qco> How often do you hang out with the Patreon CEO?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n7:24 pm</dco> &nbsp;<qco> What styles of music are commonly associated with phyrgian?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n7:04 pm</dco> &nbsp;<qco> I honestly hate myself so much bill tell me the answer and don't just give a plug</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n6:58 pm</dco> &nbsp;<qco> in the song Splendor by M83 there's a sequence that goes something like e5 - c5 - b4 - a#4 - f#5 - b5 - f#5 - d5 - b4 - f#4 - e4 - d4 (starts around 1:19) and it's fascinating, what makes this so weird/unique/cool? feel like i've heard something like it in something by bach or something but can't put a finger on it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> what is even the point of giraffes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> do you have any thoughts or opinions, strong or otherwise, about the song \"a day in the life\" by the beatles</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n4:41 pm</dco> &nbsp;<qco> Why are you not uploading?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n3:39 pm</dco> &nbsp;<qco> what's your favourite video ever made by you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n3:31 pm</dco> &nbsp;<qco> have you ever feared being struck by lightning?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n2:47 pm</dco> &nbsp;<qco> at (0:47) of this song: https://www.youtube.com/watch?v=h04CH9YZcpI are the chords A, F#min6/A, and G#min6/A?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n2:36 pm</dco> &nbsp;<qco> re: might quit, what is ice butter?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n2:07 pm</dco> &nbsp;<qco> please tell how 42 is the answer to life</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n1:52 pm</dco> &nbsp;<qco> is it okay that i have an addiction to your song new canaan?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n12:24 pm</dco> &nbsp;<qco> what were you testing in your test video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n11:37 am</dco> &nbsp;<qco> have you considered making songs for older videos that don't have songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n10:21 am</dco> &nbsp;<qco> Is there anything you like in Deacon Blues by Steely Dan?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n9:18 am</dco> &nbsp;<qco> Are you an emotional person?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n8:56 am</dco> &nbsp;<qco> Name of the most recent file you saved?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n8:52 am</dco> &nbsp;<qco> how can you even be productive? I could watch a blank wall and do nothing instead of doing what I usually need to do</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n7:57 am</dco> &nbsp;<qco> Any plans for Twitch?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n7:17 am</dco> &nbsp;<qco> Why choose life?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n5:21 am</dco> &nbsp;<qco> what happened in 2007 that made you briefly a piece of garbage</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n5:10 am</dco> &nbsp;<qco> So \"might quit\" didn't mean you actually quit YouTube?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n4:55 am</dco> &nbsp;<qco> bill how do you create a website like this? i want one</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n3:38 am</dco> &nbsp;<qco> The world won't stop spinning.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n3:25 am</dco> &nbsp;<qco> u seem to be more vocal about the video editing software u use lately. \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it cuz ur gonna switch or because everyone already had figured out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n3:14 am</dco> &nbsp;<qco> What were you saving the tambourine for?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n2:16 am</dco> &nbsp;<qco> what do you think about the right mindset vs the right choices?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.19&nbsp; \n1:58 am</dco> &nbsp;<qco> Where do you get song ideas?</qco> </h3>"
  }
]
