[
  {
    "html": "<h3> <dco>12.10.22&nbsp; 3:51 am</dco> &nbsp;<qco> What's your favourite song that you've made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n8:50 pm</dco> &nbsp;<qco> Why do your characters have moving hair?</qco> </h3>      \nfor style\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n7:47 pm</dco> &nbsp;<qco> do you spend time looking for an efficient way to do something? perhaps to benefit the process in the future?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n7:14 pm</dco> &nbsp;<qco> Why do I like to make things</qco> </h3>      \nbecause you can. it's good to do what you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n6:28 pm</dco> &nbsp;<qco> If you went to the bathroom and you saw a disgusting serpent in the toilet bowl, would you grab it by the end of its tail and smash it against the toilet bowl?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n6:05 pm</dco> &nbsp;<qco> i feel like a huge fucking loser. have u ever felt like a huge fucking loser. </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;any tips on stopping feeling or better yet stopping being a huge fucking loser</qco> </h3>      \ntalk a little bit more about why you feel this way, and what exactly you think a loser is and should be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n5:47 pm</dco> &nbsp;<qco> i feel like you would like comic sans, even though i don't really see you use it (i like comic sans)</qco> </h3>      \ni use it occasionally. but i have to be careful with it, because it's very powerful\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n4:20 pm</dco> &nbsp;<qco> when you did a bad thing did you ever figure out what the name of the game was and how do you play it and how long should it take</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; 3:39 pm</dco> &nbsp;<qco> What should I make my senior yearbook quote? The limit is 120 characters (which is pretty short if you ask me)</qco> </h3>      \ni hope you are enjoying this yearbook so far\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n3:31 pm</dco> &nbsp;<qco> is it possible to own an odd number of socks?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n2:14 pm</dco> &nbsp;<qco> do you like to wear soft clothing?</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n11:31 am</dco> &nbsp;<qco> How might the concept of negative space in painting be applied to music?</qco> </h3>      \nthere's an EDM thing that people do sometimes. let's say you have a full-blown dance beat going, with 4-on-the-floor kick, and you have some heavy compression applied so that all the other instruments duck way down in volume whenever the kick hits. Then, imagine taking out the kick but somehow make it so the rest of the sound is still ducking in that pulse. so now you have a kick shaped hole in the music, on all the downbeats\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n11:30 am</dco> &nbsp;<qco> I-is Wyoming real??</qco> </h3>      \njust about\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n11:17 am</dco> &nbsp;<qco> My friend thinks the only real word is with q but not qu is qwerty please help me&nbsp;</qco> </h3>      \nyou'll have to go to oxford and check\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n10:26 am</dco> &nbsp;<qco> what modern tools help a government function well</qco> </h3>      \ndata analytics\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n2:57 am</dco> &nbsp;<qco> How is India doing?</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n2:16 am</dco> &nbsp;<qco> did that restaurant in 2 friends have any other sections than the lobster section??</qco> </h3>      \nthe roof\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.22&nbsp; \n12:31 am</dco> &nbsp;<qco> the way the guy in \"perfect\" talks about the cars he supposedly owns leads me to believe he's actually lying about owning them, and is just making up stuff as he goes to give the impression he knows what he's talking about. like he impulsively said he bought them and then to avoid admitting it was a lie he just has to roll with it. perhaps the two people don't know each other that well so he's just trying to impress the other person? why would he do this?</qco> </h3>      \ni'm not sure. the whole situation is hypothetical. it's a \"what if\" scenario\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n11:41 pm</dco> &nbsp;<qco> sometimes i get mad at myself for not being the best at something even when i am lacking a considerable amount of the qualities that would make me good at something (experience, feeling awake, focus, etc.). how do i stop this and put things into perspective?</qco> </h3>      \njust recognize that you have an active mind, and also very high standards. this is good but also can cause nightmares\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n11:40 pm</dco> &nbsp;<qco> How do i write a song</qco> </h3>      \nplan to make a certain combination of sounds happen, and document that plan, using detailed instructions in a language you can understand, in order to successfully recall and create it using whatever skills and resources you have available to you \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n11:24 pm</dco> &nbsp;<qco> is the hat rabiit video about dividing by zero</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n11:10 pm</dco> &nbsp;<qco> Did you become a cake today?</qco> </h3>      \nno i did not. thank you for checking\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n10:42 pm</dco> &nbsp;<qco> if i replaced all the water supply with lemonade, how long do you think would it take bedore they declare a national state of emergency&nbsp;</qco> </h3>      \nabout 60 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n8:55 pm</dco> &nbsp;<qco> is the \"and i'm never coming back\" the same progression (except diff key) as the long and winding road?\n</qco></h3>      not even close<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also do you agree that the beatles are overrated?</qco> </h3>      \ni don't know what they are rated. they might be un-rated\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n8:43 pm</dco> &nbsp;<qco> why do pies exist</qco> </h3>      \nto compete against cake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n7:51 pm</dco> &nbsp;<qco> Is soap a soup?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n7:49 pm</dco> &nbsp;<qco> what did the yellow sign say when the 2 friends were driving to the restaurant in \"2 friends on the beach\"?</qco> </h3>      \nthat says \"BRIDGE FREEZES BEFORE ROAD SURFACE\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n6:19 pm</dco> &nbsp;<qco> Why is the snow still not here in Canada?</qco> </h3>      \nit probably went to other places instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n5:20 pm</dco> &nbsp;<qco> Can you make a song and have its name have nothing to do with the actual song at all?</qco> </h3>      \ni could try but that won't work. everything has to do with everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n5:06 pm</dco> &nbsp;<qco> How to become a good question asker</qco> </h3>      \njust tell the truth. the truth is filled with questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n4:08 pm</dco> &nbsp;<qco> will there be a sequel to \"maybe i can eat blades of grass\"?</qco> </h3>      \nthere might be a sequel to that writing exercise, which may or may not be recognizable as a sequel to the viewer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n2:52 pm</dco> &nbsp;<qco> is santa claus the same as sint nicholas?</qco> </h3>      \ndifferen version\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n2:43 pm</dco> &nbsp;<qco> Is Ohio real?</qco> </h3>      \neven better\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n2:11 pm</dco> &nbsp;<qco> the argument that saying \"this apple is similar\" and \"are we in a simulation\" is the same since you're not clarifying what the other thing is is not valid because simulation is a noun and similar is an adjective</qco> </h3>      \nthat's not the basis of the analogy. the basis of the analogy was that they both require a partner. actually, to play into your love of grammar, i might add that they both specifically seem to require a prepositional phrase, in that instance. i can also give you another example of how a noun+preposition can behave exactly the same way as adj+preposition: if you say you are \"a fan of\" something, or if you say you are \"wild about\" something. on paper, \"a fan\" appears to be a noun, and \"wild\" appears to be an adjective, and yet i think you can see that those phrases seem to occupy the exact same grammatical real estate\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; 1:07 pm</dco> &nbsp;<qco> what's your favourite pizza topping?</qco> </h3>      \na cherry\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n10:52 am</dco> &nbsp;<qco> can you show that picture you have of mount st helens actually blowing up? i remember seeing it on this question page last year</qco> </h3>      \nsorry, i don't have a picture of that. the only image i have of the eruption was something i drew myself, and used in the video. but i never posted that image here. you may be experiencing the steve biko effect\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n10:12 am</dco> &nbsp;<qco> what's with the hectic ending moment in \"perfect\"? is it because perfect doesn't exist so they reach the wrong answer and the video panics?</qco> </h3>      \nthe video does indeed panic. probably because things get too perfect. perfect becomes normalized\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n6:20 am</dco> &nbsp;<qco> Is 'i was going to say no but now that i think about it yes' just your response to stupid questions?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n4:21 am</dco> &nbsp;<qco> if u r the first to call something art does that make you the artist\n<br>\n<br></qco> </h3>      \nperhaps the patron\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n3:24 am</dco> &nbsp;<qco> is cake just small scrambled eggs??</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.22&nbsp; \n1:55 am</dco> &nbsp;<qco> You say \"here comes the sun\", but what about the moon?</qco> </h3>      \ni've done songs about the moon too\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.22&nbsp; \n9:52 pm</dco> &nbsp;<qco> will you ever make a song containing instrument like a guitar?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.22&nbsp; \n8:16 pm</dco> &nbsp;<qco> how big are top hats on the inside, typically.</qco></h3>      the circumference should be the same as the circumference of the person's head, and for the height there is no limit<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do they usually contain a barren wasteland? i'm a little scared to wear them after your latest video</qco> </h3>      \ni don't think the barren waste land came out of the hat\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.22&nbsp; \n8:14 pm</dco> &nbsp;<qco> You live in a house made out of waffles. </qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Would you...\n<br>\n<br>A) Eat it\n<br>B) Let the seagulls eating \n<br>C) Let a big seagull eat it\n<br>D) Say what now?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.22&nbsp; \n5:45 pm</dco> &nbsp;<qco> Im tired. Can you do my work for me?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.22&nbsp; \n4:55 pm</dco> &nbsp;<qco> no one expects the spanish inquisition!</qco> </h3>      \ni've been expecting it, but it never seems to arrive\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.22&nbsp; \n2:12 pm</dco> &nbsp;<qco> can i invest in the barren wasteland</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.22&nbsp; \n2:02 pm</dco> &nbsp;<qco> What is it with you?</qco> </h3>      \nthat's just it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.22&nbsp; \n1:29 pm</dco> &nbsp;<qco> in \"more than a dream\", is the lyric \"dreams make sense\" supposed to be ironic?</qco> </h3>      \njust about\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.7.22&nbsp; \n11:44 am</dco> &nbsp;<qco> Is the narrator from How To Pull a Rabbit Out Of a Hat actually Anti-Rabbit and is spreading anti-rabbit propaganda? </qco></h3>      no, just a little fun with rabbit logic<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When the guy finally gets the rabbit out of the hat he is sent to the wasteland by the narrator as punishment.&nbsp;</qco> </h3>      as i recall, the rabbit, the house, the table, and most things, disappeared at the moment the rabbit was presumed to be IN the hat. not out of the hat. as i recall, it was \"put the rabbit back in the hat\", we see the rabbit go back in the hat, then there's some announcements, then everything disappears except the hat and the earth, and the person\n\n<br><br>"
  }
]
