[
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n6:54 pm</dco> &nbsp;<qco> sometimes i remember that letters are just squiggles, put in a way that we can recognize and interpret in the form of different pitches and noises. then i realize how unique humanity is. thoughts?&nbsp;</qco> </h3>      wait til you see what happens next\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n6:22 pm</dco> &nbsp;<qco> So, is bowser a turtle or a dragon? Or both? Or neither?</qco> </h3>      mayor of washington d.c.\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n6:15 pm</dco> &nbsp;<qco> When you go on tour can I be your hype-man, like that announcer guy that James Brown had? I'll read off a bunch of your monikers at the start of the show, and then come out and throw a cape over you when things get too funky.</qco> </h3>      i'm not sure what a moniker is but i don't think i have them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n5:51 pm</dco> &nbsp;<qco> Have you ever got two questions in a row that you need to read both to understand them, and only answered one of them to leave people wondering why you answered a question with seemingly no explanation, when that questioner knows exactly what is going on.</qco> </h3>      i usually try not to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n5:21 pm</dco> &nbsp;<qco> What is your postal address?</qco> </h3>      the ocean\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n5:20 pm</dco> &nbsp;<qco> i'm a hardcore fangirl (other than the first one who wrote here) and i'm here, waiting for you to find me</qco> </h3>      how the hell would i find you on an anonymous questions page if you don't send me a message or leave me any contact info. people need to stop teasing me like this or i'm going to set the building on fire. i'm very lonely\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n5:19 pm</dco> &nbsp;<qco> on the instrumentals page, it says \"©2002-2017&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;all rights reserved.\" which rights are reserved?????</qco> </h3>      all except listening\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n5:10 pm</dco> &nbsp;<qco> Will you ever do a New Canaan type songwriting trip again? </qco></h3>      i think so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, any ideas about where to go?</qco> </h3>      england i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n5:04 pm</dco> &nbsp;<qco> What are you and when?</qco> </h3>      i am gradually figuring that out through a series of experiments\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n4:52 pm</dco> &nbsp;<qco> adopt me</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n4:11 pm</dco> &nbsp;<qco> is this questions page your main source of communication with the outside world</qco> </h3>      too real can't answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n3:24 pm</dco> &nbsp;<qco> do people live at the far end of Long Island?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n2:59 pm</dco> &nbsp;<qco> Does Everything have a beginning, middle and end?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n2:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201505102350\">5.10.15&nbsp;&nbsp;11:50 pm</a>  Does this give you memories?</qco> </h3>      yes, of a few minutes ago when someone else referenced it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n2:26 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201505102350\">5.10.15&nbsp;&nbsp;11:50 pm</a>  <a href=\"did-you-find-out-where-the-fun-went.html\">did you ever check? where HAS the fun gone??</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n1:54 pm</dco> &nbsp;<qco> If you actually make your answer to this question grammatically correct, I will make a tweet dedicated to you and all your glory.</qco> </h3>      i have answered thousands of questions before with correct grammar, and i will continue to do so, in the future. if you ever notice, i will make a celebratory tweet\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n1:06 pm</dco> &nbsp;<qco> hug me, please. you're cute.</qco> </h3>      ok i will\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n1:00 pm</dco> &nbsp;<qco> Bill help ,my life is going to shit,what do I do</qco> </h3>      document your journey, with puppets if you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n12:44 pm</dco> &nbsp;<qco> why are some people mean?</qco> </h3>      perhaps they think it's nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n12:44 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710042323\">10.4.17&nbsp;&nbsp;11:23 pm</a>  i meant it</qco> </h3>      well it's going to be hard for me to contact you then isn't it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n12:19 pm</dco> &nbsp;<qco> What do people mean when they refer to a \"bright tone\"? I usually hear it in reference to a guitar sound, like certain strings say 'bright' on the packaging, or maybe certain amp settings or something like that. Maybe it applies to other instruments too, not sure.&nbsp;</qco> </h3>      higher frequencies. like when there is a 'bass' and 'treble' knob. brightness means more 'treble'\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n11:51 am</dco> &nbsp;<qco> What are you doing to do if everyone you've agreed to date/marry on this page shows up on your doorstep at the same time?</qco> </h3>      if that were going to happen you'd think i would have seen at least one of them by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n11:47 am</dco> &nbsp;<qco> do you ever regret making the questions page and/or view it as a necessary part of being a popular content creator but wish it didn't have to be that way?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n11:42 am</dco> &nbsp;<qco> do your times of isolation that you don't enjoy at the time eventually turn into sentimentality</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n10:58 am</dco> &nbsp;<qco> make a song about me pls</qco> </h3>      i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n10:52 am</dco> &nbsp;<qco> Is Bill Wurtz an emo band?</qco></h3>      i don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n10:24 am</dco> &nbsp;<qco> How do we do things?</qco> </h3>      try a way that no one has tried before\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n10:13 am</dco> &nbsp;<qco> does any of these people who ask to date you actually contact you afterwards?</qco> </h3>      usually not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n9:53 am</dco> &nbsp;<qco> I really liked the 3D plane in outside and after all the 3D graphics in hotewig does this mean that 3D is becoming part of your video workflow?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n6:39 am</dco> &nbsp;<qco> <a href=\"q.php?date=201710040631\">10.4.17 6:31 am</a> (not the op, btw) Seriously? How did you not know you had fangirls? Sincerely, a fangirl.</qco> </h3>      i've heard rumours but i don't know where they all are<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n6:25 am</dco> &nbsp;<qco> why did you discontinue the Monday series?</qco> </h3>      to focus on other types of content\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n5:23 am</dco> &nbsp;<qco> your new videos have some pretty interesting new visuals and stuff, but your music is kinda samey in every video, i think you should try to spice up your music.</qco> </h3>      i spend many many long hours and days trying to make sure the music is as spicy as possible, and i think it's working, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n2:37 am</dco> &nbsp;<qco> why is it that i'm so awkward around everyone, even my family?</qco> </h3>      maybe they are awkward<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n1:29 am</dco> &nbsp;<qco> What is a smart thing to say?</qco> </h3>      something you came up with on your own<br><br>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n12:44 am</dco> &nbsp;<qco> What are some neat things you do?</qco> </h3>      i make videos, and music, and post them online<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n11:52 pm</dco> &nbsp;<qco> make a diss track,,,,, about grass</qco> </h3>      grass is nice<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n11:27 pm</dco> &nbsp;<qco> If we found life on another planet, how would we learn to communicate with them?</qco> </h3>      it depends how they communicate<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n11:26 pm</dco> &nbsp;<qco> i think i might sample yours tho...</qco> </h3>      but maybe don't<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n11:25 pm</dco> &nbsp;<qco> have you ever thought about working with another person or a group of people to get longer videos done quicker, </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do you take pride in the fact that everything is done by you?</qco></h3>      also yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, do you, generally speaking, not like working in groups because you feel it detracts from your original artistic decisions?</qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And finally, going off of that, how often do you change your mind/edit your ideas after starting a video (i.e. what is the creative process of making a video, short or long)</qco> </h3>      i will tell you some other time<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n11:25 pm</dco> &nbsp;<qco> Do you think that we will ever find the edge of the universe? If so, what would it look like?</qco> </h3>      you are it<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n11:23 pm</dco> &nbsp;<qco> why do you agree to date everyone&nbsp;</qco> </h3>      just on the off chance maybe someone actually meant it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n10:40 pm</dco> &nbsp;<qco> How do you come up with the catchphrases and jingles for your videos? They are actually 10/10 and really clever</qco> </h3>      i just use whatever phrases i need to make the video. then you can decide which ones to catch\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n10:32 pm</dco> &nbsp;<qco> Do you even asked a question seriously?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n9:58 pm</dco> &nbsp;<qco> how do you feel about people using your art for didactic purposes, such as showing hotewig to a high school class or playing alphabet shuffle to a kindergarten class? does it demean your art to have it used in such a perfunctory matter?</qco> </h3>      i don't know what perfuntory (or didactic) means but those are great places to show the video. unless they want to make a different version and take out all the best words, that would be a real drag\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n9:43 pm</dco> &nbsp;<qco> can i use your instrumentals for sampling?</qco> </h3>      i think you should sample someone else's music instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n9:37 pm</dco> &nbsp;<qco> how long did it take to make your last video?</qco> </h3>      about 4 weeks, which does not include recording the music which took about 1 week which does not include writing the song first which took about a week which does not include actually spending about an entire week finally coming up with a system for picking which song to do (i know that sounds crazy, but the selection process has been a nebulous nightmare for many years) and that also does not include the week before which was spent making 9 video/audio clips for the reality page\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n9:27 pm</dco> &nbsp;<qco> are you embarrassed at how long it took for you to make hotewig?</qco> </h3>      sort of but it actually got done much quicker than it could have, if i hadn't cut so many corners and raced so fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n9:19 pm</dco> &nbsp;<qco> do your songs have a much greater deeper meaning\n</qco></h3>      than what<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or should we find the meaning for&nbsp;&nbsp;ourselves ps: snakes or snakes\n<br></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n8:32 pm</dco> &nbsp;<qco> Do you think everything has or should have a meaning?</qco> </h3>      not necessarily that specific number\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n8:10 pm</dco> &nbsp;<qco> What should I do when someone asks for my credit card number over the phone?</qco> </h3>      ask them what they are wearing\n<br><br>"
  }
]
