[
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n11:12 am</dco> &nbsp;<qco> omw to the big city in which i'll be completely alone and moneyless to make art and chase my dreams, any advice? ps: im young and stupid</qco> </h3>      this is the stuff of legends\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n11:06 am</dco> &nbsp;<qco> what is your opinion on groups against science?</qco> </h3>      love the name. almost sounds fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n10:35 am</dco> &nbsp;<qco> Will this technical revolution make videos take less time in the future, or just make the videos more awesome?</qco> </h3>      extremely both\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n6:44 am</dco> &nbsp;<qco> What's the bigger enemy? The world or oneself?</qco> </h3>      it's a tie\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n6:43 am</dco> &nbsp;<qco> Isn't language a bit too ambiguous\n<br></qco> </h3>      the ambiguity is the price we pay for ease of use\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n5:57 am</dco> &nbsp;<qco> hows the new video coming along?</qco> </h3>      it's been delayed and stalled quite a bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n5:43 am</dco> &nbsp;<qco> How do I make myself get to bed earlier?</qco> </h3>      you could try giving yourself some stern warnings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n5:02 am</dco> &nbsp;<qco> if time travel were to exist in the future, can't we just tell our future selves to time travel back to 2019 so we would know if time travel would ever exist?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n4:01 am</dco> &nbsp;<qco> If rebirth is real, what do you think are the odds of existing on earth again?</qco> </h3>      you'd need some very special technology to do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n3:28 am</dco> &nbsp;<qco> have you stopped making reality videos?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n1:29 am</dco> &nbsp;<qco> have you ever considered breaking the world record?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n1:06 am</dco> &nbsp;<qco> when you're in the shit and having a bad time, how do you know you're on the right track?</qco> </h3>      see if you can open up a round table discussion\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.19&nbsp; \n12:40 am</dco> &nbsp;<qco> any opinions on the evolution of weezer's music and the backlash it often gets for being distinctly not pinkerton over and over again?\n<br></qco> </h3>      i'm not a weezer expert, but i am actually surprised and impressed that weezer's overall sound seems to have remained exactly the same over the course of multiple decades. also, in general, people always have a tendency to complain that new things are not like the old things. this is just because they have grown more of an attachment to the old things. it's important to remember that whenever the old thing originally was released, it surely was met with the same criticism that it wasn't like the even older things, from before\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n11:53 pm</dco> &nbsp;<qco> what are you gonna eat</qco> </h3>      planes (flat surfaces)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n11:50 pm</dco> &nbsp;<qco> do you think you will ever decide to do a song that is larger than your ordinary songs or is that far too difficult?</qco> </h3>      it's not too difficult, but i think when it gets longer than 4 minutes it becomes necessary to break tempo / change gears / speak / talk / have some non-song content integrated in, and also no longer functions properly when only the audio is played without video\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n11:07 pm</dco> &nbsp;<qco> will you make small projects with your new tools?</qco> </h3>      yes, and large\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n10:54 pm</dco> &nbsp;<qco> Is anything real?\n<br>\n<br>It sure is.\n<br>At least on some level.\n<br>And this is the only level experienced by me and everyone else as far as I know.\n<br>\n<br>So why do people ask if this is a simulation?\n<br>\n<br></qco> </h3>      from what i can tell, it's just a popular phrase, like 'yeet' or 'cowabunga'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n10:35 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907042323\">7.4.19&nbsp;&nbsp;11:23 pm</a>  i wasn't talking about the styling (which i think is great) but like why do you have five thousand body tags</qco> </h3>      why do you care\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n10:32 pm</dco> &nbsp;<qco> so why did you decide to do two Big Changes at once, i'm curious</qco> </h3>      it's many more than just 2. but sometimes when you make 1 change, it requires many other things to change, or makes you aware of all the other things that need to change. for example, moving to china might suddenly make it necessary to also learn the chinese language(s)\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n9:23 pm</dco> &nbsp;<qco> how are you creative</qco> </h3>      made a deal with the devil. actually about to expire, need to renew soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n8:50 pm</dco> &nbsp;<qco> Lately I've been OBSESSED with MBTI(Myers-Briggs Type Indicator)/16 personality types stuff so much to the point where it's actually draining me mentally for some reason. I've been trying to find my personality type for months now, and I still haven't quite found it yet. I've been doing research on cognitive functions, I've been looking through different MBTI-related subreddits, I've taken millions of different personality tests and it's driving me insane because I get different results every darn time!! I really have this need/desire to fit in one of the 16 personality types, but I just can't seem to truly relate to any of them (for example, I'm too dumb to be an INTP, not sporty/active enough to be an ISTP, way too lazy to be an ISTJ etc.)... Maybe I'm not meant to have a personality after all? Maybe there's a secret 17th personality type that I do not know of?\n<br>Do these 16 personality types even matter? I have zero idea at this point.\n<br>Do you have any advice on getting over this 16-personalities-thing?</qco></h3>      sounds like you already have<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This is just getting out of hand, but I don't know how to stop myself from obsessing over it.\n<br>Also, what are your thoughts on MBTI related stuff?</qco> </h3>      it can be fun to try to categorize people. but i think eventually you will find that living things can be difficult to categorize, mainly due to their ability to change\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n7:34 pm</dco> &nbsp;<qco> what's the longest answer you've given to a question</qco> </h3>      this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n6:05 pm</dco> &nbsp;<qco> what are the chances of a new video by bill wurtz coming out next week?</qco> </h3>      1%<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n6:01 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907031046\">7.3.19&nbsp;&nbsp;10:46 am</a>  it's Ab/G#, right?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n (Perfect pitch over here.)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n5:55 pm</dco> &nbsp;<qco> did you quit youtube</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n5:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907032132\">7.3.19&nbsp;&nbsp;9:32 pm</a>  how the hell do you have all these examples ready to go? Ive seen similar questions on this page where you just list a bunch of stuff like you have it memorized. Do you have like thousands of songs memorized?</qco></h3>      no but i know how they go<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Or so you have it written down somewhere?</qco></h3>      if i could look at a list of all the songs in my itunes, i could have come up with much more, but i was just trying to think of as many as i can. if i thought longer i could come up with many more. it's like naming as many words that start with G as you can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I'm seriously impressed. Also the amount and variety of music that you appreciate is really something</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n5:06 pm</dco> &nbsp;<qco> how's your technological transformation coming along\n</qco></h3>      slow<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how is it affecting the next video</qco> </h3>      delaying and stalling it quite a bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n4:43 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907041705\">7.4.19&nbsp;&nbsp;5:05 pm</a>  However much is done, you must've done something in these couple of months.</qco> </h3>      reinventing sefl\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n3:42 pm</dco> &nbsp;<qco> have you thought about doing an FAQ page that's like \"the reason nothing from the reality page is \"recent\" is because I post old material on a regular basis\",\"no, might quit is NOT literally about me quitting and even if it were, it's about school??? not youtube???,\" \"as a rule, I never pick a favorite past song because I want my future stuff to be my favorite,\" \"I can play drums even though for some reason people think I don't???\" etc.</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n2:52 pm</dco> &nbsp;<qco> I saw your latest youtube video might quit and i was scared at first but it seemed like a normal video.But 3 months later you still have not made a video since then are you actually quitting</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n because im concerned.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n1:00 pm</dco> &nbsp;<qco> are you a wizard cause you are so magical</qco> </h3>      just dropped off the paperwork today\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n12:37 pm</dco> &nbsp;<qco> Have you ever lost motivation on doing music and/orbideos for a long time? \n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so what was your favourite dish?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n11:32 am</dco> &nbsp;<qco> Please make more videos</qco> </h3>      i will consider it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n10:47 am</dco> &nbsp;<qco> have you ever experienced an existential crisis </qco></h3>      a long time ago i had one that never ended<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so, how did you cope?&nbsp;</qco> </h3>      built a website dedicated to myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n9:28 am</dco> &nbsp;<qco> what do you think about norway?</qco> </h3>      the latitudes are spectacular\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n8:59 am</dco> &nbsp;<qco> are you clever?</qco> </h3>      i am planning to be, in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n7:33 am</dco> &nbsp;<qco> I was thinking further into the happy place of harmonizing around middle c and it got me thinking, depending on where you transpose a song to, do you find the you have to change your voicings around to fit the happy place better?</qco></h3>      of course<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wouldn't it change the song's essence to say have the third of a chord on top of the voicing as opposed to maybe the 5th being on top in the original key?&nbsp;</qco> </h3>      these are the kinds of engineering questions that must be addressed when a song is transposed\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n6:38 am</dco> &nbsp;<qco> Will time travel ever be possible?</qco> </h3>      it's actually impossible not to time travel\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n5:37 am</dco> &nbsp;<qco> current mental stability levels?</qco> </h3>      <a href=\"pierre-inthebillions.mp4\">calculating</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n4:16 am</dco> &nbsp;<qco> how do i kill the sadness</qco> </h3>      cannot be killed. can only be converted\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n3:07 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907030752\">7.3.19&nbsp;&nbsp;7:52 am</a>  do you have any tips for how we can find out about any of these other things, once they are made public in whatever fashion they are meant to be?</qco> </h3>      almost everything i ever do can be discovered by following this page\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n2:21 am</dco> &nbsp;<qco> If you wanted to learn a language,what language would be?</qco> </h3>      swift\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n1:16 am</dco> &nbsp;<qco> Do you play games?</qco> </h3>      i am games\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n12:25 am</dco> &nbsp;<qco> what made you decide against using Futura for the \"are you a lamb/lamp\" scene?</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.19&nbsp; \n11:23 pm</dco> &nbsp;<qco> your HTML is so bad it's almost artistic, is this intentional</qco> </h3>      i think it's not artistic at all. it's so simple it's downright functional\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.19&nbsp; \n10:26 pm</dco> &nbsp;<qco> how long did it take you to compile all of your notes for the notebook page?</qco> </h3>      still haven't come close\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.19&nbsp; \n10:16 pm</dco> &nbsp;<qco> Do you think cardboard is funny?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.19&nbsp; \n9:42 pm</dco> &nbsp;<qco> why multiple things at once?</qco> </h3>      could be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.19&nbsp; \n9:35 pm</dco> &nbsp;<qco> what do you think of technology</qco> </h3>      could be the next big thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.19&nbsp; \n9:05 pm</dco> &nbsp;<qco> in elementary school i played this game with a calculator where you press +1===========... and you see how high you can get but i spent an entire weekend doing it and i got something like 60,000 and the person i was playing with didn't even do it at all. it made me feel bad because it was a basically pointless task but since it was a competition it became fun except the person i was competing against wasn't even playing at all. it's like i didn't get the credit for winning since my opponent wasn't even playing to begin with. have you ever felt this way before?</qco> </h3>      yes\n<br><br>"
  }
]
