[
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n9:23 pm</dco> &nbsp;<qco> what are your thoughts on constellations</qco> </h3>      \nsometimes i wonder what they look like from the side\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n8:58 pm</dco> &nbsp;<qco> how to keep going</qco> </h3>      \nyou gotta know what you want. sometimes you can quiz yourself on this\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n8:14 pm</dco> &nbsp;<qco> A few days ago you posted a picture on your Instagram. Is this picture from the video for your next song?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n7:07 pm</dco> &nbsp;<qco> do you think there's such a thing as a bill wurtz type beat?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n6:07 pm</dco> &nbsp;<qco> do you agree that Every Good Boy Deserves Fudge</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n5:01 pm</dco> &nbsp;<qco> At the end of New Canaan's song video,it says \"based on a true story\". Could you explain this story behind the song? (If you want and can of course). I really like that song and I'd love to know the story behind it, if possible.</qco> </h3>      \ni took a trip to new canaan, and wrote a song along the way \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n4:28 pm</dco> &nbsp;<qco> Have you ever felt inspired by the weather?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n3:35 pm</dco> &nbsp;<qco> why does common sense change</qco> </h3>      \neverything changes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n2:12 pm</dco> &nbsp;<qco> i'm honestly so annoyed, how shall i not be annoyed?</qco> </h3>      \nexplain everything, to someone who doesn't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n1:39 pm</dco> &nbsp;<qco> what's your favorite clef? mines alto but i'm biased</qco> </h3>      \ntreble\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n11:50 am</dco> &nbsp;<qco> what do you think of this new generation</qco> </h3>      \nthere's no actual dividing line between the generations. it reminds me of the 'shepard tone', or 'mario 64 endless stairs'\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n11:21 am</dco> &nbsp;<qco> Any tips to avoid procrastination and to have motivation?</qco> </h3>      \nyou gotta know what you want. sometimes you can quiz yourself on this\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n10:38 am</dco> &nbsp;<qco> do you start writing music with the lyrics or sound?</qco> </h3>      \nlyrics and melody, with chords, at the same time. although that won't be the final sound recording\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n10:09 am</dco> &nbsp;<qco> do you play the recoder</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n10:07 am</dco> &nbsp;<qco> is it crazy that iam changing to be famous when it is raining ?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n9:05 am</dco> &nbsp;<qco> What's the best advice you can think of</qco> </h3>      \nmake sure you give very good advice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n9:01 am</dco> &nbsp;<qco> how are you so positive?&nbsp;</qco> </h3>      \n i'm a scientist. being positive is the first rule of science\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n4:53 am</dco> &nbsp;<qco> what is your favorite concept</qco> </h3>      \nbrick laying\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n1:50 am</dco> &nbsp;<qco> do you think you will have a consistent uploading schedule after you publish your next video, or do you think it will take a bit longer before you get to that point?</qco> </h3>      \ni don't know. i've been trying to beat this for 15 years. tomorrow may be the day\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.14.21&nbsp; \n1:12 am</dco> &nbsp;<qco> would you ever record a song in an actual studio?</qco> </h3>      \ni'm proud to announce that my studio is officially actual\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n11:21 pm</dco> &nbsp;<qco> hi bill, i'm in a photography program at my school, which means the only reason I can even attend my school is because i got accepted in this program, so you could say i like photgraphy a lot. and i do like photography a lot, i suppose i love it, but I feel like school hinders my creativity and visions, now i feel more lost then ever and i'm not even sure i can continue making art that i hate. how can i create art i like without getting bad grades in the class? i feel like the school system ruined art, i thought art was about freedom and expression, but it's everything but that right now. how do you create art that is so authentic to you?</qco> </h3>      \nyou might have to do it outside of school. if it goes well, you can even make your own school, for other people to eagerly join before realizing that they have to quit that school too and make their own school. and so the cycle of life continues\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n10:05 pm</dco> &nbsp;<qco> is a square called a box or a square</qco> </h3>      \na square is called a square\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n9:45 pm</dco> &nbsp;<qco> a group and i are composing music for a concept video game (together we're a pianist/violinist, trombonist, and french horn player). we've got some coherent melodies and two songs that sound pretty good, but everything lacks something. do you have any tips on making songs sound well-written and less thin?</qco> </h3>      \ntry putting in some surprises\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n8:10 pm</dco> &nbsp;<qco> what hour is best for waking up, for you</qco> </h3>      \n0:00\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n8:04 pm</dco> &nbsp;<qco> i really like your songs but what genre is it</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n7:30 pm</dco> &nbsp;<qco> do you still plan to make videos that aren't music like the Wild Frolicking Adventures of Informational Education?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n7:04 pm</dco> &nbsp;<qco> you have rekindled my interest in music. why?</qco> </h3>      \nit must have been de-kindled, before\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n6:09 pm</dco> &nbsp;<qco> i have low iq. What can I do in life?</qco> </h3>      \nhow about some market research\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n5:13 pm</dco> &nbsp;<qco> how do i answer questions in a way that reveals enough about me to address the question but still makes me seem cool and mysterious? i would be so cool if i knew how to not overexplain everything about me</qco> </h3>      \nthe way i often to it on this page is, i say what i want to say, and then delete the second half of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n4:49 pm</dco> &nbsp;<qco> Does your next song contain the letter E? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, in what places are the Es?</qco> </h3>      it's all over the lyrics. the lyrics are in english, and E is statistically the most common letter in english. therefore, it's likely that E is the most frequent letter in the song's lyrics, although i haven't checked. now that i think about it, there are an unusually high amount of \"O\"s, which are difficult to count properly, due to their musical sort of usage\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n4:45 pm</dco> &nbsp;<qco> When are you going to drop a new song?</qco> </h3>      \nextremely soon. i should do it now, but i'm afraid\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n12:06 pm</dco> &nbsp;<qco> what do you do if you have an idea and forget it and you havent wrote a note or told anybody about it?</qco> </h3>      \nhave more ideas and write them down next time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n11:01 am</dco> &nbsp;<qco> do you believe in the theory that we all live in a simulation?</qco> </h3>      \nof what\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n10:04 am</dco> &nbsp;<qco> do you think that if you, at the current day and time, restarted your life cycle-- became born again, relearned everything from scratch-- do you think you'd still be the same person you are today, at the end of it all? still doing what you do? i know it's impossible to say, but i guess what i'm asking is do you think your life has been more based on the environment you grew into, or the nature of who you are as a person?</qco> </h3>      \nthe main difference would be i'd probably hold the left drumstick differently\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n9:58 am</dco> &nbsp;<qco> are you a 13 year old emperor penguin or an extraterrestrial being</qco> </h3>      \nno, but i can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n9:12 am</dco> &nbsp;<qco> can u make christmas song</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n3:22 am</dco> &nbsp;<qco> hmm, i'm recording for VOX&nbsp;&amp; GUITAR in a few days, and when i'm singing and playing at the same time, the two mesh so much more naturally and it feels great. but since i only have one mic, i need to record them one at a time (just so i can do more mixing in post). this makes my voice sound so much more, like, \"lonely\" and apart from the guitar part, and the two no longer interlock in this seamless way.&nbsp;&nbsp;but maybe it's all in my head.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;my question is, do you find yourself noticing when the performer plays and sings at the same time on a recording, versus when it's tracked seperately? </qco></h3>      only if they don't do a good job<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does the latter sound less desirable to you?</qco> </h3>      \nonly if they don't do a good job\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n2:45 am</dco> &nbsp;<qco> your favourite question from this page</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n1:04 am</dco> &nbsp;<qco> tell me a fact that you don't know</qco> </h3>      \neverything is possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.13.21&nbsp; \n12:29 am</dco> &nbsp;<qco> Does the new song ever deviate from that 4/4-3/4 mixed meter thing you've talked about?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.12.21&nbsp; \n11:05 pm</dco> &nbsp;<qco> yo bill ok so i have a theory i guess, and you seem pretty smart with this stuff\n<br>ok so\n<br>my english class a bit ago got into an argument over whether the earth is round or flat, so we decided it is a turtle. like, round on one side and flat on the other.(yep high school been interesting so far.) \n<br>so ehat do you think\n</qco></h3>      i think you're bluffing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;have we found the answer?\n</qco></h3>      the earth is a sphere. that's a ball, for the folks following along at home<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also one more question: do you agree that the answer to life, the universe, and everything is 42?\n</qco></h3>      no, that's a famous book quote<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i dont need sleep, i need answers</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.12.21&nbsp; \n10:07 pm</dco> &nbsp;<qco> sometimes i find myself just muddling through the week. have you felt this and if so do you have any advice on how to not feel like this</qco> </h3>      \nmuddle through each day, individually\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.12.21&nbsp; \n8:32 pm</dco> &nbsp;<qco> why is it that i can't touch music but music can touch me</qco> </h3>      \nthat's because you are either cursed or blessed. perhaps both\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.12.21&nbsp; \n8:30 pm</dco> &nbsp;<qco> I keep going back to the song \"I'm a Princess\". Like the music and the video are incredible. How do you cultivate your work ethic?&nbsp;</qco> </h3>      \ndraw a box, then start jumping in and out of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.12.21&nbsp; \n8:06 pm</dco> &nbsp;<qco> Do you have a favorite pitbull song?&nbsp;</qco> </h3>      \npiensas (dile la verdad)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.12.21&nbsp; \n6:55 pm</dco> &nbsp;<qco> What is your favourite dinosaur?</qco> </h3>      \nwhichever one is the least extinct at any particular moment \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.12.21&nbsp; \n2:33 pm</dco> &nbsp;<qco> Do you dress up for Halloween, or does Halloween dress up for you?</qco> </h3>      \ni dress up as the whole calendar\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.12.21&nbsp; \n1:54 pm</dco> &nbsp;<qco> when's 2022 coming</qco> </h3>      \nnext january\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.12.21&nbsp; \n12:55 pm</dco> &nbsp;<qco> why did you choose not to use the green screen original color for background?</qco> </h3>      \ntoo biased\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.12.21&nbsp; \n11:45 am</dco> &nbsp;<qco> do you think we'll like your next song</qco> </h3>      \ni think you'll like the middle of it\n<br><br>"
  }
]
