[
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n7:37 am</dco> &nbsp;<qco> have u tried listening to indian artists or sufi folk songs im not sure if u will like it&nbsp;&nbsp;tho</qco> </h3>      \nit's always better when i don't read the genre label. i can't tell the differnce anyway\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n6:30 am</dco> &nbsp;<qco> I am a novice bass player. Other than consistent practice, what is a key tip that you think helped in your understanding of playing the bass guitar? (4 string, 5 string, etc)</qco> </h3>      \n99% of the purpose of the bass is at times where the full range of instruments is playing. therefore, your entire understanding of how the bass works is gonna come from moments where you are playing in a group, (or playing along with a recording with the bass freq's muted on the recording so you get to provide them with your playing). so that's where you wanna spend your time, that's where it all takes place\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n6:05 am</dco> &nbsp;<qco> if you are the president of the universe what would you do</qco> </h3>      \nfirst thing would be figure out what a universe is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n5:40 am</dco> &nbsp;<qco> i am floating. i do not know how this happened. any tips?</qco> </h3>      \ni don't know either\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n5:19 am</dco> &nbsp;<qco> how do i make music</qco> </h3>      \nthe whole essence of music is that moment where everyone realizes that no one has any idea how or why it's working. Like a magic trick: \"how did you do that???\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n4:45 am</dco> &nbsp;<qco> were you completely and utterly self taught in music? i just can't fathom having your level of talent, was it just a method of \"play around and find what works\" or did you have tutorials? </qco></h3>      i honestly feel music is about as teachable as walking<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how long did it take you to learn from scratch until your first proper song/jungle? </qco></h3>      i don't have anything even close to a reliable way of calculating when 'scratch' was, what 'scratch' means, when or what the first 'song' was, what 'proper' means, .... it's lifelong. also certainly true that my earliest stuff ever shown on this website was likely created AFTER already having a number of years of experience in music greater than the lifespan of many of the listeners. this is probably an indication of my insecurity more than anything else<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; was there a level of obsession/crazy interest to get started, and what kept you going? apologies for all the questions - cheers.</qco> </h3>      \nit's common for me to latch magnetically onto a subject, or a skill, and drill into it obsessively for many weeks continuously. But here's the thing, there was a defining moment around when i was 12 when i had a realization that goes like this: \"hmmm, i'm noticing that out of all the....approx 297 of these types of obsessions i've had so far in my life, i feel like at least 211 of them have been music related\". Basically it became impossible to ignore that music was the most pervasive common thread between such a high percentage of these phases, and so i knew it wasn't going away. That being said, even to this day it's still not the entire picture. and yet it still keeps delivering new crazes in new ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n4:23 am</dco> &nbsp;<qco> my girlfriend wants to ask you if there's a reason why most music are about love. i mean i know you can argue that ALL of them are about love if you just think about it. but, i guess she wants your words, not mine. I hope you answer. she a big fan</qco> </h3>      \ni guess that's where songwriters think they can envoke strong feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n4:03 am</dco> &nbsp;<qco> I feel like everyone knows that what they are doing but only me know nothing&nbsp;</qco> </h3>      \nyeah but it's not true. it's like how you think you're the only one called 'me/i' but actually everyone is called that relative to themself\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n2:34 am</dco> &nbsp;<qco> In relation to \"Might Quit,\" did you reconsider?</qco> </h3>      \nno, i finished the song and put it out in a timely fashion\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n2:04 am</dco> &nbsp;<qco> what's the most frivolous item you own?</qco> </h3>      \nsome trash\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n1:55 am</dco> &nbsp;<qco> Could it be forever if I want it to be&nbsp;</qco> </h3>      \nthat might not even be the reason why\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n1:35 am</dco> &nbsp;<qco> ever made a font?</qco> </h3>      \nno but i probably should\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n12:46 am</dco> &nbsp;<qco> I've always heard that \"Horton hears a who\".\n</qco></h3>      that's a book title<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;First off, I have two questions\n<br>\n<br>#1 WHO is Horton?\n<br>#2 WHAT the heck is a who?\n<br>\n<br>Answer these questions forthwith because they keep me up at night. \n<br></qco> </h3>      \nyou're gonna have to read the book, and if the answer is not in there then you should be able to get your money back\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n12:41 am</dco> &nbsp;<qco> are you more of a bicycle guy or an icicle guy?</qco> </h3>      \nyou forgot tricycle guy, but i'm not any of those anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n12:29 am</dco> &nbsp;<qco> what would your pope name be</qco> </h3>      \njohn paul iii\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.3.25&nbsp; \n12:10 am</dco> &nbsp;<qco> How do I stop worrying about yesterday?</qco> </h3>      \nstart worrying about tomorrow\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n10:28 pm</dco> &nbsp;<qco> how do i do the music so it sounds good and not bad</qco> </h3>      \nthat's the easy part. how do you get it so that it more than just sounds good?\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n10:19 pm</dco> &nbsp;<qco> would u ever make a concert film&nbsp;</qco> </h3>      \nit's not as far fetched as it may seem\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n9:11 pm</dco> &nbsp;<qco> Are you a heel or face? Also, why do you think that&nbsp;&nbsp;those two words are used represent whether a wrestler is a good guy or bad guy?&nbsp;&nbsp;</qco> </h3>      \nright now i'm just taking your word for it. i've never heard that expression before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n8:29 pm</dco> &nbsp;<qco> what's your font collection looking like currently</qco> </h3>      \njust big enough to make me fall flat on my face if i try to jump over it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n7:42 pm</dco> &nbsp;<qco> If there was 5 sandwiches what would be in them?</qco> </h3>      \ndamn, someone really needs to think of a name for the contents of a sandwich. until then i'll just have to use that phrase: the answer is \"5 contents' of sandwiches\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n7:21 pm</dco> &nbsp;<qco> do you know the directions to my local best buy</qco> </h3>      \ni thought that thing was just a pop up ad\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n6:01 pm</dco> &nbsp;<qco> Can you show me where your artistic license is (I'm the art police)</qco> </h3>      \nit's me, i'm the license\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n5:50 pm</dco> &nbsp;<qco> do you think intelligence is subjective?</qco> </h3>      \nthis whole thing just feels Latin to me\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n5:01 pm</dco> &nbsp;<qco> does 1 equal 1?</qco> </h3>      \nseems like it probably should huh\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n2:03 pm</dco> &nbsp;<qco> whats an issue youve had with whatever youve been making recently? i love those behind the scenes roadblock stories and how they figure out what to do about it</qco> </h3>      \nwith me you never see the recent ones. i love them too, but they age so well with time that it's really better to save them for later. it will be worth it. in the meantime, you can hear about how the Myst guys managed to smash everything into that CD-ROM\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n1:09 pm</dco> &nbsp;<qco> Any advice on keeping my intrest in the guitar?</qco> </h3>      \nno. like love and relationships, you either like something or you don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n12:15 pm</dco> &nbsp;<qco> What should I give up for Lent this year? Hurry up, cause I want to make sure I do whatever it is 100000 times more before Wednesday&nbsp;</qco> </h3>      \nhear me out: you could do lent 100000 times and then give that up. that's more times than you otherwise would have done it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n10:09 am</dco> &nbsp;<qco> Do you thinks rabbits are real</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n8:13 am</dco> &nbsp;<qco> Why do they call it oven when you of in the cold food of out hot eat the food, hmm?</qco> </h3>      \nit's named after the door\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n8:05 am</dco> &nbsp;<qco> is it better to have two things or three things</qco> </h3>      \nit really just depends on how strong you are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n7:36 am</dco> &nbsp;<qco> How do I expand my mind?</qco> </h3>      \nmaybe just check out how expanded the world is. might even be that easy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n3:14 am</dco> &nbsp;<qco> what is it about tuesday that just Does It for you</qco> </h3>      \nit just stays fresh\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n2:11 am</dco> &nbsp;<qco> Do you answer rhetorical questions?</qco> </h3>      \ni can\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n1:57 am</dco> &nbsp;<qco> I can't seem to be able to even, how do I even?</qco> </h3>      \nyou were right, you can't\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n1:32 am</dco> &nbsp;<qco> why is wordplay so much funnier in a non-native language?</qco> </h3>      \nfresher\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n12:47 am</dco> &nbsp;<qco> have you ever existed</qco> </h3>      \nthat sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n12:41 am</dco> &nbsp;<qco> If a hole is nothing where there is supposed to be something, what do you call something where there is supposed to be nothing?</qco> </h3>      \na thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n12:30 am</dco> &nbsp;<qco> Why did the Romans hate feb ? I've heard that they especially took some days away from it because they didn't like it when creating a calendar&nbsp;</qco> </h3>      \nthat's a misunderstanding. they love february. they gave it extra powers. if you think i'm talking about the leapability (29), consider also the miraculous synchronization with the weekly calendar in its normal 28 state\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n12:30 am</dco> &nbsp;<qco> How do you keep a healthy work life balance? Any tips?</qco> </h3>      \nyou can get a bumper sticker that says \"i have a healthy work life balance\", while also getting a refrigerator magnet saying \"i have a healthy work life balance\". see if you can get it in cursive\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n12:24 am</dco> &nbsp;<qco> how do you cope with... things and stuff?</qco> </h3>      \nwell, first just giving it a name, that would help a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.2.25&nbsp; \n12:12 am</dco> &nbsp;<qco>  floating toward the fire island lighthouse\n<br>i heard that that's in new york. if new york is a big city where once in a million things happen eight times a day, what happens in old york every day</qco> </h3>      \npeople walk laps atop the old city wall\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.25&nbsp; \n11:56 pm</dco> &nbsp;<qco> What's the biggest lie everyone believes?</qco> </h3>      \nsurely what's in first place would be something i believe too, and therefore wouldn't consider it a lie\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.25&nbsp; \n11:39 pm</dco> &nbsp;<qco>\nGrowing up i always wanted to create things with computers. I loved programming and art, and I made little games or websites about things I liked. I think I internalized the praise of the people around me and started making things to impress other people instead of making things to enjoy myself. I stopped putting things in my work that represented me, because I was worried that critique of the work would feel like critique of me. I would work harder on things that impressed from a technical standpoint instead of something that spoke from my heart. I strived for 'perfection,' and as a result, my 'tech art' has become significantly more 'tech' than 'art'. I feel like I can no longer express myself. Any creative thing I can think of doing reminds me of all the stuff I did when I was in middle school, and I shudder at those memories which I have now deemed 'cringe.' I feel like the most important part of my artist brain has frozen over, and I'm worried I'll never be able to thaw it.\nHelp???</qco> </h3>      \n\nyou're gonna need to get yourself feeling a little more comfortable. have you considered taking a bubble bath? please replace the phrase 'bubble bath' with something you enjoy as much as a bubble bath enjoyer would enjoy a bubble bath per se\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.25&nbsp; \n11:33 pm</dco> &nbsp;<qco> the other day i went to the dollar store. i looked at the coloring books, and found one that was different from all the others. it seemed old and the pages were yellow around the edges. i looked at the back of the book and it was apparently made in 2006. but the dollar store i went to wasn't even open in 2006. it opened this year. i have no idea how that coloring book got there.</qco> </h3>      \nperhaps a child left it in there. maybe they had inherited it from their parents, then was playing with it in the store, left it somewhere, looked like a product, staff restored it to the coloring book section\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.25&nbsp; \n11:24 pm</dco> &nbsp;<qco> what did you play in middle school band</qco> </h3>      \nperc, but to be fair i played middle school band in elementery school. having realized my mistake, i quit just as my peers were starting\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.25&nbsp; 9:48 pm</dco> &nbsp;<qco> What genre of music do you make?</qco> </h3>      \nremind me again what my choices are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.25&nbsp; \n9:40 pm</dco> &nbsp;<qco> Favorite Weezer moment?</qco> </h3>      \n\"... i'm just a no-class beat down FOOL, and i will always be that WAY\", when i first heard that it felt like the coolest anti-rhyme. but then years later i noticed that it's actually part of a much more fastidious rhyming effort, which immediately ruined it for me. so for me the best moment was before having realized this; back when i  thought it was one of the smoothest coolest casual anti-rhymes i've ever heard\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.25&nbsp; \n9:25 pm</dco> &nbsp;<qco> How can I be more like you? How can I live more off the wall like you;&nbsp;make life more colorful;&nbsp;more... More... 3-dimensional?</qco> </h3>      \nyou're gonna have to invent your own way. but that takes a long time, so in the mean time maybe you can dress like me or something, if it makes you feel more comfortable for now. maybe dress like some of your other influences next week, get a rotation going. eventually you'll cave in and just mix to your own tastes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.1.25&nbsp; \n9:06 pm</dco> &nbsp;<qco> do you like ambiguous questions, like this one?</qco> </h3>      \nthat's not an ambiguous question, that's a sneak trick assumption. you tried to trick me into assuming it's an ambiguous question\n<br><br>"
  }
]
