[
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n1:07 pm</dco> &nbsp;<qco> any advice on not burning out/giving up when in the stage of getting better at something? i always get frustrated when things don't turn out right cuz of my lack of skill that i give up on practicing, but if i keep doing that i'll never get where i want to be</qco> </h3>      \nyou have to re-visit your original source of inspiration. why and how and when did you first decide you wanted to do this thing? \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n12:05 pm</dco> &nbsp;<qco> have you ever done the macarena? options are yes or no</qco> </h3>      \nyes but i think i got interrupted while i was doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n11:46 am</dco> &nbsp;<qco> do you ever stack grains of rice one by one all the way to the ceiling?</qco> </h3>      \nno i've never done that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n11:26 am</dco> &nbsp;<qco> are you a bed?</qco> </h3>      \nno but i have some of the same qualities. but let me also clarify that i have also many qualities that don't resemble a bed\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n10:56 am</dco> &nbsp;<qco> Hey bill, sometimes I can make songs inside my head, but when I actually try and recreate any of it on an instrument I forget and can't do it. Do you have any advice for me?</qco> </h3>      \ntry using your voice\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n9:20 am</dco> &nbsp;<qco> may i lie?</qco> </h3>      \nyou can try\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n6:35 am</dco> &nbsp;<qco> how do you do it?</qco> </h3>      \ngreat question, for that i use methods\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n6:27 am</dco> &nbsp;<qco> my rabbit is stuck in a hat do you have a tutorial on how to pull it out</qco> </h3>      \ni thought you'd never ask\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n4:57 am</dco> &nbsp;<qco> how many verses from this thread have you used in your music?</qco> </h3>      \nnot much. i used the building/built meme once, that probably came from here\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n4:44 am</dco> &nbsp;<qco> I wish to see a new video... what are you even doing these days&gt;??</qco> </h3>      \nworking on new videos, but after that i'm gonna do more videos and music also\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n4:28 am</dco> &nbsp;<qco> do you do 1d animation</qco> </h3>      \nsometimes yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n4:05 am</dco> &nbsp;<qco> A cop just asked me to buy him a snack in exchange for a favor from me. I am conflicted about buying him donuts or a sandwich. What the heck do I do Bill?</qco> </h3>      \nthe way you explained it sounds like you did 2 things for him and he did nothing for you. so to balance this out you may need to do a 3rd thing for him also\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n2:54 am</dco> &nbsp;<qco> have you ever made a list of media youve watched/read/consumed</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n2:36 am</dco> &nbsp;<qco> i just had the coolest dream&nbsp;</qco> </h3>      \nthat makes sense, i had the second coolest dream\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n12:44 am</dco> &nbsp;<qco> hey i think mount st helens is about to blow up is really good and you did a good job and im proud of you</qco> </h3>      \nit's ok i'm going to do better\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.24&nbsp; \n12:32 am</dco> &nbsp;<qco> What do you think of my hot dogs?</qco> </h3>      \nthey're so good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n11:20 pm</dco> &nbsp;<qco> do you use blender's \"drivers\" feature to help make your videos? i just found out about it and the workflow really appeals to me as a programmer</qco> </h3>      \nif you're a programmer using blender, you can go much further than just drivers\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n10:48 pm</dco> &nbsp;<qco> left sock first?</qco> </h3>      \ni'm not supposed to say this but you can actually wear 2 left socks\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n7:28 pm</dco> &nbsp;<qco> i hate drawing and art and all i want to do is school</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n6:23 pm</dco> &nbsp;<qco> which do you prefer, protons, neutrons, or electrons?</qco> </h3>      \nelectrons\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n4:28 pm</dco> &nbsp;<qco> Why do you not persistently start your written sentences with a big letter when you are so persistent in doing correct spellings like 's and \"\"? Would you prefer a more rational structure of spelling? I would.</qco> </h3>      \nat the beginning of the first sentence, the capitalization has no communicational function, other than to portray a more formal and superficial tone, which is usually not the tone i want here. that is the rationale\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n3:47 pm</dco> &nbsp;<qco> Do you think you'll ever incorporate pyrotechnics into your work?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; 2:41 pm</dco> &nbsp;<qco> do you believe in god</qco> </h3>      \nif you can explain what that is, then maybe i could tell you whether i believe in what you've explained\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n2:36 pm</dco> &nbsp;<qco> I am so overwhelmed by the fact that every other person has a consciousness just as complex as mine that I can barely have a conversation.&nbsp;&nbsp;I'm busy feeling intimidated by the whole universe that exists in the other person's head.&nbsp;&nbsp;it seems like the normal method is to assume that everyone is only as complex as what you've found out about them so far, but I know that's not actually true.&nbsp;&nbsp;do you understand my problem</qco> </h3>      \nit's kind of like going on a roller coaster. enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n2:13 pm</dco> &nbsp;<qco> where can i find a box</qco> </h3>      \nlook around you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n1:23 pm</dco> &nbsp;<qco> If you don't respond to this question you are gay&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;?</qco> </h3>      \ni'm not following your logic there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n12:35 pm</dco> &nbsp;<qco> way back, did you intentionally release \"might quit\" before taking extensive time off uploading just to give your fans the impression that you might have quit?</qco> </h3>      \nno, that's a coincidence. the only reason i used an alternate lyric for the title of \"it's the first day of school\" is because \"it's the first day of school\" sounded a little too much like a nursery rhyme title, combined with the fact that the melody of the previous song already sounded like a nursery rhyme\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n11:09 am</dco> &nbsp;<qco> you've definitely answered this before so if you wanna point me to the answer, how do you avoid being overwhelmed by having too many ideas and not knowing which one to go with?</qco> </h3>      \nstart writing them down in a glorified list. and post it up behind you in the video chat\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n10:56 am</dco> &nbsp;<qco> i have found out about the word oligopoly and i think it's quite silly. i need advice to forget it.</qco> </h3>      \nyou could check out the sequel, oligopoly 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n10:34 am</dco> &nbsp;<qco> am i shouting?</qco> </h3>      \nno you're just yelling\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n6:44 am</dco> &nbsp;<qco> Should I stop reading questions and make it to class on time?</qco> </h3>      \nmaybe you could go to class twice\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n6:33 am</dco> &nbsp;<qco> i like to wear tough clothing cuz it makes me feel like i'm gentle in comparison. \n<br>\n<br>wait... oh no, what if it was MY heart that was frozen all along?</qco> </h3>      \nthat would make the song feel relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n6:20 am</dco> &nbsp;<qco> how do you write stuff? (sorry if this was answered before :( )</qco> </h3>      \nno one knows exactly how to do it, so it must be done without knowing how\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n5:10 am</dco> &nbsp;<qco> What do you think of this chord progression:\n<br>CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC</qco> </h3>      \nthat reminds me of some meme videos which became popular as a result of certain improvements in pitch correction technology\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n4:40 am</dco> &nbsp;<qco> what are some cool things you learned when studying the history of streets?</qco> </h3>      \nnew utrecht avenue goes to new utrecht. who would have thought\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.24&nbsp; \n12:29 am</dco> &nbsp;<qco> i think words are the only real things sometimes.</qco> </h3>      \nthere is another real thing but i can't find a word for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n11:20 pm</dco> &nbsp;<qco> do you keep a little dirt under your pillow for the dirt man</qco> </h3>      \nno i don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n11:04 pm</dco> &nbsp;<qco> pick a card, any card</qco> </h3>      \nthe info card\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n10:59 pm</dco> &nbsp;<qco> Thoughts on the Terramere Plaza in Arlington Heights?</qco> </h3>      \nspookily familiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n10:45 pm</dco> &nbsp;<qco> can you provide me the script for my day yesterday</qco> </h3>      \n'oyoyoyoyoyoyoyoy' i'm paraphrasing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n10:28 pm</dco> &nbsp;<qco> when holding a cube, how can i be sure that i am not holding a tesseract?</qco> </h3>      \ni'm not truly sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n9:32 pm</dco> &nbsp;<qco> this is the default question</qco> </h3>      \nthat's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n7:57 pm</dco> &nbsp;<qco> i hate school and all i want to do is draw and make art</qco> </h3>      \nthat's classic\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n7:16 pm</dco> &nbsp;<qco> So I have a question about \"2 friends, on the beach\". In the painting, friend 1 asks friend 2, \"are we friends?\" and friend 2 says \"yes\". However, on the restaurant, the waiter asks if the two of them are friends, and friend 2 answers, \"maybe\". Here we have a problem. As we see at the end, the friends in the painting are the same as the friends on the restaurant. Friend 2 is contradicting himself. So I ask you now: Are they friends or maybe?</qco> </h3>      \njust checking with my logician, \"yes\" and \"maybe\" are not really a contradiction. \"maybe\" was said in polite conversation  with a stranger, just making small talk, with a bit of a mischievous tone. anyway, the 2 friends are friends\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n6:35 pm</dco> &nbsp;<qco> Will you ever make an album? And will you ever press it onto vinyl?</qco> </h3>      \nthat kind of thing is on my list but it's really far down the list. there's a lot of things higher up on the list that excite me more than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n5:56 pm</dco> &nbsp;<qco> am i the only one who talks to inanimate objects</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n5:50 pm</dco> &nbsp;<qco> what's your favorite music streaming platform</qco> </h3>      \nactually being there\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n4:23 pm</dco> &nbsp;<qco> disconsidering your intelligence and talent, are you a genius?</qco> </h3>      \nat the very least, i'm not sure i understand the logic of your question. so i have that going for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n3:14 pm</dco> &nbsp;<qco> My favourite show is ending forever. I feel so upset and lost. What should I do?</qco> </h3>      \nit's your turn. you're supposed to make a show now. just think, the show you were just watching may never have existed if their favorite show hadn't ended and given them a chance to make their own show\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.24&nbsp; \n2:26 pm</dco> &nbsp;<qco> do you ever wonder if there will be a moment where everything in the universe just disappears at random</qco> </h3>      \nno\n\n<br><br>"
  }
]
