[
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n6:56 pm</dco> &nbsp;<qco> i just wanna get shit DONE</qco> </h3>      i know what you mean<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n6:42 pm</dco> &nbsp;<qco> Got any tips for \"soloing over chord changes\"? Pretty much all the videos/tutorials for this kind of thing I've seen online are all just saying \"use this mode over this scale degree\" and/or \"highlight the chord tones.\" Which, yea, that works... But, I don't really like looking at playing music in this kind of way. Whenever I improvise/solo I try to base what I'm playing around the main melody (kind of like a 'theme and variation' type of thing). </qco></h3>      i think that's a great strategy<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think when you're improvising, you shouldn't be thinking about scales and stuff, you should be thinking about the melody and harmony of the song.</qco></h3>      i agree fully<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But, honestly, looking for work as a musician, being able to improvise off of a lead sheet is a good skill to have. I know there's a lot of gigs out there where you just kind of flip through the 'Real Book' and take turns comping/soloing over whatever song you happen to turn the page to. If somebody put a piece of sheet music in front of you that you've never hear\n d or pla\n yed before, how would you put together a solo that sounds good/interesting to you? Can you sight read the melody, but instead of playing the melody you're reading, come up with a variation of that melody on the spot as you're reading it for the first time? That seems really difficult.&nbsp;</qco> </h3>      there are a couple of strategies. when you start to know a lot of songs, you start to recognize where a song is going and what it's doing, especially if it's a relatively 'normal' type of song. Look ahead, like to the whole line, and you should be able to get an idea of what's happening, at least if it's anything reasonably 'normal' going on. it should jump out at you. the more songs you know and the more experience you have, the easier this will be. But some songs might be more unexpected, experimental, and you might not be as sure where they're going. So if things start to feel uncertain, that's where you have to just start to zoom in slightly closer, and only look at 2 bars. worst case scenario, you JUST look at the one chord, and then just use the 'available notes' in a technical way. But usually you should be able to zoom out to AT LEAST 2 chords, or hopefully more. and the farther you zoom out, the better an idea you should get of what's going on. but let's say it's worst case and you really aren't sure where things are going and you are just looking at 1 chord, i still think 'scales' are not quite the right way to look at it. Just be aware of what the good notes usually are, and sort of rank them. The real good notes will vary depending on the context of the song obviously, and if you really know the song this will change everything, but as you said you are looking for tricks to use when you really don't know the context and all you have is a chord symbol staring you in the face. just sort of rank the notes. and there are all kinds of clues that will change things. so let's say the chord you're looking at is Fmaj7. well even still you can look at context. is the song in C, or in F? that will usually change the context. but on Fmaj7 your strongest notes are going to be E, A, and C. next probably G. If the chord is Cmin7, your strong notes are going to be Eb, then G, then Bb. again, context will always change this, but these are sort of the technical best options for when you really don't understand the context, for whatever reason (like if it's just a strange song doing a disorienting thing). for dominant 7th chords, there are a million zillion contexts for those chords, so you're really gonna have to know the song to figure out what's going on there, but your guaranteed available notes for example on G7 would be B and F. beyond that, anything else is kind of risking it, because 7th chords can be in all kinds of crazy contexts. sometimes specifics will be added. so let's say if it says G9 (which means G7 with a 9 on it) then you've got B, F, and A for sure. almost even favor A, because if the writer wrote G9, that must mean the A note is important. so just go for that note. if it's G7b9 then you'll be fine with B, F, and Ab. Zooming out a little bit more to a 3 chord sequence, things get clearer. since you mentioned the real book, I'll mention certain things that would occur there. if you're in Cmaj and you see D-7, G7, Cma7, you should really be looking at that whole figure altogether. basically what that figure means is \"we're coming in for a normal landing on Cmaj.\" so just, i dunno, just get used to stuff you can play over that. don't think about the chords individually, think about coming for a landing on Cmaj at the designated time. your F note is going to be in the running for the entire time BEFORE the landing, and when the landing hits you will want to be on E, G, perhaps B, maybe D. prior to the landing you will want to be using notes like D, F, also G, A, etc.. Looking at the case of a minor key version of the same thing, the familiar pattern (again speaking in terms of the real book) would be something like Dmin7b5, G7b9, Cmin. again, this means \"coming in for a landing on Cmin\"... resolving to C minor is a little bit more interesting, and a bit more crazy things are usually possible. Ab note will feature prominently BEFORE the landing, and you will want to land on G, Eb, perhaps D if it's a Cmin9 specifically, etc. before the resolution, B, D, F, also Eb, Bb should all be fine. When a G7 resolves to Cmin in the key of Cmin, that is an especially strong case of \"not all notes behave equally\" -- this is really always true, and again that's why i don't like to use scales because scales implies that all notes are equal. and that's really not true. it's like characters in a movie. sure all the characters are there, but they all have different personalities, have different roles to play, and are featured with different levels of prominence. Again, in general when improvising, always zoom out as much as possible and try to gather a sense of where the landing points are, identify when it's getting to where it's going. usually you can tell pretty clearly by zooming out, and it gets easier the more experience you have. If you have a clear idea of where the thing is going by the end of the line, or by the beginning of the next line, you can really lean back and go wherever you want to go in the meantime, because you know very clearly when it has to get to where it has to go, and it will feel fine. it's like going down a staircase. you can do as many backflips as you want and you don't even have to touch any of the stairs as long as you land at the bottom of the stairs at the right time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n6:34 pm</dco> &nbsp;<qco> for someone so unbound by societal pressures and norms, you sure do seem to not have a lot of variation in how you present yourself. </qco></h3>      i disagree but i respect your opinion<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is that because you're comfortable with who you are? or do you not like to experiment very much?</qco> </h3>      experimentation is one of the things i value most. i am also comfortable with myself. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n6:18 pm</dco> &nbsp;<qco> When Yankee Doodle stuck a feather in his hat and called it macaroni, what exactly was he calling macaroni? The feather itself? The combination of the hat and feather? Or maybe the whole situation of riding into town on a pony while wearing a feathered hat?</qco> </h3>      'macaroni' was like a crazy wig, and also kind of a fashion meme in the late 1700s. probably originates from hipsters going to italy and trying macaroni (a new type of hipster pasta). but in england, 'macaroni' came to mean just any kind of cheap/outrageous fashion decisions\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n6:07 pm</dco> &nbsp;<qco> Where do you draw the line between bread and toast?</qco> </h3>      the question is not where, but when\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n5:19 pm</dco> &nbsp;<qco> what's the point of living?</qco> </h3>      to see what's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n4:43 pm</dco> &nbsp;<qco> What are your thoughts on reincarnation?</qco> </h3>      when incarnating, it can be difficult to figure out if you've done it before. but if you think about it, what else would you ever have done?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n4:11 pm</dco> &nbsp;<qco> tips on improving doors?</qco> </h3>      you could add a feedback questionaire\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n4:09 pm</dco> &nbsp;<qco> What does it mean to put the \"kibosh\" on something? Can you do other things with a kibosh, besides put it on stuff?</qco> </h3>      i'm not sure, i have actually never heard that word\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n3:35 pm</dco> &nbsp;<qco> <a href=\"i-you-we.html\">i was just watching your reality videos (again) and i realized sometimes you say \"we\". Who are they;&nbsp;your friends, family, or just your other personalities if you have one?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n3:23 pm</dco> &nbsp;<qco> i am pie</qco> </h3>      hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n2:44 pm</dco> &nbsp;<qco> What are your thoufhts on mispeling?</qco> </h3>      it can be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n2:19 pm</dco> &nbsp;<qco> When in the day do you record your audio/video journals?</qco> </h3>      the date and time listed next to each one is the date/time is was originally recorded\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n1:51 pm</dco> &nbsp;<qco> what are two things you strongly dislike?</qco> </h3>      disliking stuff, and being encouraged to talk about disliking stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n1:23 pm</dco> &nbsp;<qco> how to eat ricecake&nbsp;</qco> </h3>      try a way that no one has tried before\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n12:47 pm</dco> &nbsp;<qco> Do you think</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n12:26 pm</dco> &nbsp;<qco> Do horses eat their own shit?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n12:22 pm</dco> &nbsp;<qco> Why does work even exist, man.</qco> </h3>      to give you something to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n10:27 am</dco> &nbsp;<qco> if you could be an side effect of a bike pump which geological term you wouldn't use?</qco> </h3>      viscosity. oops wait i might need to use that one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n9:55 am</dco> &nbsp;<qco> what's the point of being so secretive anyway?</qco> </h3>      perhaps if you are a well known person and you don't want people stalking you or showing up at your house by surprise\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n9:33 am</dco> &nbsp;<qco> Would ever make a \"History of Japan\" and \"History of the World, I guess\" without the bad words?</qco> </h3>      i tried to use the best words i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n9:26 am</dco> &nbsp;<qco> ok i wanna get back into bass playing! because im stupid, i haven't done it in quite a while. so im making myself do bass covers, starting with your 'we could just get high'. i transcribed the whole thing yesterday, now im practicing. the main problem is of course that my skin is super soft and i get crazy blisters so i gotta stop cuz it hurts.\n<br>how can i get my hard skin back while also avoiding blisters and not just playing super simple tunes?</qco> </h3>      it only takes a couple days of playing to get it back. in the meantime, you can use those really thin winter gloves. i've never heard of anyone else doing that but i've done it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n8:51 am</dco> &nbsp;<qco> what's a <a href=\"justfine.mp3\">simple truth</a> people often forget?</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp; \n8:44 am</dco> &nbsp;<qco> how can you tell the difference between a joke, or something with a deeper meaning? or even a combination of the two?</qco> </h3>      i think almost everything is both\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n8:02 am</dco> &nbsp;<qco> how often do you get questions,</qco></h3>      every moment<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand about how many of them do you answer?</qco> </h3>      reports are saying that i have answered about 21,500, but i don't think those reports are including all the ones from ask.fm\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n8:01 am</dco> &nbsp;<qco> when i make music, i usually start with the chords and later add a melody. is this bad, and not efficient? should i change this?</qco> </h3>      you are going to have to decide if it works for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n7:08 am</dco> &nbsp;<qco> When you skip my questions it makes me feel bad. <a href=\"why-didnt-you-answer-my-question.html\">Why do you do it?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n6:47 am</dco> &nbsp;<qco> what are you working on?</qco> </h3>      i am trying very hard to catch up on reality updates, congruent to as if i were doing them daily the entire time since last week\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n3:49 am</dco> &nbsp;<qco> Is there anything you despise?</qco> </h3>      well, a couple months ago someone tried to start a feud between me and another well known musician/content-creator, by posting (here) fake insults from him (to me) which were never actually made\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n3:04 am</dco> &nbsp;<qco> I really like your work especially your history videos. Your art style and how you get your points across is unique and interesting. With the video hi, i'm Steve i'm not sure what exactly your trying to say. Is there a point to the video besides set a goal and accomplish it? </qco></h3>      the point of that video was to have a good time using words, sounds, music, pictures, ideas, and concepts, together in a video. this is generally the purpose of most of my work. and a nice side effect was it brought enjoyment and inspiration to all the people who found it enjoyable and inspiring. which is also a side effect of a lot of my work<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAnd <a href=\"why-short-videos.html\">why all the short erratic videos?</a>&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n2:58 am</dco> &nbsp;<qco> <a href=\"how-do-i-know-youre-not-asking-yourself-the-questions.html\">how do we know this is a real user-submitted questions page and not (filter research) just you writing enjoyable questions for you to answer yourself</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n1:55 am</dco> &nbsp;<qco> Would the bill wurtz band have horns?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n1:53 am</dco> &nbsp;<qco> Have you gotten back into Doing Projects again, after a brief distraction by the questions page and keeping up with the Joneses?</qco> </h3>      i am trying very hard to catch up on reality updates, congruent to as if i were doing them daily the entire time since last week\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n1:17 am</dco> &nbsp;<qco> do you like breathing?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n1:12 am</dco> &nbsp;<qco> advice, on what to do on the first day of school once i locate and enter the establishment? i think i already have down the basics like finding classes and learning stuff</qco> </h3>      wear a type of clothing that no one else has ever worn before in the history of the earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n12:53 am</dco> &nbsp;<qco> have you ever read an entire encyclopedia?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.10.17&nbsp;\n12:52 am</dco> &nbsp;<qco> so I asked a question a while ago, which you chose not to answer. now someone else asked the same question, and you answered it. why?</qco> </h3>      it's kind of like when it is raining and you catch some raindrops, but you are unable to catch them all\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n11:01 pm</dco> &nbsp;<qco> I have summer homework that I have to do. School starts on august 24 or 23 or something. I have not even started the homework yet. What do you suggest I do?</qco> </h3>      do it, i guess. or, for a thrill, don't do it. i'm trying to think of other options, those so far are the top 2 i can think of\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n10:57 pm</dco> &nbsp;<qco> thoughts on anonymity?</qco> </h3>      who is this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n10:31 pm</dco> &nbsp;<qco> if someone gave you the oppurtunity to go to mars, would you bring peanut butter?</qco> </h3>      i think some other things need to be brought there first. such as a habitable atmosphere\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n10:29 pm</dco> &nbsp;<qco> Is it possible to get a transcription or sheet music from your&nbsp;&nbsp;music from \"history of the world, i guess\" video, or at least the one from \"Now the phoenicians can get down to business\"?????????????</qco> </h3>      just take it note by note. if you guess 1 note/chord at a time i will probably correct you if you're wrong. of course i would have to go based on memory because i'm not opening that video again\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n10:16 pm</dco> &nbsp;<qco> wait are you actually from cuba? or of cuban heritage? or are you a cube</qco> </h3>      no, i am mark\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n9:49 pm</dco> &nbsp;<qco> got any good 'life hacks' for us?</qco> </h3>      i have been trying to explain them all, all over this website, on almost every page, especially this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n8:18 pm</dco> &nbsp;<qco> what is your favourite type of ceiling</qco> </h3>      floor\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n8:09 pm</dco> &nbsp;<qco> What is something that makes you happy</qco> </h3>      all the possibilities\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n8:04 pm</dco> &nbsp;<qco> I'm not the original person asking about playing by ear. But I've been taking all the advice so far, playing kids songs and stuff. My question is how do you know what key you're currently playing in. Like, I start one of the songs on the note C, play for a bit, and find that there's a Bb. Then I'm like, \"Oh. I'm playing in F not C. Gotta restart a fourth down on G.\"</qco> </h3>      i guess just start with songs where it's really obvious. and then get a feel for what it means. then you will be able to figure other songs out. although i don't know, i've never had trouble with it, and i know many adults who still assume songs are in the key of the first chord, even when it seems obvious to me that that's not really the key. i don't really know why some people get this easily and others don't. it's kind of like seeing a house and knowing whether you are looking at it from the side or the front. i don't know how to really explain that to someone\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n7:41 pm</dco> &nbsp;<qco> I recently came across this trend of taking existing music and making it sound 3D, as in making the music feel like its coming from multiple directions when using headphones. Would you ever consider using a technique like this for a future song?</qco> </h3>      not really, i think stereo is fine. plenty of other things to worry about, like how to make a million types of videos and songs at the same time, and also answer questions and basically do an entire company's worth of work by myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n7:38 pm</dco> &nbsp;<qco> was the typhoon/tornado thing in hoj caught after upload? </qco></h3>      yes, that is why it is a youtube annotation. otherwise i would have actually changed the video, and the audio<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how long did it take to realize it?</qco> </h3>      probably less than 24 hours. i wouldn't have known unless someone told me. i actually didn't know the difference between a typhoon and a tornado. neither are common where i'm from\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n7:36 pm</dco> &nbsp;<qco> how does one join the illuminati.</qco> </h3>      check to see if you already did\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n7:00 pm</dco> &nbsp;<qco> what is this</qco> </h3>      the questions page\n<br><br>"
  }
]
