[
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n7:21 pm</dco> &nbsp;<qco> how do i contact the soap gods</qco> </h3>      get extremely dirty\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n7:09 pm</dco> &nbsp;<qco> which species are you</qco> </h3>      human. that's like the hungry version of a computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n7:05 pm</dco> &nbsp;<qco> Hi, I'm the guy who was asking about the doorknobs in my house falling off. I discovered that there are actually no doorknobs in my house, what should I do?</qco> </h3>      write a country song about it, quick before someone else does\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n6:54 pm</dco> &nbsp;<qco> i do not have a question at the moment, but it is important to me to tell you that no matter what happens, your music always fills me with hope and joy and gratitude and love for my fellow creatures. i hope you can be as happy as your lovely music never fails to make me :)&nbsp;</qco> </h3>      holy smokes you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n6:46 pm</dco> &nbsp;<qco> are tornadoes just grey funnel thingies that can move stuff</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n6:14 pm</dco> &nbsp;<qco> i just won a crocodile plush and i want you to help find it a name. Also, you were my fifth \"favorite artists\" on spotify :) \n<br>thank you S2</qco> </h3>      from what i know so far, the crocodile's name should be 'prize'\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n5:40 pm</dco> &nbsp;<qco> Why do ducks annoy me when I look at them</qco> </h3>      maybe they want some privacy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n5:11 pm</dco> &nbsp;<qco> Are socks the gloves of feet or are gloves the socks of hands</qco> </h3>      hats. they are all hats. i can prove it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n4:42 pm</dco> &nbsp;<qco> Did you know that spaghetti is the strongest substance in the universe.</qco></h3>      i thought it was spiderwebs but whatever<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t But don't get me started on lasagna</qco> </h3>      i won't\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n4:31 pm</dco> &nbsp;<qco> do you think in 2020 we'll change to a more reasonable calendar? or do you find the current one ok?</qco> </h3>      i am not in charge of the calendars, but the calendar is unlikely to change any time soon unless there is some kind of massive political upheaval greater than anything we've ever seen in at least 1000 years. also the current calendar seems pretty good. i can't really think of a better one, although i wish there was 2 februarys\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n4:11 pm</dco> &nbsp;<qco> is it True that youre learning 3D programing?</qco> </h3>      that would certainly be useful right about now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n4:08 pm</dco> &nbsp;<qco> I've played your music for a good few people, including my grandparents, and everyone has really liked you. They all like wildly different kinds of music and the only thing resembling a throughline seems to be \"yeah that bill wurtz is good.\" What causes your music to have such a universal appeal? </qco></h3>      perhaps i am greedy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAre you specifically seeking it </qco></h3>      absolutely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tor is it just a side effect of your style?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n4:08 pm</dco> &nbsp;<qco> why doesn't it always shine as bright on good days, unless a lot of rain came first?</qco> </h3>      all the water lying around makes a lot of twinkles happen, as the light reflects off it. sometimes if the conditions are just right, a rainbow can also be created\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n3:52 pm</dco> &nbsp;<qco> hey it's the question and answer police. you've been answering questions at an unreasonably prolific and consistent rate for a few years now and i'm going to have to give you this ticket, but legally i must first ask if you accept the ticket or not. do you accept?&nbsp;</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n3:42 pm</dco> &nbsp;<qco> Is this a question?</qco> </h3>      just barely\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n3:29 pm</dco> &nbsp;<qco> do you like frogs?</qco> </h3>      only the really really huge ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n3:21 pm</dco> &nbsp;<qco> how do i become a renowned baseball analyst</qco> </h3>      first, just start analyzing baseball. do it on a regular basis. keep doing it for at least 5 months. do it on audio, or video, or maybe just write down your analyses. any way you can of recording what you are doing. do this on a regular basis for at least 5 months. if you love analyzing baseball, this should be no problem and you may have already done it. but make sure you go ahead and do that, that's the first step\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n3:18 pm</dco> &nbsp;<qco> how exactly do you come up with your lyrics?</qco> </h3>      in a musical way. i imagine things sung. that accomplishes 2 things at the same time; it tells me both the lyric and melody\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n3:00 pm</dco> &nbsp;<qco> do you have a hotkey for answering this question?</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n2:59 pm</dco> &nbsp;<qco> what do i do if i have no idea what i want to do in the future?</qco> </h3>      start making a list of all the times you can remember feeling great or being very inspired. keep the list, and add to it every time you think of another thing or time when you felt great or very inspired. clues will start to emerge\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n2:22 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201912151400\">12.15.19&nbsp;&nbsp;2:00 pm</a> &nbsp;&nbsp;is this the same car that's bad, from the video about you having a car but it's bad</qco> </h3>      there was no car in that video. although admittedly i did say the word 'car', that could be what you're thinking of\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n2:20 pm</dco> &nbsp;<qco> if you were a set of 10 bowling pins and someone threw an accordion at you, how would you react</qco> </h3>      move out of the way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n2:03 pm</dco> &nbsp;<qco> When is the Velcro video coming</qco> </h3>      as soon as technology is good enough so that each and every person gets to lick the velcro\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n2:01 pm</dco> &nbsp;<qco> why aren't my pancakes fluffy enough</qco> </h3>      did you step on them again\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n1:58 pm</dco> &nbsp;<qco> why does life cost so much when i don't even have a good time and i can't do the things that's expected of me, like answering questions. Why can't i ever answer \"what do i want to do when i grow up\"? is there something wrong with me?\n<br></qco> </h3>      here's a good strategy for that one: ask them to answer it first. if they are already grown up, they may try to explain what they are doing now. then whatever they say, tell them you think that's pretty cool and you would like to do that. i'm pretty sure this will work and might actually be fun for both you and the other person to talk about\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n1:52 pm</dco> &nbsp;<qco> Do you prefer short songs or long songs more?</qco> </h3>      i prefer when songs are less than 3:30\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n1:49 pm</dco> &nbsp;<qco> Why is it so expensive to live?</qco> </h3>      living is still a brand new invention. it is still extremely challenging\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n1:48 pm</dco> &nbsp;<qco> What is your favorite word?</qco> </h3>      dump truck\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> im bored what should i do?</qco> </h3>      invent all the things that haven't been invented yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n1:31 pm</dco> &nbsp;<qco> when reality page update?</qco> </h3>      many times, throughout the rest of my life\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n1:22 pm</dco> &nbsp;<qco> Feelings on modern art?</qco> </h3>      it always smells extremely fresh! that's because it was usually made very recently\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n1:19 pm</dco> &nbsp;<qco> Would you ever run for president?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n12:52 pm</dco> &nbsp;<qco> This is not a question.</qco> </h3>      ah, i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n12:32 pm</dco> &nbsp;<qco> what colour are your favourite pair shoes?</qco> </h3>      clear\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> do you have a least favourite genre of music?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n11:14 am</dco> &nbsp;<qco> are you a hacker?</qco> </h3>      yes but i am one of the friendly ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n11:01 am</dco> &nbsp;<qco> Are cheese bagels an appropriate nighttime snack or a calorical disaster</qco> </h3>      i think it depends on the size and quantity\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n10:50 am</dco> &nbsp;<qco> What inspired you to make this website?</qco> </h3>      i was tired of emailing the videos to everyone individually\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n10:48 am</dco> &nbsp;<qco> Will you ever do a video about a q&amp;a?</qco> </h3>      <a href=\"https://billwurtz.com/monday-riddles-and-pop-quizzes.mp4\">absolutely</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n10:30 am</dco> &nbsp;<qco> Do you think it's possible to genuinely love others whom you haven't met?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n10:18 am</dco> &nbsp;<qco> Whhy don't you use capital letters?</qco> </h3>      why don't you notice <a href=\"capitals-report.php\">when i do</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n9:37 am</dco> &nbsp;<qco> do you like popcorn</qco> </h3>      i have a mutual understanding with popcorn\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n9:03 am</dco> &nbsp;<qco> why do you use single quotation marks instead of double quotation marks?</qco> </h3>      double quotes might be over doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n8:40 am</dco> &nbsp;<qco> Your music does that thing where it makes me feel happy and sad at the same time, and it makes me feel empowered to do things with my life, but then it also, at the same time, makes me remember all of the things from childhood, back to a time where I was really happy and didn't have to worry about anything. could this be one of the things you're trying to do with your music. </qco></h3>      i was going to say no but now that i think about it yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tAnd while we're on the subject, you have a handsome face.</qco> </h3>      that's not the same subject\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n7:30 am</dco> &nbsp;<qco> spelunking is such a cool word. have you ever spelunked?</qco> </h3>      no, i was going to see if i can do it digitally\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n7:28 am</dco> &nbsp;<qco> what are your solutions for existential dread</qco> </h3>      make a website\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n6:57 am</dco> &nbsp;<qco> I'm both delighted at this whole persona/art project/personal style you've got going on and awed by the commitment of this dadaesque Q&amp;A page. I've got nothing meaningful to ask but love your work.</qco> </h3>      holy smokes, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n6:18 am</dco> &nbsp;<qco> What's your favourite emotion.&nbsp;</qco> </h3>      constructiveness\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n6:00 am</dco> &nbsp;<qco> What do you think about ducks with knifes? (Asking for a friend :3 uwu)</qco> </h3>      very good, standard design. it's called a beak, actually<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.19&nbsp; \n5:23 am</dco> &nbsp;<qco> what're your opinions on the things they teach at schools?</qco> </h3>      i wonder how they learned it ..... \n<br><br>"
  }
]
