[
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n2:04 am</dco> &nbsp;<qco> do you manually tune your vocals?</qco> </h3>      \ni do it with my voice muscles while i'm singing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n1:46 am</dco> &nbsp;<qco> What is more important in a keyboard? Velocity detection or number of voices (polyphony)?</qco> </h3>      \nvelocity\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n1:00 am</dco> &nbsp;<qco> is there an intense amount of music theory going into every video and every jingle in the non-song videos, or is it more a \"if it sounds nice it sounds nice\" kind of thing?</qco> </h3>      \nIN WHAT WORLD IS THAT NOT THE WHOLE POINT OF 'MUSIC THEORY'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n12:51 am</dco> &nbsp;<qco> when you said \"and I'm eating porridge but I've heated it for the wrong amount of time\" in At the Airport Terminal was it to cold or to hot?</qco> </h3>      \nnot cold enough to be cold, not hot enough to be hot. too medium\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n12:47 am</dco> &nbsp;<qco> im kinda tired, but im stuck listing to your cool ass music, why it gotta be so cool,</qco></h3>      to distract you from how non cool it may be<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why the hecc cant i sleep</qco> </h3>      \nyou are looking forward to all the cool things you can do also\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n12:39 am</dco> &nbsp;<qco> is the moon actually made of cheese</qco> </h3>      \nno but i can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n12:39 am</dco> &nbsp;<qco> is bill wurtz a vase?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.17.20&nbsp; \n12:13 am</dco> &nbsp;<qco> Why do we exist?</qco> </h3>      \n     it seems no one could ever figure out how not to\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n11:52 pm</dco> &nbsp;<qco> do you use reference tracks when you mix your songs? </qco></h3>      sometimes, if i feel like spiraling into a chasm of self doubt<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;supposedly they are an essential tool but as far as i have seen i don't need to listen to other people's music in order to decide whether or not my own songs sound good to me</qco> </h3>      \nthat may be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n11:30 pm</dco> &nbsp;<qco> can you please give me and my friend a rhyme so we can end a rhyme war</qco> </h3>      \nthis may not be what you want to hear, but rhyme wars are best ended by things that absolutely do not rhyme\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n11:20 pm</dco> &nbsp;<qco> How can I dominate the entire universe?</qco> </h3>      \nstep 1 you have to figure out what the heck it even is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n11:09 pm</dco> &nbsp;<qco> do you believe that everything has an end?</qco> </h3>      \nyes but that's only part of the story\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n11:08 pm</dco> &nbsp;<qco> Do you ever get super emotional when you go back and listen to old recordings of yourself trying to figure things out?&nbsp;</qco> </h3>      \nthe further back i go, the more emotional i get\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n11:00 pm</dco> &nbsp;<qco> have you ever ushered in a new era</qco> </h3>      \nyes, many times. doing it again now\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n10:53 pm</dco> &nbsp;<qco> Dude you're so inspiring. I need to make more random music out of my random poems I don't like as much just to see where they end up. Also need to learn to write for things other than voice. When did you start composing?</qco> </h3>      \nmaybe when i was about 10. but i stopped and started for several long periods of time because my brain kept exploding, for....reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n10:36 pm</dco> &nbsp;<qco> Are you one of those cool super heroes that saves people?</qco> </h3>      \nall i can really do is suggestively encourage people to get saved\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n10:27 pm</dco> &nbsp;<qco> what is your brain, I want to understand</qco> </h3>      \nit's like one of those self destructing pineapples\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n10:22 pm</dco> &nbsp;<qco> do you know you're awesome</qco> </h3>      \nyes but i still can't seem to prove it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n10:03 pm</dco> &nbsp;<qco> Why hasn't society evolved past the need of the concept of gender?</qco> </h3>      \nit is moving past that, but it might not seem quick enough for you if you are watching it too closely. \"a watched egg never hatches\". try doing something else for a little bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n9:41 pm</dco> &nbsp;<qco> I constantly have trouble creating new stuff and being creative. Most of what I do (music, drawings, etc) are just things that someone else already did. Any tips?</qco> </h3>      \nstart by just making a list of things no one has done. this can't be hard, the majority of things have never been done. but it might be easier to think of them when you are not pressured to create it yet. i think once you get 3 or 4 things, it will be impossible to stop, and you'll very quickly have 100 or more things on the list. now your next challenge will be to figure out when to do 100 things\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n9:40 pm</dco> &nbsp;<qco> can you explain existence to me bill?</qco> </h3>      \ni'm trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n9:40 pm</dco> &nbsp;<qco> Door handles, good or bad?</qco> </h3>      \nmedium\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n9:38 pm</dco> &nbsp;<qco> why does Norway look like a guitar?</qco> </h3>      \nbecause it looks like a spoon, and spoons look kind of like guitars\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n9:28 pm</dco> &nbsp;<qco> where do you get inspiration for your videos&nbsp;</qco> </h3>      \n from the toilet, in the gutter. bet you didn't think they had toilets in the gutter, well here i am, as living proof \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n9:17 pm</dco> &nbsp;<qco> Would you miss Ohio if it was removed tomorrow?</qco> </h3>      \nno but a lot of other people would, especially the people who are there right now. so don't do it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n9:07 pm</dco> &nbsp;<qco> If someone said words can't hurt them what would be you're reaction?\n<br></qco> </h3>      \nwould not react\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n9:07 pm</dco> &nbsp;<qco> can i ever be as awesome as you?</qco> </h3>      \nsure, but then, ...... who's gonna be as awesome as you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n9:05 pm</dco> &nbsp;<qco> What's your opinion on flat earthers?</qco> </h3>      \nfake\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n9:03 pm</dco> &nbsp;<qco> do you have any advice for getting over a fear of failure? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i feel way too horrible about making something that might be bad because im new, and even though i know its stupid to feel bad about it, it still gets me&nbsp;</qco> </h3>      \noh man i blacked out and submitted a question again, fuck\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n8:43 pm</dco> &nbsp;<qco> What is your opinion on capital letters?</qco> </h3>      \nvery good. decent size. they command attention, as long as you don't put them in too predictable of a location\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n8:39 pm</dco> &nbsp;<qco> how long would it usually take to make videos for the youtube</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n8:25 pm</dco> &nbsp;<qco> What is a song about.&nbsp;</qco> </h3>      \neverything. and i can prove it, but only through songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n8:01 pm</dco> &nbsp;<qco> what should I do when a brown bear confronts me and plays a sonata for me (it sounds nice but it's a little long)</qco> </h3>      \nnod understandingly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n7:58 pm</dco> &nbsp;<qco> are ya making music son?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n7:55 pm</dco> &nbsp;<qco> I couldn't stop thinking about \"I might quit\" and really just feeling it. I couldnt stop thinking it and wanting to do something with the feelings I felt from it, so I bought a guitar and i've been trying to learn music so I can try to express the things I felt from it. Even though its the wrong question, I wanna know how do I learn how to play to the point that I can express my feelings?</qco> </h3>      \nthere are 2 things i can recommend. spending a lot of time with your instrument, preferably by the window, use the instrument to attempt to solve the entire universe. (this is not possible, but it's a good practice exercise). the other thing i would recommend is to learn all the songs you know. (learn them YOURSELF, don't try to have someone else show you, studies show that they are statistically always wrong)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n7:51 pm</dco> &nbsp;<qco> i keep on ascending into the next dimension how do i stop this</qco> </h3>      \nevade your taxes. if you ascend any more after that, someone will eventually turn up and yank you back to where you were when you evaded the taxes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n7:39 pm</dco> &nbsp;<qco> am i normal?</qco> </h3>      \noh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n7:36 pm</dco> &nbsp;<qco> What was your reaction when Pluto stopped being a planet?</qco> </h3>      \ni did not react\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n7:30 pm</dco> &nbsp;<qco> Have you considered becoming a fridge?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n6:58 pm</dco> &nbsp;<qco> thoughts on boxes?</qco> </h3>      \n a good carrying case, for other boxes \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n6:53 pm</dco> &nbsp;<qco> opinions on the netherlands?</qco> </h3>      \n headquarters of the Flat Earth\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n6:11 pm</dco> &nbsp;<qco> How does one get motivation?</qco> </h3>      \napparently you already have it or you must not have asked this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n6:03 pm</dco> &nbsp;<qco> did your song \"i just did a bad thing\" predict 2020?</qco> </h3>      \nno, the gregorian calendar did\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n5:43 pm</dco> &nbsp;<qco> what's a door?</qco> </h3>      \nseems like just a wall\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n5:35 pm</dco> &nbsp;<qco> what if all the electrical outlets are just a surprised face, frozen in time?</qco> </h3>      \nmore than surprised, they are \\\\\\ shocked \\\\\\\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n5:23 pm</dco> &nbsp;<qco> how to jump?</qco> </h3>      \ntry to push the ground away\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n5:17 pm</dco> &nbsp;<qco> Do you like the music you haven't written yet?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n5:04 pm</dco> &nbsp;<qco> Will Jupiter still exist in 1,000 years?</qco> </h3>      \nlikely. if not, then it would probably be earth's fault. earth seems to get increasingly unpredictable (and influential) at a certifiably exponential pace\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n5:02 pm</dco> &nbsp;<qco> how does it feel being the funniest person alive?</qco> </h3>      \nhilarious\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.16.20&nbsp; \n4:59 pm</dco> &nbsp;<qco> When will Ohio be eliminated?</qco> </h3>      \nwhen it encompases the whole world and it's no longer necessary to call it ohio anymore\n<br><br>"
  }
]
