[
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n10:54 pm</dco> &nbsp;<qco> hey it's the person who figured out land of hope and glory on the keyboard, guess what i just figured out the voc melody AND instrumental hook of spotlight by marshmello and lil peep. i have to go significantly slower than the original song, like 60bpm, but i can do it with the hook in my left hand and sung melody in my right hand and i'm SURE it's correct. like damn sure, so secure beyond a shadow of a doubt, and i know it cuz my ears told me it. this is so much fucking fun. the better i get at this the more grateful i am for you and the prouder i get of myself. like fuck, I even figured out how to set the programmable metronome built into my keyboard. anyway do you have any suggestions on what i should try next before i abandon all vestiges of sensibility and go gloriously batshit crazy</qco> </h3>      \nit seems like it's best to do songs you know and enjoy. i unfortunately have no idea which songs those are, but the good news is i'm sure you do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n10:53 pm</dco> &nbsp;<qco> Please have your own podcast,</qco></h3>      it's on my to do list<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I'll buy you bread</qco> </h3>      \ni don't believe that for a second\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n10:40 pm</dco> &nbsp;<qco> does your creative process of letting ideas accumulate and then revisiting them later function as a defense mechanism against the fear of not having any ideas? </qco></h3>      i've never thought of it that way but i think you may be exactly right<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tif so, I'm interested. if not, I'm interested</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:49 pm</dco> &nbsp;<qco> how to stop the panic</qco> </h3>      \nthis may be a long shot, but write a story of how the panic arrived. turn it into a folk tale\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:47 pm</dco> &nbsp;<qco> wanna play scrabble?</qco> </h3>      \nspice it up, let's play it in Welsh\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:37 pm</dco> &nbsp;<qco> how do you learn physics</qco> </h3>      \ni have no idea, but maybe if you start dropping stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:35 pm</dco> &nbsp;<qco> Where did you get that clownfish plush seen in some of your earlier videos?</qco> </h3>      \nit's been in the family for years\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:25 pm</dco> &nbsp;<qco> do you believe that society puts to much focus on things having to make sense?</qco> </h3>      \ni find that society prefers to focus so vigilantly on particular sequences of nonsense that we forget how little sense they make\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:07 pm</dco> &nbsp;<qco> what is the history of japan</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:03 pm</dco> &nbsp;<qco> What's the countdown timer at?</qco> </h3>      \n18\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n9:02 pm</dco> &nbsp;<qco> Have you ever listen to music?</qco> </h3>      \nthat's preposterous. who do you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n8:37 pm</dco> &nbsp;<qco> What is ur favorite word</qco> </h3>      \nfolk\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n8:31 pm</dco> &nbsp;<qco> do you believe that the answer to life the universe and everything is really 42?</qco> </h3>      \nno, that's the stupidest thing i have ever heard. but, to be fair, i am pretty sure that was taken extremely out of context\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n8:28 pm</dco> &nbsp;<qco> do you think your handwriting is good</qco> </h3>      \nnot since entering the digital age\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n8:17 pm</dco> &nbsp;<qco> whats it like to have your own website?</qco> </h3>      \nit makes me feel very strong, and powerful\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n8:17 pm</dco> &nbsp;<qco> Why am I sad</qco> </h3>      \nyou are preparing to be happy in the near future\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n8:09 pm</dco> &nbsp;<qco> Favourite candy?</qco> </h3>      \nonions\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n8:07 pm</dco> &nbsp;<qco> whats the best instrument to play naked&nbsp;</qco> </h3>      \nvoice\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n7:36 pm</dco> &nbsp;<qco> Do you consciously use chromatic mediants in your compositions or is that just something that happens by coincidence?</qco> </h3>      \ni wouldn't know because i have never heard that term before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n7:27 pm</dco> &nbsp;<qco> How do I ask a ueqstion?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n7:22 pm</dco> &nbsp;<qco> how can i render something down into its own layer if im not sure if im going to change it later or not? no matter what its quicker workflow for later to keep it the way it is where my computer runs slow trying to show me what ive been making all the time. More optimization means less control, right?</qco> </h3>      \ni think you can find a sneaky way to swap in a new version\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n7:14 pm</dco> &nbsp;<qco> I think I may not know how to be honest.</qco></h3>      i'm not sure if i believe you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Do you know how?</qco> </h3>      it gets harder as you think about it more, but then it becomes easy again if you are willing to admit you have been thinking about it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n6:56 pm</dco> &nbsp;<qco> when do you answer questions</qco> </h3>      \n Tuesday, February 25, 2020 7:42:21 PM, for example\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n6:55 pm</dco> &nbsp;<qco> These are a lot of questions. Do you get overwhelmed at how many you get?</qco> </h3>      \neach morning i get myself pre-whelmed. that way i am ready to face the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n6:35 pm</dco> &nbsp;<qco> Will you answer this question, yes or no?</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t\n(Jk the main thing I wanted to say is that you are so freaking CREATIVE And MULTI-TALENTED! You put effort in the things you like and that is incredible :D )</qco> </h3>      holy laoghaire, you are very friendly\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n6:28 pm</dco> &nbsp;<qco> do you have thoughts on the musical Hamilton</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n6:27 pm</dco> &nbsp;<qco> what's the first computer u used</qco> </h3>      \napple IIe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n6:18 pm</dco> &nbsp;<qco> What's your best piece of life advice?</qco> </h3>      \nthe kind that is specifically catered to the person's unique situation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n6:02 pm</dco> &nbsp;<qco> what is the answer to life the universe and everything</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n6:00 pm</dco> &nbsp;<qco> what's a guideline for answering ueqstions</qco> </h3>      \neither answer them good, or answer them in a way that makes other answers seem good, in comparison\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n5:58 pm</dco> &nbsp;<qco> I took a calculus test today and I had \"my hat is bent. Oh, I got a bent hat\" stuck in my head the entire time. Not sure if it helped.</qco> </h3>      \ni'm not sure either, because i actually don't know what calculus is. that's just one of my many weaknesses\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n5:46 pm</dco> &nbsp;<qco> What made you think of the lyrics \"Do you ever go out?\" and \"Do you ever have sex?\"? Lol those are hilarious to me for some reason</qco> </h3>      \nwell, the thing is, right here you have taken them out of context, especially because you have not paired them with the melody or music. so i can't really comment unless we can put it fully in context here. because that may not look right to someone just reading this who has not just heard it in proper context\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n5:31 pm</dco> &nbsp;<qco> How did you get into your youtube and music&nbsp;&nbsp;</qco></h3>      i've been doing music all my life, and i don't remember how i got into it. much later i realized that video making was possible for 1 person (it actually didn't used to be possible, when i was younger) and youtube is a useful place to put videos, which was not originally my first choice but society ultimately got the better of me and i decided to use it in addition to putting them here on this website<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand is it hard being creative</qco> </h3>      \nit keeps unexpectedly switching between being completely impossible and being completely effortless\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n5:28 pm</dco> &nbsp;<qco> Will you ever update your notebook&nbsp;</qco> </h3>      \ni always do, but will you ever notice? i think i can guess the answer based on previous experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n5:21 pm</dco> &nbsp;<qco> Is there a recording of you saying pumpkin?</qco></h3>      i am certain there is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t I would like to hear that</qco> </h3>      that can be arranged\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n5:16 pm</dco> &nbsp;<qco> how do i become a viking?</qco> </h3>      \nyou can do it with a buddy. schedule some time during the week and just get together and conquer the hell out of each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n4:45 pm</dco> &nbsp;<qco> Did you ever had a lucid dream? How it was?</qco> </h3>      \ni think i am in one now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n4:41 pm</dco> &nbsp;<qco> Whenever I'm not making music that I like, I constantly feel nervous about not being able to make more music that I will like. Ironically, the anxiety about not being able to make something new/better will certainly prevent me from making more music that I like. How should I fight this?</qco> </h3>      \nhm, this may not be what you want to hear, but have you considered entering panic mode\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n4:40 pm</dco> &nbsp;<qco> what is the price of life</qco> </h3>      \nbirth\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n4:23 pm</dco> &nbsp;<qco> do you find yourself working more quickly now you've swapped to a new editing program, or are you still getting used to it (and thus are still slow)</qco> </h3>      \ni've spent a long long long long long long long long long time getting aquainted with nearly everything under the sun. did i say everything, i meant about .01%. and did you say new editing program? no, i haven't even gotten to the editing yet. i have so far mostly only focused on actually making the stuff first, before editing. but if there's any good news, i would say that i think i've recently entered panic mode\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n4:12 pm</dco> &nbsp;<qco> i'm insane. i'm almost more than 100 million percent insane.</qco> </h3>      \nwell, you know what they say. \"That's life.\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n4:02 pm</dco> &nbsp;<qco> Is there any relationship between your songs on youtube that have no video accompaniment and the musical style of that song?</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n3:50 pm</dco> &nbsp;<qco> do you believe in heaven</qco> </h3>      \ni call it the space time continuum\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n3:48 pm</dco> &nbsp;<qco> i was walking down the road and i saw a green umbrella. is this a sign</qco> </h3>      \ncould be a sign that it has rained recently\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n3:39 pm</dco> &nbsp;<qco> on mobile on this website on the questions page, the page is slightly too big and can be scrolled slightly to the right, likely because the ask a question box is bigger than the full page. are you aware of this and can you fix it? it kinda bugs me&nbsp;</qco> </h3>      \nyes, i am waiting for someone to email me who has a device on which it behaves like that, and has a constructive solution to offer. it is apparently on some mobile devices (not mine)\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n3:03 pm</dco> &nbsp;<qco> of all your videos and songs which one was your favorite to make and spoke to you personally</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n3:02 pm</dco> &nbsp;<qco> how did you get the idea to make your videos look the way they do? </qco></h3>      i'm just trying to get by<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tthey are super unique looking and im wondering how you came up with the format</qco> </h3>      the core principle i go by is: \"it's better than nothing\" \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n2:44 pm</dco> &nbsp;<qco> gonna write, plan, and record a 7 song album in two weeks, think i can do it?\n</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\ti reckon i can\n<br>\n<br>either way, you're one hell of an inspiration, thanks</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n2:31 pm</dco> &nbsp;<qco> where did you study jazz?</qco> </h3>      \nat home, and in the work place. but here's a quick tip i picked up along the way: jazz just means pop\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.20&nbsp; \n2:24 pm</dco> &nbsp;<qco> is now a good time?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  }
]
