[
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n6:54 am</dco> &nbsp;<qco> How are you so cool?</qco> </h3>      \nmaybe put something in a bucket, carry it,\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n6:43 am</dco> &nbsp;<qco> what is your opinion on power chords</qco> </h3>      \nput them low but not too low. with a touch of distortion\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n6:30 am</dco> &nbsp;<qco> why is the word \"queue\" so weird</qco> </h3>      \nbecause it sounds like \"q\", but silently has so much more ........ twice\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n4:19 am</dco> &nbsp;<qco> How did you come up with the lyrics for \"I'm best friends with my own front door\"?</qco> </h3>      \ni tried to make an entire song and music video in 2 weeks, after trying to do that and failing many times before. i wrote the song in 1 day, knowing i would have to finish the entire song recording and video in 2 weeks. the writing in the song seems to reflect the situation i was in\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n4:17 am</dco> &nbsp;<qco> Does time work on you</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n3:01 am</dco> &nbsp;<qco> Question: When you've written down your first thoughts and impulses of a song when inspiration hits you, then the \"well\" of inspiration has ran dry, when you come back to the unfinished song later how do you finish it?\n</qco></h3>      the first thing is to figure out if that piece is the beginning or not the beginning. If it's the beginning, then, run through it and see if you know what comes next. if it's not the beginning then you're kinda fucked. It's almost impossible to figure out what should come before, but maybe if you can get what's next then soon it may want to come full circle. then somewhere around the circle has got to be the starting point<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nSubquestion:\n<br>If you're trying to write a song with a I VI IV V progression, how do you keep it fresh and interesting?</qco> </h3>      \nhow about adding a plot twist\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n2:22 am</dco> &nbsp;<qco> What are the 5 most important rules and regulations to making regular entertainment&nbsp;</qco> </h3>      \nthere are less rules than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n1:36 am</dco> &nbsp;<qco> As a person who taught myself how to play the keyboard, with no professional training or outside help whatsoever, is it possible to make proper lyrics and compose music in my situation?&nbsp;</qco> </h3>      \nwhat the heck is a proper lyric\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n1:22 am</dco> &nbsp;<qco> how much water does a raindrop need to be considered a raindrop and when does it stop being one</qco> </h3>      \n.033 ml\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n1:05 am</dco> &nbsp;<qco> What's been the greatest thing since sliced bread?</qco> </h3>      \ndiced bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n12:47 am</dco> &nbsp;<qco> how do you make something random to something people think of an art!!??!1?1!2??1!1</qco> </h3>      \nuse the.... earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.12.21&nbsp; \n12:17 am</dco> &nbsp;<qco> What are your thoughts?</qco> </h3>      \n1, 2, 3, 4, 5, etc\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n11:01 pm</dco> &nbsp;<qco> why is the sky colourful only at dawn and dusk? i think the colours are so pretty they should be around all day</qco> </h3>      \nhm, sounds like you should start making custom planets\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n11:01 pm</dco> &nbsp;<qco> what is your estimated time for the bread to be fully baked?</qco> </h3>      \n100 years\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n9:29 pm</dco> &nbsp;<qco> I have a house with a studio in the most rural part of England, keeping motivation when alone a lot is freakin impossible so I admire what you've done the last 10 years. Do you think you've changed the world yet?</qco> </h3>      \nmaybe a tiny bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n8:59 pm</dco> &nbsp;<qco> I think I've just realised how good something actually has to be before people think it's good and it's blown my mind. Have you been through something similar?</qco> </h3>      \nwell, sometimes it can appear this way, but there is another phenomenon at play which i'm sure you'll discover another time, which is that sometimes very normal things (to you) can be considered very good. especially if they are in the right context\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n8:32 pm</dco> &nbsp;<qco> do you like [object]? </qco></h3>      it's ok<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, do you like [object] more than [other object]?</qco> </h3>      no\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n8:18 pm</dco> &nbsp;<qco> What's happening to Mt. St Hellens.</qco></h3>      not much. it is relaxing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it going to blow up?</qco> </h3>      maybe later\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n7:34 pm</dco> &nbsp;<qco> Do you realise that the last two chords of 'what is love?' along with your heavenly vocals might make up the most satisfying sounding cadence of all time?</qco> </h3>      \ncan do better\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n6:50 pm</dco> &nbsp;<qco> what do you do in your free time?</qco> </h3>      \nmy time is actually very expensive\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n6:03 pm</dco> &nbsp;<qco> in hi I'm steve, steve says he's not steve but then says \"bye, I'm steve\" at the end. can you address this plothole?</qco> </h3>      \nthat's not a plot hole at all. the entire theme of that video is things not being what they had seemed\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n5:36 pm</dco> &nbsp;<qco> thoughts on kangaroos?</qco> </h3>      \na bit jumpy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n4:57 pm</dco> &nbsp;<qco> Do you like taking 3 hour naps on sundays at 3 in the afternoon?</qco> </h3>      \nthat all depends on how much sleep i have gotten just before that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n4:32 pm</dco> &nbsp;<qco> What software/programs would you recommend to beginners in music composition/production?</qco> </h3>      \nwhich ever one is the closest. take a look around..... sometimes you might discover you already have one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n4:31 pm</dco> &nbsp;<qco> what is the 7th word of the next song</qco> </h3>      \nlay\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n4:15 pm</dco> &nbsp;<qco> I've been thinking about learning am instrument. How much time should I invest in it?</qco></h3>      any amount of time you want<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As much as I can? X hours per week? I lack the ability to plan things well and next thing I know I spend too much time on something.</qco> </h3>      you don't have to plan it, and you can start and stop when you want. Unless there are other circumstances in play which i don't know about\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n4:08 pm</dco> &nbsp;<qco> Honestly what the fuck is an \"influencer\"?</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n4:07 pm</dco> &nbsp;<qco> Do you have the sexy pants? </qco></h3>      i have regular pants. so in that sense, yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if so, how much do you wear them?</qco> </h3>      round the clock\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n3:40 pm</dco> &nbsp;<qco> What's your opinion on loaves of bread</qco> </h3>      \nwith the right attitude they can be combined into a single loaf\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n3:32 pm</dco> &nbsp;<qco> Should I be good to my neighbor?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n3:31 pm</dco> &nbsp;<qco> Bill you are one of the most down to earth and nicest guy I have ever seen. How can you answer countless questions while still staying consistent?</qco> </h3>      \nhow about taking 9 hour nap every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n3:23 pm</dco> &nbsp;<qco> usps lost my package, how do i find it</qco> </h3>      \nyou might have to go.... to the US\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n3:04 pm</dco> &nbsp;<qco> what do you think the laws would be in maine</qco> </h3>      \nenjoy nature, make sure you probably have trees near your house,\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n2:55 pm</dco> &nbsp;<qco> How can you write a sentence without a's?</qco> </h3>      \nlet me consult with my supervisors, to see if they might know of some solutions for this\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n2:55 pm</dco> &nbsp;<qco> You frequently advise people to change the world. </qco></h3>      only if you don't like the way it already is. i think i have been pretty clear about that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I was wondering how you are trying to change the world? </qco></h3>      i keep trying to even figure out how it actually is. it can be kind of elusive in this way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, someone recently told me, \"I [create art] because I have something to say.\" Do you agree with this?</qco></h3>      that could be useful, especially if you have already trying to say it non-artistically and can't seem to get the point across<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, what do you have to say, and why? </qco></h3>      *whistful sigh* would be so nice to say everything<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thanks for everything</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n2:48 pm</dco> &nbsp;<qco> When are you, currently?</qco> </h3>      \nMonday, January 11, 2021 7:35:58 PM\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n1:54 pm</dco> &nbsp;<qco> I want to view your Instagram posts but I have to sign up with Facebook. May you post your Instagram posts on your website, too?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n12:53 pm</dco> &nbsp;<qco> what planet do you come from?</qco> </h3>      \ni'll give you a hint, it has earthquakes sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n12:28 pm</dco> &nbsp;<qco> will you tell us when you will release your next song</qco> </h3>      \ni could, but there is a logistical problem with doing that, because i'm always wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n12:14 pm</dco> &nbsp;<qco> New song, when!?! I am SO excited. You have no idea. I'd take the day off from work and watch the video all day long, if you gave me a date.</qco> </h3>      \ni'm going to keep it online after i post it, so it will potentially be up there for a long time. So you can check it out on a day you are already off from work. Or, if you are in a certain kind of mood, you could quit your entire job i suppose, but i can't recommend or endorse this without knowing more info about your particular situation\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n11:59 am</dco> &nbsp;<qco> did you have to sit down and think about \"on in up at or so / by if to of no it\" or were those lyrics prepackaged with the melody?&nbsp;</qco> </h3>      \ngiven the line that came before, that was somewhat of a logic puzzle. Also it is worth mentioning that the melody was already established before, because it's the same as the other verses. And in this rare case, the melody was already established way before the song was even written, because this melody figure came to me in a dream with no lyrics on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n11:50 am</dco> &nbsp;<qco> the idea of countries is kind of weird, right?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; am I the only one who thinks this?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n11:31 am</dco> &nbsp;<qco> what if i'm not feeling randy but i accidentally click the \"i'm feeling randy\" button, but then click the \"back to normal\" button but only then actually start to feel randy?</qco> </h3>      \nclick it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n10:51 am</dco> &nbsp;<qco> how do you come up with your twitter posts</qco> </h3>      \nsometimes i think about the sky. if that doesn't work i'll try thinking about the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n10:15 am</dco> &nbsp;<qco> what do you think about cars</qco> </h3>      \nyou never know where they're gonna go next\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n9:09 am</dco> &nbsp;<qco> How do you get more/better individuality?</qco> </h3>      \nhave you considered being someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n8:41 am</dco> &nbsp;<qco> do \"title\" in a song, contributes more to the lyrics, the music (instruments), or just the context of the whole song?</qco> </h3>      \nas a songwriter, you're gonna have to decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n7:35 am</dco> &nbsp;<qco> what's in the everything salad?</qco> </h3>      \nsomething\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n7:19 am</dco> &nbsp;<qco> does it make sense to try to make sense?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.11.21&nbsp; \n6:33 am</dco> &nbsp;<qco> what is technology</qco> </h3>      \nit's like when you take a stick and combine it with another stick to make a superstick\n<br><br>"
  }
]
