[
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n1:39 am</dco> &nbsp;<qco> why did they do the american revolution</qco> </h3>      because they wanted the government to be closer to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n12:31 am</dco> &nbsp;<qco> How do I do things I don't want to do?</qco> </h3>      perhaps unhappily\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n11:52 pm</dco> &nbsp;<qco> Do you like sex?</qco> </h3>      only in the workplace\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n11:46 pm</dco> &nbsp;<qco> okay but do you ever just feel like \"ah\"</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n11:45 pm</dco> &nbsp;<qco> In outside is \"going outside\" a metaphor for dieing?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n11:40 pm</dco> &nbsp;<qco> I'm truly interested in your philosophies and beliefs on death and what happens after based on the rare occasional snippets of information about it that I've read on this page. If it's okay to ask, I would like to learn more about it.</qco> </h3>      it's kind of like a movie. what happens after the movie? what happens to the characters in the movie after the movie?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n11:15 pm</dco> &nbsp;<qco> i feel like you were once a huge nerd for homestuck, am i wrong?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n11:11 pm</dco> &nbsp;<qco> how do you feel about interplanetary human existence?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n11:08 pm</dco> &nbsp;<qco> are you ever just tired of life</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n11:05 pm</dco> &nbsp;<qco> how long does it take to digest feelings?</qco> </h3>      one moment per feeling, unless you mix the feelings together in which case you can digest multiple feelings per moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n10:55 pm</dco> &nbsp;<qco> what made you choose music to express yourself against things like drawing or sculpting? Things with arguably just as much creative potential?</qco> </h3>      i don't remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp; \n10:18 pm</dco> &nbsp;<qco> &nbsp;&nbsp;Dearest,Wurtz\n<br>It was a sunny winter afternoon when I stumbled upon a certain video of yours titled,\"Soap tips\"</qco></h3>      that can't be true. since that video came out it has not been winter anywhere <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It is a very well put together piece of media\n I've found very pleasing to ingest with my eyeballs. But a certain subject you flew by was the §oap god\n<br>s™</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp; \n9:48 pm</dco> &nbsp;<qco> Are you gonna make some halloween themed content this year for halloween</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp; \n9:45 pm</dco> &nbsp;<qco> If my best musical ideas come to me while I'm taking a shower, would it be wise to waterproof my music equipment and bring it in the shower with me?</qco> </h3>      the professional thing to do is to get out of the shower and take care of it. otherwise, you are taking a risk<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp; \n9:08 pm</dco> &nbsp;<qco> What are the dangers of using soap?</qco> </h3>      you could get too clean<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp; \n7:21 pm</dco> &nbsp;<qco> hey bill how do you feel about a one'a these right here: \"ab so lutely\"</qco> </h3>      that's tim's dad<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp; \n7:06 pm</dco> &nbsp;<qco> Why are we conscious&nbsp;</qco> </h3>      to see what it's like<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp; \n6:02 pm</dco> &nbsp;<qco> What's the point in using double flats and double sharps when you can just write the note a whole step higher? This has perplexed me for quite a while.</qco> </h3>      let's say you are in Gb with a Gb key signature. and you wanna borrow a little minor. it might be easier, to drop a \"bb\" on the B, rather than trying to put Ab and Anatural next to each other in the scale. if you use Bbb then the scale will flow normally on the page without having to keep flipping the A flat-natural back and forth. but don't take my word for it, try it yourself and see which is more convenient<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp; \n5:56 pm</dco> &nbsp;<qco> Your skull will become concave due to the vacuum created by the constant outflow of your creativity. </qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Will you:\n<br>\n<br>a) Stuff you head with cotton balls, to return your skull to its original shape (and how will you get them in there)?\n<br>\n<br>b) Stop being creative to break the vacuum, then go to dent wizard to have them pull out the concave surface of your skull (and will your insurance cover this)?\n<br>\n<br>c) Avoid getting a concave skull by becoming a non-creative \"normie\" (Bonus points: Will your new career be an account, a politician, or a Hollywood director)?\n<br>\n<br>d) Continue to be creative until, through the force of aforementioned vacuum, you turn yourself inside out (at which point it may become even harder to find a date, and random carnivores will start to chew on you)? Why or why not?\n<br>\n<br></qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp; \n5:32 pm</dco> &nbsp;<qco> will you make longer and better videos on youtube</qco> </h3>      i always make them as good as i can. longer ones take longer to make, so i am currently focusing on videos of a medium size<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp; \n4:10 pm</dco> &nbsp;<qco> why are humans curious? why must we want to know everything that is happening?</qco> </h3>      because it can give us an advantage<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp; \n3:10 pm</dco> &nbsp;<qco> How do I&nbsp;&nbsp;become supreme leader of the universe?</qco> </h3>      it's easiest just to make your own universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n2:09 pm</dco> &nbsp;<qco> I'm new to making music, I use lmms to learn composing some tune that comes to my mind. Sometimes in the middle of the day I get a tune but I won't be able to remember it when I get in front of the computer. Can you please tell me how I could write the tune down, so I can refer to it later. What symbols should I use to write the tune? Thank you.</qco> </h3>      nowadays the best way to write down something musical is to make a quick recording of yourself singing it, or playing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n2:04 pm</dco> &nbsp;<qco> Do you ever run out of ideas?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n1:38 pm</dco> &nbsp;<qco> Are pumpkins scary enough for Halloween?</qco> </h3>      i guess they will have to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n1:15 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710161257\">10.16.17&nbsp;&nbsp;12:57 pm</a>  I think you said that you mostly use a voice memo thing for getting ideas down when they come to you... do you usually just sing the main melody? Are you able to come up with chords/harmony in your head, and if so, how would you record that? What about drum parts/bass line?&nbsp;</qco> </h3>      melody, lyric, then just explain anything else that seems important or not obvious. chords for a melody are often obvious. like when you draw a duck's head, it's pretty much assumed that you're gonna have a duck's body there too. another important thing is to count it off, because a melody sung out of thin air can be ambiguous about where the top of the bar is. so i might count off, might orient the key in case it's not clear, might clarify what the chords are if necessary, and for the groove i might quickly sing something or might compare it to another song's groove, for reference. if i have a keyboard available i might play/sing a quick demo. i often over explain, especially in terms of count-off, because new ideas can disappear easily and you might not know how the time is oriented so i try to be as clear as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n1:01 pm</dco> &nbsp;<qco> Are you a visiting transcendent being whose goal is to study the creative potential of humankind?</qco> </h3>      aren't we all\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n1:00 pm</dco> &nbsp;<qco> Don't you hate it when people ask questions with a period at the end.</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n12:43 pm</dco> &nbsp;<qco> what kind of phone do you have</qco> </h3>      tele\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n9:56 am</dco> &nbsp;<qco> What are the 7 deadly sins?</qco> </h3>      existing, eating, sleeping, singing, dancing,   being born, and having sex\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n8:36 am</dco> &nbsp;<qco> Do you think you are allowing the consumers of your content to shape what you create?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n8:15 am</dco> &nbsp;<qco> advertising is really fucking annoying, how do I get rid of it?</qco> </h3>      buy all their products\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n3:33 am</dco> &nbsp;<qco> What inspired you to make your own music?</qco> </h3>      that way i can make it just the way i want\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n2:51 am</dco> &nbsp;<qco> I'm surprised that you didn't pass precalc. did you never take the class?</qco></h3>      i did not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or were you a poor student?</qco></h3>      in my country you don't have to pay for high school classes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know you are really interested in numbers and such.</qco> </h3>      yes but i prefer to use them on my own time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n2:42 am</dco> &nbsp;<qco> Are applied chords really as complicated as my theory teacher is making them out to be?</qco> </h3>      you can apply any chords! simple or complicated. but don't forget to check how it sounds\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n1:20 am</dco> &nbsp;<qco> do you ever just look at some shit and go \"well, that's just the universe\"</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n1:12 am</dco> &nbsp;<qco> will you ever make a video showing your creative process?&nbsp;</qco> </h3>      oh hell yeah. and i think i have done it a few times before too\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n12:45 am</dco> &nbsp;<qco> Was the randomization process use at all in the decision to make a video about soap?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n12:35 am</dco> &nbsp;<qco> <a href=\"q.php?date=201710161155\">10.16.17&nbsp;&nbsp;11:55 am</a>  Has anyone ever been able to piece together the song you're making before you even release it using the information you leak on this page</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n12:27 am</dco> &nbsp;<qco> how do you feel about 15th chords, are they impostor chords</qco> </h3>      15th is really not a chord name that gets used in real life. so you'd have to clarify what it means to you \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n12:24 am</dco> &nbsp;<qco> why is i capitalized in english</qco> </h3>      perhaps english people feel they are Important\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n12:23 am</dco> &nbsp;<qco> will we ever run out of creativity sauce as a species</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n12:05 am</dco> &nbsp;<qco> how do you answer our questions?</qco> </h3>      i just try to come up with something relevant to say, after the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.17&nbsp;\n11:55 pm</dco> &nbsp;<qco> if i asked could i get the chords to the part of 'outside' during the 'i just picked up the newspaper/Said that the wind blows' line?\n<br>\n<br>Followup: What are the chords to the that line?\n\n</qco> </h3>      \"just\" is E. hopefully that will get you started\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.17&nbsp;\n11:09 pm</dco> &nbsp;<qco> If your mechanical pencil runs out of lead do you add more, or do you just get a new mechanical pencil?</qco> </h3>      i actually start using a new pencil when the eraser runs out. which is much sooner than the graphite runs out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.17&nbsp;\n10:31 pm</dco> &nbsp;<qco> have you ever thought of choreographing dances for your songs</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.17&nbsp;\n9:23 pm</dco> &nbsp;<qco> How can I feel better about myself?</qco> </h3>      be better\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.17&nbsp;\n9:15 pm</dco> &nbsp;<qco> Do you find talking to yourself to be more effective than merely thinking to yourself?</qco> </h3>      often yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.17&nbsp;\n9:07 pm</dco> &nbsp;<qco> Do you enjoy time?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.16.17&nbsp;\n9:04 pm</dco> &nbsp;<qco> Question for Bill Wurtz on <a href=\"q.php?date=201710011623\">10.1.17 4:23 pm</a> : \"define random.\"\n<br>\n<br>Bill says chosen without reason blah blah preferably by computer to eliminate accidental reasoning\n<br>\n<br>I feel the particular response to be inadequate due to some research\n<br>\n<br>\"One thing that traditional computer systems aren't good at is coin flipping,\" says Steve Ward, Professor of Computer Science and Engineering at MIT's Computer Science and Artificial Intelligence Laboratory. \"They're deterministic, which means that if you ask the same question you'll get the same answer every time. In fact, such machines are specifically and carefully programmed to eliminate randomness in results. They do this by following rules and relying on algorithms when they compute.\"\n<br>\n<br>You can program a machine to generate what can be called \"random\" numbers, but the machine is always at the mercy of its programming. \"On a completely det\n erminist\n ic machine you can't generate anything you could really call a random sequence of numbers,\" says Ward, \"because the machine is following the same algorithm to generate them. Typically, that means it starts with a common 'seed' number and then follows a pattern.\" The results may be sufficiently complex to make the pattern difficult to identify, but because it is ruled by a carefully defined and consistently repeated algorithm, the numbers it produces are not truly random. \"They are what we call 'pseudo-random' numbers,\" Ward says.\n<br>\n<br>- MIT School of Engineering\n<br>\n<br>How do you feel about this? Will you stay with your stance of preferring computers to eliminate accidental reasoning or have you been influenced to believe that the machine can never trump human creativity&nbsp;</qco> </h3>      if you just take a number value associated with the current time, on a very small scale, and convert it to mod7 for example, (if you are looking for a number from 1 to 7) you will easily get random choices that no human user could ever manipulate. but furthermore, there are even some more advanced techniques happening on random.org which enables it to easily give me random sequences of numbers which are more than good enough for anything i could possibly need random numbers for\n<br><br>"
  }
]
