[
  {
    "html": "<h3> <dco>10.23.18&nbsp; \n12:57 pm</dco> &nbsp;<qco> i know you're mostly self-taught in music, but is the same true for making videos? </qco></h3>"
  },
  {
    "html": "<h3> <dco>10.23.18&nbsp; \n11:18 am</dco> &nbsp;<qco> On your lyrics page, there are lyrics to a lot of songs that are not on youtube. Where can those songs be found?</qco></h3><a href=\"https://billwurtz.com/songs.html\">songs</a>"
  },
  {
    "html": "<h3> <dco>10.23.18&nbsp; \n8:17 am</dco> &nbsp;<qco> How are you making videos so fast? You were not so quick before.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.18&nbsp; \n6:41 am</dco> &nbsp;<qco> how much do you think money matters in life</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.18&nbsp; \n3:24 am</dco> &nbsp;<qco> are there any deeper meanings within your lyrics? \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>10.23.18&nbsp; \n3:23 am</dco> &nbsp;<qco> After you decide you're done making songs every two weeks, what is the next thing you'd like to do? Update the reality section?</qco></h3>"
  },
  {
    "html": "<h3> <dco>10.23.18&nbsp; \n3:15 am</dco> &nbsp;<qco> What have you studied?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.18&nbsp; \n2:53 am</dco> &nbsp;<qco> try using more air in your diaphragm to reach higher notes and not strain your voice</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.18&nbsp; \n1:47 am</dco> &nbsp;<qco> Are you ever going to use your notebook or reality pages again? </qco></h3>"
  },
  {
    "html": "<h3> <dco>10.23.18&nbsp; \n1:43 am</dco> &nbsp;<qco> How to be interesting</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.18&nbsp; \n12:48 am</dco> &nbsp;<qco> how do you make your songs so good?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.23.18&nbsp; \n12:19 am</dco> &nbsp;<qco> did you really fall in love on the Q train or did that just sound the nicest of all the options</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n8:54 pm</dco> &nbsp;<qco> does vinyl really sound better?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n8:37 pm</dco> &nbsp;<qco> For the record, I'd buy your record, if you'd record one</qco> </h3><a href=\"https://itunes.apple.com/us/artist/bill-wurtz/id1019208137\">many</a><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n8:37 pm</dco> &nbsp;<qco> can you give us the letters in your next song's title so we can try to unscarmble it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n8:35 pm</dco> &nbsp;<qco> how do you feel about the fact that your songs are playing in my head constantly as i go about my day and it pumps me the HECK up and motivates me to do the things i'm s'posed to</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n8:25 pm</dco> &nbsp;<qco> Why did you walk 8 hours a day for two days?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n7:18 pm</dco> &nbsp;<qco> cant help noticing how good your typography is, completely insane. ive tried doing it a few times, but the results were nothing like yours. what would you recommend to help it stand out?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n5:22 pm</dco> &nbsp;<qco> Do you have any hobbies outside of writing music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n4:39 pm</dco> &nbsp;<qco> Are you following a purpose and believe in higher ones compared to others?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n2:45 pm</dco> &nbsp;<qco> how do I stop myself feeling jealous of people that make better content than me?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n12:39 pm</dco> &nbsp;<qco> Do you judge people for putting ads on their videos? </qco></h3>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n11:44 am</dco> &nbsp;<qco> You went to writing-lyrics-about-going-home&nbsp;&nbsp;rehab a while back, but maybe fell off the wagon for When I Get Older. Any plans for more rehab, or just accepting the things you cannot change? \n<br>(plz accept, it's so relatable and good)&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n11:37 am</dco> &nbsp;<qco> is there ever gonna be more merch cause i think there is hella potential cause your videos are so A E S T H E T I C</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n11:36 am</dco> &nbsp;<qco> Can you tell us one of your most recent shower thoughts?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n11:07 am</dco> &nbsp;<qco> Whats the hardest instrument to sight read on?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n10:49 am</dco> &nbsp;<qco> what other careers/professions are you interested in?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n10:38 am</dco> &nbsp;<qco> pls consume water!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n10:26 am</dco> &nbsp;<qco> You know how you always never tell us what the name of the next song in its entirety until the whole song is released? How about changing that up and just telling it to us? Gotta see if that works better or worse than not telling us.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n10:22 am</dco> &nbsp;<qco> Whenever I tell people I wanna be able to improvise, they tell me to use the circle of fifths. Could you explain why it is useful?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n10:20 am</dco> &nbsp;<qco> Is there any instrument you don't yet play that you'd like to learn how to?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n10:17 am</dco> &nbsp;<qco> What is the longest walk (time or distance) that you've done?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n8:24 am</dco> &nbsp;<qco> Bill, what's your approach to songwriting? My family listens to your music a lot, and I was wondering how you make it so good :)&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n8:11 am</dco> &nbsp;<qco> what are your thoughts on practising with a metronome?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n6:34 am</dco> &nbsp;<qco> Are preparing / at least thinking about going on a tour ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n4:49 am</dco> &nbsp;<qco> show us a clip of a reality vid you made today, as a spoiler for passionate fans</qco> </h3><a href=\"201810220545.mp3\">ok</a><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n4:27 am</dco> &nbsp;<qco> Hı&nbsp;bill,i'm a piano player, i started making music when i was 15 years old and i've been in love with it ever since. Now i'm 18 and i gotta decide what my next move will be. I would really love music as a career but i'm on the fence, i have some doubts. I want to either make music as my career or computer science. My family and friends mostly support the computer science, because pay is better and there are more job opportunities but even though computer science is enjoyable, music is like enjoyable x100. Do i have to go to music school? I mean i have a lots of gaps in my knowledge and i need to fill that. Or i might somehow make two of the choices work at the same time. Did you go to music school? How's the pay for a musician new in the scene? I love playing to a crowd and seeing them enjoy my performance that's one of the many ways of music i love</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n1:22 am</dco> &nbsp;<qco> what's your favourite thing about airplanes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n1:08 am</dco> &nbsp;<qco> im gay. people now know. do people dislike this</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n12:50 am</dco> &nbsp;<qco> Any songs that you've made you're not proud of? Like you wish could've (or can) be better?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n12:05 am</dco> &nbsp;<qco> thanks Bill, how do I find the sqr root in my head?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.22.18&nbsp; \n12:00 am</dco> &nbsp;<qco> Are you ever going to wrote in this site's notebook again?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n10:47 pm</dco> &nbsp;<qco> Hi about the 'pop music is the classical music of now' thing.. I agree with the point that I think paul was making, that popular music isn't for whatever reason less valid or has less artist merit than the \"high class stuff\"... but was classical music actually popular in its time? Like didn't mozart and beethoven and all those guys mostly perform for royalty and stuff? And you had to be really rich to go see an orchestra or an opera or whatever, and there wasn't any recorded music or radio or anything.... Wouldn't popular music at that time have been the music people made themselves, like traditional folk songs and church hymns and stuff??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n10:23 pm</dco> &nbsp;<qco> Hey Bill, do you think you'll ever do any interviews or videos about yourself in a more relatable or narrative context? I find what you make very enjoyable and I'm really curious to know who you are, what inspires you, and what your art means in to you.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n10:05 pm</dco> &nbsp;<qco> will you ever make good videos again? it seems like you died in March.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n9:45 pm</dco> &nbsp;<qco> what's your hair color?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n9:39 pm</dco> &nbsp;<qco> are there any subliminal messages in your songs?</qco></h3>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n8:26 pm</dco> &nbsp;<qco> I don't like school because it's boring. How do I make it less boring?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n8:23 pm</dco> &nbsp;<qco> Some People categorize your songs as christon rock. Do you think that your songs are Christian rock?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>10.21.18&nbsp; \n8:22 pm</dco> &nbsp;<qco> why do you use a baritone uke instead of an acoustic guitar?</qco> </h3><br><br>"
  }
]
