[
  {
    "html": "<h3> <dco>3.24.18&nbsp;\n12:24 am</dco> &nbsp;<qco> how would you describe a high temperature?&nbsp;</qco> </h3>      hot?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n11:56 pm</dco> &nbsp;<qco> what should i do if im trapped and im being forced to act a certain way and each time i resist it i get punished and i get really really depressed and hopeless because it seems like theres no way to escape these chains?</qco> </h3>      is there a way to get out of the building, then find your way to a hardward store and get something that will break the chains\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n11:04 pm</dco> &nbsp;<qco> Do you own a telescope&nbsp;</qco> </h3>      i am leasing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n10:55 pm</dco> &nbsp;<qco> can you give me a sign?</qco> </h3>      everything is signs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n10:41 pm</dco> &nbsp;<qco> whos your favorite advertiser</qco> </h3>      the one that is willing to follow me to the ends of the earth, no matter how many times i say no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n10:18 pm</dco> &nbsp;<qco> when was the last time that you took a genuine, relaxing, stress free break? if the last time that you sat down and watched tv was really 4 years ago, you're a fucking god</qco> </h3>      what makes you think i watched tv 4 years ago\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n9:07 pm</dco> &nbsp;<qco> according to your bio, you accidentally came to earth. where did you live before?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n8:43 pm</dco> &nbsp;<qco> i cannot sleep, but i might will, i didn't decided yet. which movie should i watch?</qco> </h3>      cars\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n8:31 pm</dco> &nbsp;<qco> do you like pentagrams</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n8:29 pm</dco> &nbsp;<qco> what shape is the universe/</qco> </h3>      every\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n8:01 pm</dco> &nbsp;<qco> When is video finally gonna kill the radio star?</qco> </h3>      plot twist, video actually gives birth to radio stars\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n7:47 pm</dco> &nbsp;<qco> Is it true that only nerds play piano?</qco> </h3>      yes, and use the qwerty typing keyboard\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n7:23 pm</dco> &nbsp;<qco> have you ever just been normal?</qco> </h3>      almost\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n4:33 pm</dco> &nbsp;<qco> Why did&nbsp;&nbsp;La de da de da de day oh take 10 years to produce? </qco></h3>      it did not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n(Serious question, I did my research and I know the chorus is from 2008.)</qco></h3>      that's not true, the chorus is from 2012<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Did you just put it off for another time? </qco></h3>      i moved onto the next song in the list. and the next 400 songs after that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI don't mean to say it's bad lol it's great. I'd guess it was just the development of other songs.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n4:11 pm</dco> &nbsp;<qco> ever thought of making a video in the horror genre</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n3:31 pm</dco> &nbsp;<qco> how do you decide what to focus your energy on? \n</qco></h3>      stage a tournament, with an intricate heirarchical bracket system<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nhow can you avoid being a jack of all trades if you like doing many different things?</qco> </h3>      panic first, then set up a tournament\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n3:25 pm</dco> &nbsp;<qco> can you say no</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n2:29 pm</dco> &nbsp;<qco> Do you enjoy older music? (ex. 50's, 60's etc) I certainly do. (you probably don't care about my answer but whatever.)</qco> </h3>      i enjoy music from any time, if i can hear it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n1:58 pm</dco> &nbsp;<qco> For any kind of art, is it a good idea to study art, or just study yourself? A mixture?</qco></h3>      \nboth. maybe even study how you react to art. and then study art which was made by you. stay tuned for more combinations<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like a lot of art lacks originality, and whenever people tell me to study this or that, I feel a cagey, like I might forget my own way. Did you ever have this problem?</qco> </h3>      it's not really a problem. either way you will be just fine\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n1:44 pm</dco> &nbsp;<qco> why do black keys right next to white keys sound terrible when played at the same time?</qco></h3>      they sound fine as long as you play certain other keys as well, for reinforcement<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; another question: do you like playing black keys right next to white keys at the same time?</qco> </h3>      yes, with proper reinforcement. or, if a tense moment is called for, maybe with no reinforcement\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n1:25 pm</dco> &nbsp;<qco> do you have a job? \n</qco></h3>      it's a boj<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nDoes it involve cats? \n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nit should</qco> </h3>      i disagree\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n12:07 pm</dco> &nbsp;<qco> My boyfriend keeps telling me about the news, but it's so terrifying that I can't do things.</qco></h3>      oh that's great news for the news, now you'll watch more<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like I should stay up to date and that it's important, but I would also prefer not to be in a constant state of terror. Advice?</qco> </h3>      don't forget, the news puts news on the news even when there is no news. the bad stuff works better because it gets you to watch more. where as the real news you will reach you, even if you don't watch the news. for example if the entire world is on fire, your friend or brother will assuredly tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n11:59 am</dco> &nbsp;<qco> What if I can't?</qco> </h3>      ah, that's the spirit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n11:55 am</dco> &nbsp;<qco> Do you always answer questions in the order they are sent?</qco> </h3>      the answers are posted in the order they were sent\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n11:25 am</dco> &nbsp;<qco> What's your specialty?</qco> </h3>      talking to walls\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n11:04 am</dco> &nbsp;<qco> Is life just virtual reality but we just don't know it\n<br></qco> </h3>      reality is virtual life\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n11:03 am</dco> &nbsp;<qco> how long did it take to render la de da de da de da de day oh?</qco> </h3>      that would be difficult to calculate, due to the multi-faceted and layered nature of the project\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n9:56 am</dco> &nbsp;<qco> Are you afraid?</qco> </h3>      yes but no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n9:49 am</dco> &nbsp;<qco> What's your favorite kind of punctuation</qco> </h3>      flunctuation\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n9:36 am</dco> &nbsp;<qco> how do i go to space</qco> </h3>      <a href=\"q.php?date=201604041812\">4.4.16&nbsp;&nbsp;6:12 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n9:36 am</dco> &nbsp;<qco> (my previous submission was a mistake please ignore thanks.)\n<br>so far you have expressed art in the first and second dimension.\n</qco></h3>      and 4th, or 3rd, depending on which order you put the dimensions in<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\ndo you have any interest in going into the third dimension? I imagine... a world built with music being generated before you while the song plays and you can explore it. Maybe we can even get the mountains in there so we can climb those things.\nHow do you feel about this?</qco> </h3>      i might do something a little different\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n9:18 am</dco> &nbsp;<qco> are penguins real?</qco> </h3>      yes but i can't prove it right now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n8:25 am</dco> &nbsp;<qco> favourite type of art?</qco> </h3>      type changing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n8:22 am</dco> &nbsp;<qco> Why do you create?</qco> </h3>      as proof of life\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n7:33 am</dco> &nbsp;<qco> do you see these questions in the order they are sent to you?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n7:28 am</dco> &nbsp;<qco> <a href=\"q.php?date=201803212218\">3.21.18&nbsp;&nbsp;10:18 pm</a>  do you have plans to go back to that song some time? or does it not fit your video plans?</qco> </h3>      it's still in the list\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n3:53 am</dco> &nbsp;<qco> have you ever cracked an egg and found two yolks in one egg?</qco> </h3>      i prefer yolkless eggs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n3:34 am</dco> &nbsp;<qco> What happens when April approaches?</qco> </h3>      it gets later in march\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n3:10 am</dco> &nbsp;<qco> why is my stomach gurgling?</qco> </h3>      perhaps you are a witch\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.23.18&nbsp;\n1:35 am</dco> &nbsp;<qco> Is the minimalistic nature of this website a stylistic preference or just practicality?</qco> </h3>      both\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n11:40 pm</dco> &nbsp;<qco> some jpop songs i listen to have very well-written guitar or keyboard solo parts. do you think these parts are improvised or did they 'compose' them?</qco> </h3>      i'd have to hear it to evaluate\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n9:05 pm</dco> &nbsp;<qco> I lost the packaging, how long do I put it in the microwave for?</qco> </h3>      you forgot to tell me what the thing is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n8:46 pm</dco> &nbsp;<qco> I'm working on a song right now. I wrote it a long time ago (well not so long if we're using geological scale) and never really payed any attention to it, but one time one musician heard it's unfinished version and said that it is a very great song, and a very lame performance. As I am clinically crazy, I started to work on it from the beginning and saw it's \"true\" potential. It's a song about trying to escape from reality by going, walking far away. Walking home, searching home.\n<br>\n<br>But I can't make it right. Right now it is almost 8 minutes long, and boring for everybody but me.\n<br>Kind mister, please advice me. How to make those 8 minutes The Eight Minutes? </qco></h3>      you are probably asking the wrong person. i have a general rule not to make songs longer than 4 minutes. for something longer, i think it needs visual elements, maybe some story telling, many more things outside of just being a song. that's just what i've learned from experience. that doesn't mean you can't make a longer song with audio only, but it's not something i have any advice for. my first advice would make it much more than a song and use visual and story telling elements<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How to make a masterpiece out of something that might touch only my puny schizo hearth? Should I just climb this mountain? There is probably no use in me writing this and I'm still a piece of garbage, but I won't write it so I'm free to do it XD\n<br>I just look for some inspiration.\n ..\n<br>\n\n<br>By the way I love your work, it helped me through some harder times yesterday, and it always touches my puny hearth deeply :)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n8:38 pm</dco> &nbsp;<qco> How high can I levitate, before it would be considered flying?</qco> </h3>      it's considered floating unless you move horizontally to a new geographical location\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n8:26 pm</dco> &nbsp;<qco> Can you spell \"icup?\"</qco> </h3>      you already did\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n7:49 pm</dco> &nbsp;<qco> how much are you telling the truth in your lyrics and how much are you lying?</qco> </h3>      it's like making an ice cream sundae. the only way to find the truth is to taste it, and then you still won't know for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n7:36 pm</dco> &nbsp;<qco> what do you use to edit?</qco> </h3>      a broom\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n7:17 pm</dco> &nbsp;<qco> thoughts on mr. rogers?</qco> </h3>      very neighborly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n7:08 pm</dco> &nbsp;<qco> what if tires were round</qco> </h3>      then maybe you could finally get somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.22.18&nbsp;\n6:47 pm</dco> &nbsp;<qco> I've have started to learn how to play the guitar, any song that you think might be good for a beginner?</qco> </h3>      it should be a song you know very well\n<br><br>"
  }
]
