[
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n1:11 pm</dco> &nbsp;<qco> do i like the song that you're making</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n12:37 pm</dco> &nbsp;<qco> How do you keep yourself motivated to do things?</qco> </h3>      \ni have to find the things i most want to do. if i find those things i genuinely want to do, then that's genuine motivation already\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n12:12 pm</dco> &nbsp;<qco> Can you see into my soul? </qco></h3>      only a tiny bit<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, what's in there?</qco> </h3>      \na curiosity, about the contents of souls\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n11:52 am</dco> &nbsp;<qco> How are we alive?</qco> </h3>      \neveryone has a chance to demonstrate this in their own way\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n10:32 am</dco> &nbsp;<qco> does everything happen for a reason?</qco> </h3>      \ninstead of 1 reason, it's more like infinite reasons. it's like liquid reason at that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n9:47 am</dco> &nbsp;<qco> What if the dust will never settle?</qco> </h3>      \nmaybe you can partake in a dust dance\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n9:32 am</dco> &nbsp;<qco> Bill wurtz Archive - 2012/05/12 00:58 - Did the ice melt on it's own or did you do something to melt it faster? Need help melting ice</qco> </h3>      \nthe ice is always melting constantly. it's never clear how fast it's melting because there is always more ice. this may seem disappointing, but i've heard stories from people who have finished melting the ice and they say it's miserable after that. that's probably because the thing you crave is really the melting process\n\n\n\n\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n8:16 am</dco> &nbsp;<qco> Are you excited for your new song?</qco> </h3>      \nyes but what i'm more excited about is to produce many more songs, and non-songs also\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n8:07 am</dco> &nbsp;<qco> where did the good times go&nbsp;</qco> </h3>      \nall around you, right now. that's where they went \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n7:04 am</dco> &nbsp;<qco> what are the chords to your intro of \"long long long journey\"?</qco> </h3>      \nthat seems to be F#sus2, and Badd2 over F# (even though there's no bass here but if there were it would stay on F#)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n6:20 am</dco> &nbsp;<qco> Why do you answer questions in the middle of the night?</qco> </h3>      \nwhy do you ask them in the early morning\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n6:20 am</dco> &nbsp;<qco> Why are humans so stupid and ignorant?</qco> </h3>      \nthis is to round out the intelligence and wisdom they also have\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n4:52 am</dco> &nbsp;<qco> have you ever jokingly thought of using drugs such as lsd to make a song/get an idea about what song to make next (since i remember seeing people saying that your songs feels the same as getting high)</qco> </h3>      \nthat doesn't sound like a joking matter. ideas, and getting them, is serious. the process is completely ridiculous and i take it very seriously\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n2:05 am</dco> &nbsp;<qco> any fun facts?</qco> </h3>      \nyep, they're all fun\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n11:34 pm</dco> &nbsp;<qco> Ah snakes</qco> </h3>      \ni know what you mean\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n11:25 pm</dco> &nbsp;<qco> Have you ever felt like it was the beginning of the end (of society)?</qco> </h3>      \nyes but it's more often that i think it's the beginning of the beginning\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n10:09 pm</dco> &nbsp;<qco> how do i make the correct decision?</qco> </h3>      \nno decision is correct. if it were, then it would not be up for decision\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n8:21 pm</dco> &nbsp;<qco> Are we at the point yet where you can tell me the song which contains the word which contains the 47th letter of the lyrics of your next song?</qco> </h3>      \nsure, i think \"i'm a princess\" has it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n6:27 pm</dco> &nbsp;<qco> How do you think of your amazing chord progressions? </qco></h3>      i'm not sure, but it happens at the same time as the lyrics and melody. otherwise it's usually useless\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n5:54 pm</dco> &nbsp;<qco> do you keep some songs to yourself?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n2:38 pm</dco> &nbsp;<qco> Does the Big Bang make any sense to you?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n2:36 pm</dco> &nbsp;<qco> If everything is everything, then why can't everything be everything?</qco> </h3>      \nto give you a chance to fight for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n11:30 am</dco> &nbsp;<qco> What are the chords for the beginning of, \"got some money?\"</qco> </h3>      \n F#min, C#7/F#, F#min7, F#min6\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n11:19 am</dco> &nbsp;<qco> what would you say if someone told you basic calculus wasn't hard?\n</qco></h3>      i'd say i believe that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;now with the new knowledge that this is an Indian guy asking, what is your updated reply?</qco> </h3>      same\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n11:09 am</dco> &nbsp;<qco> how do you manage to come up with all the weird stuff in your music videos?</qco> </h3>      \ni just take normal stuff and nudge them slightly overboard\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n10:51 am</dco> &nbsp;<qco> does your next song use the word \"home\"</qco> </h3>      \ni hope not\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n10:51 am</dco> &nbsp;<qco> i still question what's in the fragile box in the unboxing video... what's in the box?</qco> </h3>      \ninstructions for how to make the box\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n10:35 am</dco> &nbsp;<qco> hello bill, how are you doing? </qco></h3>      pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;are you going to the superbowl? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;god bless</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n9:11 am</dco> &nbsp;<qco> what music plays in funny dolphin</qco> </h3>      \nthe music that i made specifically for that video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n8:26 am</dco> &nbsp;<qco> i make really tiny paintings. i like them but people say i should make BIGGER paintings. should i get out of my comfort zone?. maybe i can make an art gallery for ants instead</qco> </h3>      \nhow about making them so big that it makes the people who said they were too small say they're too big\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.3.22&nbsp; \n12:34 am</dco> &nbsp;<qco> is it possible for a magician and a scientist to fall in love?</qco> </h3>      \nnot just possible. probable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n11:40 pm</dco> &nbsp;<qco> How do I let go of perfectionism and just allow my art to be?</qco> </h3>      \nfind a piece of bad art, and try to out-do it by making yours worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n10:29 pm</dco> &nbsp;<qco> do a song</qco> </h3>      \ni almost didn't even think of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n10:16 pm</dco> &nbsp;<qco> Hi Bill, can you help me? I finished my first album a year ago (just the music, without lyrics, but with a clear singable melody). The thing is that since then I've been heavily struggling to write lyrics to those melodies. (The album hasn't been published yet) I know what each song should talk about. I perfectly know what each song should make me feel (lyricaly). But everytime i sit down to actually write the lyrics I freeze up and nothing comes. I feel like I could have avoided this whole situation if the songs had been composed with lyrics from the first place, but sadly that's not how this songs came to life. I know that one solution would be to keep them as they are, without lyrics. but there's a clear message i want to express in every song, and leaving them like that would not help me to reach that goal. any advice on this problem? Thanks Bill, your work means so much to me</qco> </h3>      \nthis may seem inconvenient, but the best solutions always seem to arrive when you literally thought you were not working on it. when you're not even thinking about it. But, as long as you are trying, what you can do is just start putting any words on it, and keep trying different things. eventually if you do this enough, you'll probably get sick of it and stop thinking about it and then the answers will be right there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n10:06 pm</dco> &nbsp;<qco> whats your favorite piece of clothing?</qco> </h3>      \nthe troposphere\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n9:33 pm</dco> &nbsp;<qco> how do i know when a song is done? </qco></h3>      it's your choice. but this is probably not the answer you want<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;there must be some scientific way to solve this</qco> </h3>      \nthere is not. if you listen to science, no song is done\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n9:16 pm</dco> &nbsp;<qco> Why did you start making music?</qco> </h3>      \ni realized it was already making me, so i might as well join the race\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n6:30 pm</dco> &nbsp;<qco> brain too loud, how do I make it quieter?&nbsp;</qco> </h3>      \nstart writing loud\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n6:09 pm</dco> &nbsp;<qco> are you the ceo of sex?</qco> </h3>      \nno. thank you for checking\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n4:21 pm</dco> &nbsp;<qco> Is the new video a \"got to know what's going on\" music video?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n4:02 pm</dco> &nbsp;<qco> what is the average use of a melon? please i need to know</qco> </h3>      \nmelons are self using\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n3:57 pm</dco> &nbsp;<qco> is there a word for the style of jazz where you play like 100 notes per second and use 90% of the 12 notes in the octave at all times </qco></h3>      ....intellectual?<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(like, johnny costa, john coltrane, probably other people named \"john\")</qco> </h3>      \nah, that would be john jazz. but i can't verify that that's the same as the many-note style you described before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n3:48 pm</dco> &nbsp;<qco> what number of boxes would you consider to be a suspicious amount of boxes?</qco> </h3>      \nany number different than the expected amount\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n3:23 pm</dco> &nbsp;<qco> why was the questions page in my dream ?</qco> </h3>      \nbecause you have spent some time here\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n2:36 pm</dco> &nbsp;<qco> i'm starting to think the sun isn't real, can you confirm the sun is real?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n1:34 pm</dco> &nbsp;<qco> how would you describe yourself</qco> </h3>      \ni would probably make a website\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n12:20 pm</dco> &nbsp;<qco> why do people do things</qco> </h3>      \nto see if it's possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n10:28 am</dco> &nbsp;<qco> why did they invent paint and paintings?</qco> </h3>      \nto make better pictures\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n9:22 am</dco> &nbsp;<qco> You are featured in osu!(?) How did this happen?</qco> </h3>      \nthey contacted me and we discussed it and reached an agreement. for me i'll confess it was mostly part of a greater scheme to practice saying \"Yes\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.2.22&nbsp; \n9:11 am</dco> &nbsp;<qco> why do you use a triangle but not a square</qco> </h3>      \ni use squares probably more than i use triangles\n<br><br>"
  }
]
