[
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n2:29 pm</dco> &nbsp;<qco> What is your opinion on the Sonic movie?&nbsp;</qco> </h3>      the controller doesn't work\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n2:05 pm</dco> &nbsp;<qco> whats coming out on sep 5 2019</qco> </h3>      another iphone maybe? how about one with more apps\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n1:21 pm</dco> &nbsp;<qco> would you like some all new eat in a can with reduced metabolic biological horrors</qco> </h3>      maybe without the can\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n1:00 pm</dco> &nbsp;<qco> Are you still picking songs from the list to complete, or are you using brand new material for right now?</qco> </h3>      the way it works now is i do 'general writing' sessions for a certain amount of time (adding new things to the list). Then, after that, i do a throrough (fast) comb through the entire list, narrow it down to about 20-40 finalists, then immediately randomize from there. entire selection process including the generalized writing can be executed in 2 hours<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n11:39 am</dco> &nbsp;<qco> what inspired the mcdonalds song?</qco> </h3>      the atlantic avenue mall mcdonald's within the opening hour on sept 18, 2010. probably one of those mornings where 16 different machines are all making different beep warning sounds warning you (the employee) that the food might somehow be bad in whichever way that particular machine is supposed to prevent\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n11:00 am</dco> &nbsp;<qco> why does middle school suck</qco> </h3>      perhaps you are overtaken with nostalgia for the schools on either side\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n10:44 am</dco> &nbsp;<qco> I think I smell a big project cooking. Is there?</qco> </h3>      it's not actually that big it's just rich. like you remember the artist 'big and rich', well not like that. not both\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n10:24 am</dco> &nbsp;<qco> do you reckon the video will be out in the next week?</qco> </h3>      it's barely even in. yes i'll try my best\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n10:02 am</dco> &nbsp;<qco> has a question ever left you unable to answer it because of how sad it was?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n9:56 am</dco> &nbsp;<qco> What is the longest question that you have ever answered on this page?</qco> </h3>      this one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n9:19 am</dco> &nbsp;<qco> I am trying to learn of to sing. Any tips?</qco> </h3>      \n<a href=\"https://billwurtz.com/just-try-to-have-a-good-time.mp3\">singing tips</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n9:07 am</dco> &nbsp;<qco> is your 2010 song \"i wanna go home\" linked to anything you say in your recent songs about not finding your way home, or not having a home, or even how you get home again?</qco> </h3>      same singer and writer\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n8:37 am</dco> &nbsp;<qco> will the new vid be in 1080p</qco> </h3>      it will be 1920x1080\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n7:02 am</dco> &nbsp;<qco> can u write a song where you can read the lyrics from beginning to end and get a certain meaning and then re-read them from end to beginning and get another meaning</qco> </h3>      i write songs with music involved. when it's just for reading i call it something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n6:49 am</dco> &nbsp;<qco> Do you consider yourself an absurdist</qco> </h3>      absurdity is but one of several tools in my repertoire \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n5:13 am</dco> &nbsp;<qco> How do you deal with not-a-lot-of-people-watch-my-videos-that-I-put-a-lot-of-effort-into syndrome</qco> </h3>      join twitter and start screaming at everyone (in a very polite tone of voice)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n1:13 am</dco> &nbsp;<qco> are you naturally drawn to certain keys? i seem to write most of my songs in f minor</qco> </h3>      i'm drawn to whatever keys i was recently not drawn to\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n12:49 am</dco> &nbsp;<qco> What fun did you have today?</qco> </h3>      took some intensive lessons from James Taylor, not the songwriter a different one\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n12:44 am</dco> &nbsp;<qco> New prediction for your new epic passion: stop motion</qco> </h3>      not even close\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.19&nbsp; \n12:09 am</dco> &nbsp;<qco> Where does your sense of humor come from?</qco> </h3>      the gutter\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n11:34 pm</dco> &nbsp;<qco> Hmm, I think found a really nice place to add a new chord, but I just can't seem to find a chord to fit at that moment. I'm trying to make the chord using the first note of that new bar, but the chords I'm trying just don't sound right (maybe it's just me). Do you have advice on figuring out a chord for a particular moment?</qco> </h3>      just add 1 note to that moment, in addition to the note that's already there. like in happy birthday to you, if it's in the key of C let's say, ... let's pick the very last moment of the song, \"you\", a 3rd above. (sing E in harmony with the C note on 'you.') but don't take my word for it, try this one in your spare time<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n10:00 pm</dco> &nbsp;<qco> why do you use single quotes</qco> </h3>      lighter weight, with all the same functionality and useability\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> Content Status Report Por Favor</qco> </h3>      skills building. skuilding, as i call it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n8:41 pm</dco> &nbsp;<qco> should i make music a career</qco> </h3>      no but sometimes it's fun to do things you shouldn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n8:36 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201905122316\">5.12.19&nbsp;&nbsp;11:16 pm</a>  do you like the backing vocals in the chorus of peg</qco> </h3>      sort of but not really. lose 1,000,000 points for singing a word that has zero chance of being understood without consulting a lyric sheet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n6:47 pm</dco> &nbsp;<qco> who is an artist or musician you think doesn't get enough credit?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n6:40 pm</dco> &nbsp;<qco> have you freed yourself from hipocrisy yet?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n3:14 pm</dco> &nbsp;<qco> Should I get married?</qco> </h3>      you might already be married\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n2:58 pm</dco> &nbsp;<qco> Glazed donut or chocolate donut?</qco> </h3>      i think you forgot to attach the donut. did not receive, can't evaluate\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n2:52 pm</dco> &nbsp;<qco> are there any things you're very excited for</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n1:40 pm</dco> &nbsp;<qco> whats the best prank youve ever pulled?</qco> </h3>      blasphemy\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n12:11 pm</dco> &nbsp;<qco> aren't your neighbors technically the first listeners of your songs</qco> </h3>      no but i am the first listener to them fighting and having domestic disputes involving rage and violence and occasionally playing average rock and roll\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n11:49 am</dco> &nbsp;<qco> Why is English spelled with an E?</qco> </h3>      because \"eng\" was the sound everyone made during all the fighting when everyone was invading each other, during the \"golden age of great britain\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n11:45 am</dco> &nbsp;<qco> make a poem about rocks</qco> </h3>      oh lord i've done that way too many times\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n10:54 am</dco> &nbsp;<qco> What does a bagel look like?</qco> </h3>      hold on let me run some <a href=\"bagel.mp4\">tests</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n10:46 am</dco> &nbsp;<qco> If the rest of the world thinks that global warming is real, then why does the US think that global warming is fake?</qco> </h3>      everyone i've ever met from the US thinks it's real but perhaps i haven't really met that many people from the US\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n10:25 am</dco> &nbsp;<qco> My friend listens to a lot of your music, but his dad gets mad at him for it because he doesn't consider your music \"real music\". Is there anything my friend could say to him to prove him that your music is real music? (Even though all music is real music, and it's stupid that my friend has to deal with this).&nbsp;</qco> </h3>      my friend gets mad at my other friend because they don't think you are a real person. what now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n9:45 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905111212\">5.11.19&nbsp;&nbsp;12:12 pm</a>  - Yes, it would be \"a good album\". Seriously! All the albums that really are worth the candle and aren't just \"compilations of songs\" already do that, at least in my eyes. Take Daft Punk's Discovery for example, or Janet Jackson's The Velvet Rope. Albums that have so many twists and turns that to share only one song off of it at a time is kind of doing it an injustice. THAT'S a sign of a good album - when you need someone to take in the total package rather than just a singular song. It'd be like taking a chord from a song and just playing that rather than the whole song;&nbsp;sure you can do it, but to get the whole scope of things, you need the entire track. An album should be like that, I feel.</qco> </h3>      seems like it could be better if it had a little more non-song content to fill it out. at least enough so that calling it an album would be a stretch, and it would be better off called a 'movie' or 'story' or at the very least a 'musical'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n9:00 am</dco> &nbsp;<qco> Does it also bother you when people say men-at-arm to address one of the many men-at-arms, when they should actually say man-at-arms?</qco> </h3>      never heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n8:46 am</dco> &nbsp;<qco> Did you abandon the schedule, or did the schedule abandon you?</qco> </h3>      the secret is i unabandoned something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n7:48 am</dco> &nbsp;<qco> How to take care of depression? :((</qco> </h3>      you could go on a game show. actually nothing in life is guaranteed so i would actually recommend starting your own game show. that is very rewarding\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n7:06 am</dco> &nbsp;<qco> What do your songs mean?</qco></h3>      i like songs<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or are they just open for anyone to interpret?</qco> </h3>      other people might like songs too, that's another interpretation i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n6:22 am</dco> &nbsp;<qco> should i eat chicken or mustard?</qco> </h3>      you could combine both by eating a chicken who ate mustard\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n3:28 am</dco> &nbsp;<qco> have you ever been unhappy with your voice, whether that would be in the past or in the present?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (i feel like i just read a question very recently asking if you like your own voice but i don't know whether or not i should believe myself. if you did just answer a question like that, then um sorry ignore this question)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n2:28 am</dco> &nbsp;<qco> there are too many questions i could ask, could you make one for me? or does that count as a question? did i just ask two questions? ...is there a question limit?</qco> </h3>      you're doing great!!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n1:50 am</dco> &nbsp;<qco> When is your next video coming out!?</qco> </h3>      as soon as i make it which is the only thing i ever do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n1:49 am</dco> &nbsp;<qco> i haven't watched your h3h3 interview yet because i'm afraid it would ruin the mystique or something silly like that. please summarize it for me?</qco> </h3>      <a href=\"podcast.mp4\">ok</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.19&nbsp; \n12:37 am</dco> &nbsp;<qco> don't you think yodeling is underrated?</qco> </h3>      as far as i know it is unrated\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.19&nbsp; \n11:29 pm</dco> &nbsp;<qco> what is a key (music wise. not the type you unlock things with and not the type on your keyboard)</qco> </h3>      any song still works if you sing the entire song higher. or the entire song lower. the key is how high you sang it. but as you get higher the keys actually repeat themselves, that's because if you sing a note twice as high it sounds higher but feels the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.19&nbsp; \n11:06 pm</dco> &nbsp;<qco> &nbsp;what is the most human of all musics</qco> </h3>      bobby mcferrin\n<br><br>"
  }
]
