[
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n5:09 pm</dco> &nbsp;<qco> if there was a wooden branch for sale that is hand-carved and looks like a real branch, would it rather be expensive, because it's hand-carved, or cheap, because it's literally just a useless branch?</qco> </h3>      \nit's both, and therefore it will change hands. that is the beauty of the sale\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n5:04 pm</dco> &nbsp;<qco> what is the maximum temperature at which I should toast my pop tart?</qco> </h3>      \n9,000 kelvin\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n5:03 pm</dco> &nbsp;<qco> do you have any advice on how to convert one's weaknesses into strengths?&nbsp;</qco> </h3>      \nput them into pairs of 2 weaknesses. they should cancel each other out in such a way that each 2 weaknesses will become 1 strength\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n5:00 pm</dco> &nbsp;<qco> How do you have the time and energy to respond to so many questions? Respect.</qco> </h3>      \ni have a question answering button. i actually have 2 so i can use both hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n4:39 pm</dco> &nbsp;<qco> Should I wear a cardboard box to my wedding?</qco> </h3>      \nyes, that is a fantastic idea. cardboard box is the way so many people are feeling, on the inside, at weddings, and yet so few people have the courage to admit it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n4:31 pm</dco> &nbsp;<qco> how do I keep being motivated in the things I want to do?&nbsp;</qco> </h3>      \ni thought want means motive. i thought that was literally the same thing, but i guess i'll have to check the dictionary again\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n4:28 pm</dco> &nbsp;<qco> what are your thoughts on gravity</qco> </h3>      \nit's pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n3:58 pm</dco> &nbsp;<qco> Why did my turtle eat a pineapple whole withput biting&nbsp;</qco> </h3>      \ncould have been a fictional turtle\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n3:58 pm</dco> &nbsp;<qco> maybe it's just too hard for me to imagine, but how many acres of mature oak did it take to build a 74-gun ship of the line in Admiral Nelson's time?</qco> </h3>      \ni am trying to imagine, but i unfortunately don't care. just to clarify, i do care about most things, but just not that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n3:38 pm</dco> &nbsp;<qco> Do you have a page about rat facts? I like rats</qco> </h3>      \nthat sounds so familiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n3:31 pm</dco> &nbsp;<qco> How does one get started on a project they have been thinking about for a long time but always thought they would need more planning before making it</qco> </h3>      \nhave you thought about entering panic mode\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n3:25 pm</dco> &nbsp;<qco> what's the worst possible thing you could put on a pizza</qco> </h3>      \nhow about a weapon of mass destruction\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n3:01 pm</dco> &nbsp;<qco> relative to sand castles, could a bucket full of water be considered as a weapon of mass destruction? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\talso side note, and i can't stress this enough, i really really love your videos</qco> </h3>      that's kind of you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n3:00 pm</dco> &nbsp;<qco> Will your videos still have the same look and style to them or will all this new fancy stuff you're learning change them? </qco></h3>      i don't know yet. actually i do know that there will always be similarities and differences<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tBecause I like your videos how they are.&nbsp;</qco> </h3>      they have always changed before, and had similarities also. each one has been slightly different than previous ones, and also had some similarities\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n2:46 pm</dco> &nbsp;<qco> Do you like music?</qco> </h3>      \nit's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n2:40 pm</dco> &nbsp;<qco> i keep getting called joe at school and there's no sign that they're gonna stop. please help bill how can i deal with this</qco> </h3>      \nwell if that's not your name then you don't need to respond to it. then anyone who tries to call you that will look like they are talking to an imaginary person or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n2:38 pm</dco> &nbsp;<qco> Is Australia real</qco> </h3>      \noh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n2:14 pm</dco> &nbsp;<qco> Is being safe,safe?</qco> </h3>      \nhm, let me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n2:00 pm</dco> &nbsp;<qco> What is your favorite colour</qco></h3>      purple<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and why is it yellow?</qco> </h3>      because it reminds me of purple\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n1:56 pm</dco> &nbsp;<qco> what are your thoughts about global warming</qco> </h3>      \nsome say it's just a phase, others say it is a timeless classic\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n1:43 pm</dco> &nbsp;<qco> What's your favorite question to ask other people?</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n1:11 pm</dco> &nbsp;<qco> is it me, or are some of the answers exactly the same?</qco> </h3>      \nyes, some of the answers are the same. this is my revenge for some of the questions being the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n1:11 pm</dco> &nbsp;<qco> should I be the person I am, or should I be the person I am constantly striving to be? is it a percentage thing?</qco> </h3>      \nyes, absolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n12:45 pm</dco> &nbsp;<qco> When I write music, I always use a list of twelve or so instruments. Then I hear your music which has a new instrument for pretty much every riff. What's the optimal number of instruments to use in a song, in your opinion?</qco> </h3>      \nprobably 12 but sometimes i screw up and accidently use 12,0000\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n12:45 pm</dco> &nbsp;<qco> i did a bad thing, several actually.\n<br>Sometimes dumb shit that hurts me.\n<br>How do you move on even when you feel dumb and don't trust yourself?</qco> </h3>      \nhm, you could check out some biographies. that may give you some previous examples of people doing various types of things, and then finding ways to proceed from there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n12:04 pm</dco> &nbsp;<qco> Have you switched to a new editing software?</qco></h3>      change of plans, i switched from editing software to animating software. it turns out before i was trying to do animations with non-animation software<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Is that why things are taking kinda long because you had to relearn everything? </qco></h3>      took a detour, due to excitement, and re-invented the entire way i do things. i've barely just started but i am going to move forward anyway despite this<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tMay I ask what editing software you're using now? Maybe in the form of a cryptic hint :D</qco> </h3>      it turns out it's less important what i edit with and more important how the hell i initially create the content to be edited, if you know what i mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n12:02 pm</dco> &nbsp;<qco> will you be on another interview or podcast soon?</qco> </h3>      \nyes absolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:53 am</dco> &nbsp;<qco> What are all of the steps in the song making process in order</qco> </h3>      \n1. freak the heck out, 2. document the experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:51 am</dco> &nbsp;<qco> why do the wheels on the bus go round and round?\n<br>I'm super confused by that</qco> </h3>      \nthe bus is likely in motion\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:46 am</dco> &nbsp;<qco> When is your next vid\n<br></qco> </h3>      \ni am having a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:32 am</dco> &nbsp;<qco> is turkey made of turkey</qco> </h3>      \nhm, let me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n11:24 am</dco> &nbsp;<qco> How do I make spaghetti?</qco> </h3>      \nthrow it against the wall and see if it sticks\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n10:34 am</dco> &nbsp;<qco> i didn't do my homework what do I do??</qco> </h3>      \nyou could do that, or you could change it up and do something else you didn't do. or, you could flip it up even further, and re-do something else you already have done. a lot of possibilities here\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n10:22 am</dco> &nbsp;<qco> is having a perfect pitch an innate skill or is it developed over time?</qco> </h3>      \nit has to be developed over a very short period of time, at an extremely young age. i should also mention that it is not important to good musicianship, and might likely distract from it. it also has a misleading name 'perfect pitch', because it has nothing to do with whether you can sing or play in tune. 'absolute pitch' might be a slightly clearer name for it. absolute pitch is mostly not at all what gives music its power. nearly 100% of the power of music comes from the relative relationships between pitches. and the good news is that those can be mastered at later ages, although it still helps to start young but it's not a deal breaker if you don't. where as with absolute pitch, you really can't get there unless you have it locked in by age 6. but as i said before, absolute pitch is hardly important for excellent musicianship, and might even be misleading or distracting\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n10:07 am</dco> &nbsp;<qco> what is your least favorite element on the periodic table</qco> </h3>      \npoison\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n9:50 am</dco> &nbsp;<qco> How do you make a music box?</qco> </h3>      \nprobably the only way is to build a box around the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n9:50 am</dco> &nbsp;<qco> Where did you develop your unparalleled work ethic?</qco> </h3>      \nat home, and in the work place\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n9:49 am</dco> &nbsp;<qco> why is the q on the wrong place at the top of the page</qco> </h3>      \ni was attempting to put it in an \"interesting\" place. so either you think that placement is not interesting, or you think interesting is wrong. either way, that is fine, i am willing to disagree\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n9:33 am</dco> &nbsp;<qco> Have you ever asked yourself a question through this page? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tDid you answer it?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n9:23 am</dco> &nbsp;<qco> how is 1=2</qco> </h3>      \ngot to be part of some sort of expansionist paradigm\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n8:03 am</dco> &nbsp;<qco> What's a bird?</qco> </h3>      \ndon't worry about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n7:27 am</dco> &nbsp;<qco> what to do if i hate myself</qco> </h3>      \ndevelop a friendly rapport with yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n7:15 am</dco> &nbsp;<qco> someone asked me what the point of life is today, do you know what it is?</qco> </h3>      \nit's choose your own adventure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n5:52 am</dco> &nbsp;<qco> Bill, your music is the only music ive found so far that i can paint with;&nbsp;all other music distracts me or eventually annoys me, and yours doesnt for some reason. Yesterday i painted for 5 hours with the same 19 songs on a loop and i sang along for most of the time. They have a beautiful energy and flow into each other nicely without being jarring. I think my painting has been prettier since i started painting with your songs&nbsp;</qco> </h3>      \nholy soapdish you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n5:30 am</dco> &nbsp;<qco> What is the purpose of music</qco> </h3>      \nto get to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n5:29 am</dco> &nbsp;<qco> how can i tell if my song is actually bad or if i just hate it because i listened to it so much</qco> </h3>      \nthere's no way to tell now. in the future, to avoid this you will have to make the songs quicker\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n5:28 am</dco> &nbsp;<qco> do the day goes on?</qco> </h3>      \noh that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n4:31 am</dco> &nbsp;<qco> Should I refrigerate my regrigerators?</qco> </h3>      \nyes, but i hope you are aware, if you keep going on like this, you are going to need larger and larger refrigerators\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n2:47 am</dco> &nbsp;<qco> have you ever considered trying to make non-linear music</qco> </h3>      \ni thought i already was\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.20&nbsp; \n2:45 am</dco> &nbsp;<qco> do you do the thing?</qco> </h3>      \na thing\n<br><br>"
  }
]
