[
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n12:40 pm</dco> &nbsp;<qco> how would you describe perfect pitch?</qco> </h3>      \nan often misunderstood name for 'absolute pitch', which is a non-musical skill and not related to perfect musical pitch, which is called \"relative pitch\" even if you have it perfectly\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n12:02 pm</dco> &nbsp;<qco> is there anything you want to say but you haven't gotten the chance to</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n11:46 am</dco> &nbsp;<qco> do i need to use a time signature?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n11:36 am</dco> &nbsp;<qco> i always have had trouble with being creative do you have any tips?</qco> </h3>      \nwhat would you like 'being creative' to mean? the bad news is it can be anything you want, the good news is you have to decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n11:34 am</dco> &nbsp;<qco> Does your next song have the word \"of\" in it</qco> </h3>      \ni was going to say yes but now that i checked the answer is no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n10:10 am</dco> &nbsp;<qco> why were you pointing up in im crazy/its raining?</qco> </h3>      \ni was probably trying to make a point. pointing up is the universal symbol for trying to make a point. or else i was pointing at the rain, i'm not sure i thought of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n8:51 am</dco> &nbsp;<qco> what would happen if there was a tiny piece of dust on my headphones connector</qco> </h3>      \nyou may have to buy a whole new computer because your old one is already 8 months old (too old to repair, or exist anymore) and the new one will be 3 operating systems later and won't work right with any of your old stuff, but that shouldn't matter because you are supposed to forget all that and just subscribe to some tv shows instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n8:10 am</dco> &nbsp;<qco> hey, what's the difference between a sus2 and a 9 chord? sorry if that's a stupid question</qco> </h3>      \nif you see Csus2 on paper, it probably means you need the notes C, D, G. and the bass note would be C. If you see C9 on paper, it probably means you need Bb, D, and E, and optional G if you like mild suffocation. and C in the bass\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n8:04 am</dco> &nbsp;<qco> What's the deal with airline food?</qco> </h3>      \n\nthere's no such thing as airline food. so that must be something else they're serving \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n7:47 am</dco> &nbsp;<qco> Is the name of your next song, \"What is the name of your next song?\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n7:12 am</dco> &nbsp;<qco> will you ever make a video on how you make your songs?</qco> </h3>      \nyes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n5:22 am</dco> &nbsp;<qco> how do i get myself to do the things i want to do?</qco> </h3>      \nwriting them down sometimes works\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n5:22 am</dco> &nbsp;<qco> can you explain what the chords are for the song I like? I think it's really catchy and I would like to learn the song, but I can't figure out the chords. Thanks!</qco> </h3>      \ni have good news and bad news. The good news is, i have the <a href=\"https://billwurtz.com/i%20like.pdf\" target=\"_blank\">original chart</a> of when i wrote it, all on paper, years before i ever recorded it. The bad news is, it's not guaranteed to be entirely accurate because when i record a song, i am potentially allowed to invoke the 'suck' clause and change some of the details IF i thought it sucked. but the good news is, i'm looking at the chart right now and it seems extremely accurate. the bad news is that the end was re-written (not shown on this chart) but the good news is that the new ending is only 4 bars, in replacement of 27 bars on the chart, and those new 4 bars, if they were written in this chart language, would not have shown any chords, it would be notated as rap only, in a similar notation language to the 27 bar ending you do see. so you wouldn't have seen any chords from the chart there anyway. The bad news of course, is that for sections like that, in this chart language, you never see any chords, and chordal decisions for those types of sections are made during the recording. However the good news is that the only other part like this would be the intro, and i think i actually did not use any chords there in the recording either. However the bad news is, for that new 4 bar section which occurs in the recording but not the chart, there IS chordal information there (arranged when recording) that would certainly NOT be reflected in the chart. Also the other bad news is that the final recording is not guaranteed to be done in the same key as the chart, BUT the good news is, in this case it actually was. The good news is, i'm pretty sure i must have some sort of document somewhere that indicates the writing of those last 4 bars, either a written update or a recorded writing demo, but the bad news is i can't seem to find it and now i think it doesn't exist, and it seems more likely that i was feeling brave enough to actually re-write a 4 bar ending on the spot, in the recording session, which is a rare occurence but not impossible. The good news is i just found the <a href=\"i-like-p2.jpg\" target=\"_blank\">written update</a> which contains the last line written at the end. and i can say for certain that you are supposed to cross out the entire line before \"v2\" and also cross out everything up until that new line. the only reason i probably didn't cross it out is because i knew i was already recording it so i didn't need to make note of that change. but i can assure you that i never intended for that additional 4 bars to be in addition to the other 27. they are intended to replace everything from \"get it\" and after. so with some assembly required, you can take the original page 1 from <a href=\"https://billwurtz.com/i%20like.pdf\" target=\"_blank\">here</a>, then cross out the last 27 bars and REPLACE it with the last 4 bars of <a href=\"i-like-p2.jpg\" target=\"_blank\">this page</a>. and the extra 27 bars remains as a bonus alternate ending, which should NOT include the final 4 \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n4:41 am</dco> &nbsp;<qco> opinions on the whole \"music cannot be written down, because you can write down notes but you can't write down feelings\" thing?</qco> </h3>      \nwritten notation, like written language, is never entirely accurate. but still highly useful and fun in its own write\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n4:15 am</dco> &nbsp;<qco> Hey Bill, do you ever feel as if the medium you perform your songs on (Youtube) limits what songs you make?</qco> </h3>      \nno, but that's also just 1 of several platforms i use\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n2:56 am</dco> &nbsp;<qco> Does your next song have exactly 2 words, one with 3 and one with 4 letters?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n12:42 am</dco> &nbsp;<qco> Is the money song that you made about a robber that stole some money and then runs away, accidentally tossing money to swim on the sea floor?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.21&nbsp; \n12:25 am</dco> &nbsp;<qco> favorite babyface song?</qco> </h3>      \n\"time\" by the backstreet boys\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n11:54 pm</dco> &nbsp;<qco> will you do more interviews&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n10:04 pm</dco> &nbsp;<qco> What is the password on the reality tab and if you can't tell us can you at least confirm it is in one of the videos</qco> </h3>      \nit doesn't matter what you put in that box. the way to access the reality content is by clicking \"i don't know\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n9:30 pm</dco> &nbsp;<qco> some people have wondered if you might try asmr, but from you I know that whispering sucks for vocal health. soft spoken (not whispering but almost) variants exist and are also popular and good. you probably knew that sorry</qco> </h3>      \nyes. i already do that one on all of my vocal tracks, which is a clever trick i perfected years ago called \"don't let my neighbors hear the ridiculous things i'm singing\"\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n8:43 pm</dco> &nbsp;<qco> how to come up with ideas</qco> </h3>      \njust get out there and start moving molecules around. or, try to keep them in the same place and watch them break free \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n5:31 pm</dco> &nbsp;<qco> is it a common occurrence to get hassled while going to a castle?</qco> </h3>      \ni guess it all depends on the time of day\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n5:06 pm</dco> &nbsp;<qco> what do you think would be a good first thing to draw if i'm getting into 2d animation so that i get to practice?</qco> </h3>      \nsomething you saw today. the first thing you think of\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n4:59 pm</dco> &nbsp;<qco> did you go through a reinvention of your music production techniques in 2020? </qco></h3>      no, but during 2018 and early 2019 i made a lot of steady improvements<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I could just be crazy but I hear new sounds, more profesh vocal recordings etc</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n12:49 pm</dco> &nbsp;<qco> In your song \"Got some money\" at the part where you go \"one day will feel complete\", was that \"will\" a typo, was it supposed to be \"we'll\"?&nbsp;</qco> </h3>      \n\nwhen i wrote it, i thought it was \"we'll\", but then i soon realized that there was a double meaning available, which was very interesting, especially as it relates to the \"birthday\". so i took the opportunity to emphasize that in the video. but i decided to keep it as \"we'll\" on the lyrics page, to make sure that both options were conveyed somewhere\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n2:29 pm</dco> &nbsp;<qco> What is the most complicated chord in your next song?</qco> </h3>      \n\nG#min9, and keep in mind, chords are made complicated not just by themselves but also from what chords came before. so this chord alone would not ordinarily be considered complicated in the key of F# for example, but if it were coming from the key of F then it's gonna seem complicated right at that moment when it first hits your lips\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n11:43 am</dco> &nbsp;<qco> does got some money have microtones at the sea part or am i dumb and hearing wrong</qco> </h3>      \nthat is all in normal 12 tone standard tuning\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n9:44 am</dco> &nbsp;<qco> do you think a fade-out is a good way to end a song, </qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and do you think you'll ever decide to end a song that way?</qco> </h3>      \ni've done it before, and i would do it again. but sometimes in the studio, the non-endings the players (me) might give, may seem like they should be heard, so then you change your mind and don't fade it. i've done this too\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n9:44 am</dco> &nbsp;<qco> tell me a fun fact</qco> </h3>      \nfiction\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n6:35 am</dco> &nbsp;<qco> what are some inspirations for the lyrics in your songs?</qco> </h3>      \nanything i've ever known or seen, or imagined. or am imagining currently \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n5:35 am</dco> &nbsp;<qco> You're a huge inspiration to me and I'm very interested in your songwriting process, I hope you don't mind a handful of questions.\n<br>When you write your songs, what do you your notes look like? \n</qco></h3>      in the old days, it used to look like <a href=\"road6ir1aupvwhxdblv.png\" target=\"_blank\">this</a>. and nowadays it looks more like <a href=\"sadbadmadgladwrite.html\" target=\"_blank\">this</a><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For example, is it just text notes or do you use staff paper? </qco></h3>      the musical melody/chordal information MUST be there. if i'm doing only text, it MUST refer to a recording of some kind, to exactly specify the melody and chordal information<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you use actual paper or do you use a notation program?\n</qco></h3>      if i'm using notation, it would be on physical paper<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How detailed are your notes? </qco></h3>      all exact lyrics, melody, chordal information, and exact road map<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you just write down the melody with chord symbols or do you have the voicings figured out as well? \n</qco></h3>      everything that wouldn't be obvious to me if i had forgotten it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How much of the songwriting happens when you actually sit down to write the song</qco></h3>      <a href=\"sadbadmadgladwrite.html\" target=\"_blank\">this much</a> <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how much of it happens during recording?\n</qco></h3>      everything else<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When you're done writing the song, how close is it to the song that you've recorded?\n</qco></h3>      about as close as <a href=\"sadbadmadgladwrite.html\" target=\"_blank\">this</a> to <a href=\"sadbadmadglad.mp3\" target=\"_blank\">this</a><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thanks a lot!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.21&nbsp; \n3:20 am</dco> &nbsp;<qco> Tips on writing more rhytmically interesting music?&nbsp;</qco> </h3>      \npretend like you are playing basketball and the person listening to your song is on defense and you are trying to fake them out\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n10:36 pm</dco> &nbsp;<qco> did you go to new canaan, pennsylvania?</qco> </h3>      \nthat doesn't exist, but i went to new canaan connecticut\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n9:44 pm</dco> &nbsp;<qco> does your next song have animals in it?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n9:12 pm</dco> &nbsp;<qco> how are you so smart</qco> </h3>      \nthat's from all the books behind me in the video chat\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n8:27 pm</dco> &nbsp;<qco> Opinions about sky monkeys?</qco> </h3>      \nnot as high as the actual sky. this is a trick of forced perspective\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n7:32 pm</dco> &nbsp;<qco> How do you clean a donkey</qco> </h3>      \nsend it through the donkey wash\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n7:17 pm</dco> &nbsp;<qco> does my music have to have a deep meaning?</qco> </h3>      \nonly if you want it to\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n6:45 pm</dco> &nbsp;<qco> how can i become able to work on my music for longer at a time? i have no problem starting working, but after a few minutes, i always say to myself something like \"today i'm not in the mood\" or whatever.</qco> </h3>      \npretend you are designing courses for your own school which is designed to teach easy and reliable procedures for doing the exact work you want to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n6:21 pm</dco> &nbsp;<qco> What do you think of seedless watermelon?</qco> </h3>      \nshould be room for even more water now\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n5:34 pm</dco> &nbsp;<qco> Music-wise, what's a bar?</qco> </h3>      \na bar, also called a 'measure', is a time-span of 4 beats. Unless the time signature is something other than 4\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n1:05 pm</dco> &nbsp;<qco> what is the 56th syllable of the next song</qco> </h3>      \nso\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n12:05 pm</dco> &nbsp;<qco> hey bill, what is the best way to hang up posters on the wall without damaging them too much, but that isn't framing them?</qco> </h3>      \njust turn your house sideways and lay them on top of the wall\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n11:46 am</dco> &nbsp;<qco> Thoughts on Pigs?</qco> </h3>      \nvery eloquent, tidy,\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n11:13 am</dco> &nbsp;<qco> What unexplainable feeling will you be illustrating, in your next song?</qco> </h3>      \nare you asking me to explain it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n10:38 am</dco> &nbsp;<qco> How do you learn to figure out what different chords are by ear?</qco> </h3>      \ngo through about 50 of your favorite songs, and identify each chord with brute force. quickly unpause/pause (or nowadays you can edit to loop a tiny fraction of audio very quickly) and just pick it out note by note and put it together. write down all the chords to a song (in time, with bar lines, etc.)..... once you do this for about 30 or 40 songs, i think you will find that you don't have to search for the individual notes anymore. ... maybe not even pause it at all. After about 100 more songs, you probably won't even have to listen to the song, you will be able to do it from memory. after about 1000 songs, you will probably be able to hear someone singing the melody for a song you have never heard before, without hearing the chords, and figure out what the chords should be. after 10,000 songs, you should be able to play chords along with them on the first try, never having heard the song before, and have them think you already knew the song \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n5:42 am</dco> &nbsp;<qco> Do the lyrics of your next song contains at least 20 letters of the alphabet?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.21&nbsp; \n3:33 am</dco> &nbsp;<qco> how come you use so complicated chords and it sounds so natural&nbsp;</qco> </h3>      \nif you have an existential crisis while sitting behind the piano, for 10 years or more, that's just what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.21&nbsp; \n11:49 pm</dco> &nbsp;<qco> everyone asks what the bad thing is, but what about the strange thing</qco> </h3>      \nended the song\n<br><br>"
  }
]
