[
  {
    "html": "<h3> <dco>8.20.24&nbsp; \n7:42 pm</dco> &nbsp;<qco> i was going through my notes/ideas and when i saw this one i thought you might like it:\n<br>\n<br>make a collection of comics and call it an album\n<br>\n<br>make a collection of songs and call it a chapter\n<br>\n<br>and so on</qco> </h3>      \nnow i'm wondering what you call this idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.24&nbsp; 7:26 pm</dco> &nbsp;<qco> Whats your favorite question?</qco> </h3>      \nthis one\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.24&nbsp; 4:27 pm</dco> &nbsp;<qco> how's ur day bro</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.24&nbsp; \n4:12 pm</dco> &nbsp;<qco> Im pretty sure everyone other then me is made out of sand... are you made out of sand ?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.24&nbsp; \n3:36 pm</dco> &nbsp;<qco> when you wash your hands, are you obsessive</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.24&nbsp; \n3:02 pm</dco> &nbsp;<qco> how do you feel about cheese</qco> </h3>      \nit goes great in cartoons\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.24&nbsp; \n1:17 pm</dco> &nbsp;<qco> do you consider yourself unique?</qco> </h3>      \ni don't really make a habit of considering my level of uniquity. it can be hard to determine anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.24&nbsp; \n1:17 pm</dco> &nbsp;<qco> is it true once you get better as an artist you forget what it's like to be bad? and then you're unrelatable?</qco> </h3>      \nno, when you get better as an artist, your standards get higher and then you start to think you're worse\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.24&nbsp; \n11:41 am</dco> &nbsp;<qco> what hobbies should I take on? how to pass time?</qco> </h3>      \nhow about suggesting hobbies to people. trust me it's more fun than it looks\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.24&nbsp; \n10:41 am</dco> &nbsp;<qco> Today is the first day of college (move in) and im really nervous. I have anxiety about things constantly, and I thought of your \"Might Quit\" song and it helped me calm down. Then I remembered this website. So Bill Wurtz, I ask of you:\n<br>\n<br>How do I take things piece by piece, and remember not to let the small stuff become bigger than it is?\n<br>\n<br>Thank you.</qco> </h3>      \nhow about writing it down next to the previous thing you were trying to remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.24&nbsp; \n5:01 am</dco> &nbsp;<qco> Do you agree, that we should all quit using the Latin script, and return to cuneiform?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.24&nbsp; \n3:38 am</dco> &nbsp;<qco> are u a freak bro?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.24&nbsp; 12:56 am</dco> &nbsp;<qco> What's a question you haven't been asked before?</qco> </h3>      \ni don't recall ever not being asked something\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n11:44 pm</dco> &nbsp;<qco> did you know that 16 times 2 is not 32</qco> </h3>      \nthat's fair, if you are not in base 10\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n10:47 pm</dco> &nbsp;<qco> have any major artists personally complimented you and/or your work</qco> </h3>      \ni believe so\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n8:54 pm</dco> &nbsp;<qco> I am bored and restless. Who should I blame?</qco> </h3>      \nhow about blaming your political opponent(s)\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n6:45 pm</dco> &nbsp;<qco> am i ever correct?</qco> </h3>      \nyes, sometimes almost too correct\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n5:47 pm</dco> &nbsp;<qco> tips on keyboard voicings?</qco> </h3>      \nyou'll learn more from listening to the music than you'll ever learn from reading words here\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n5:38 pm</dco> &nbsp;<qco> have you gotten used to earth yet?</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n3:39 pm</dco> &nbsp;<qco> I'm dealing with a crazy level of anxiety, I feel like I'm bad at my job and on the edge of being fired(even if i might not be, the vibe I get is that I'm not trusted to be a performant employee). I can't step forward because I don't feel like I'm on stable ground to move from. Any advice?</qco> </h3>      \ngreat things often begin at precisely such moments\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n1:49 pm</dco> &nbsp;<qco> How to become an artist&nbsp;</qco> </h3>      \nreally all you have to do is admit it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n11:36 am</dco> &nbsp;<qco> do you use an open source video editor? if so, i'm extremely curious which one. i honestly think blender's video editor is my best bet in terms of a base i could build upon via python scripting, but it also so very clearly wasn't designed as video editing software, so that'll be quite the project</qco> </h3>      \nin that situation, sometimes it's fun to think about what some of the film studios of the 1890's weren't designed for\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n11:18 am</dco> &nbsp;<qco> is asking questions mandatory?</qco> </h3>      \nno\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n9:14 am</dco> &nbsp;<qco> have you ever said a bad word</qco> </h3>      \ni have in fact never said a good word\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n8:23 am</dco> &nbsp;<qco> what's a good mobile game</qco> </h3>      \ngetting a missed call and a voicemail from a phone number that could not possibly be a real phone number based on your best intuitive reasoning of how phone numbers work\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n4:38 am</dco> &nbsp;<qco> i rescued a mixed-breed siamese kitten from a tree on a busy city street a few weeks ago. i still do not know what to name her. what would you name her?</qco> </h3>      \nhow about \"mixed-breed siamese kitten you rescued from a tree on a busy city street a few weeks ago\". that kind of reminds me of your name, \"person who rescued a mixed-breed siamese kitten from a tree on a busy city street a few weeks ago\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n4:18 am</dco> &nbsp;<qco> Can I fist bump a bump on my fist, Bill?</qco> </h3>      \nno, that task is much too complicated and intricate\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n4:15 am</dco> &nbsp;<qco> Are you smart? My mom is afraid that I'm talking to idiotic strangers on the internet</qco> </h3>      \nmost idiotic strangers are actually really smart\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n3:05 am</dco> &nbsp;<qco> how do you do it</qco> </h3>      \nlike this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n2:16 am</dco> &nbsp;<qco> Opinions on south America?&nbsp;</qco> </h3>      \nsome of it's really far south\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n2:02 am</dco> &nbsp;<qco> how do you feel about ampersands</qco> </h3>      \ngreat\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.24&nbsp; \n12:02 am</dco> &nbsp;<qco> i want a place to jot down ideas and brainstorm and stuff so i keep hopping from one note taking app to another, hopeing one will eventually fit my needs enough. ive thought about making my own but its too much effort to be worth it. i think i found something good but it cant sync from my phone to pc conveniently or free enough. hmmmmm</qco> </h3>      \nhow about etching them in stone\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n10:11 pm</dco> &nbsp;<qco> i feel like i'm terrible at writing now. i used to be good, but all the intricacy that had once lined my words seems to have faded with time. perhaps i have changed;&nbsp;and yet i retain my hatred for the societal standard of streamlined writing, and so i figure that should, to a degree, keep the elaborate nature of what was my writing in check. however, it seems to slip from my fingers, now slick with the blood of all those before me who prospered through their&nbsp;&nbsp;&nbsp;ornate writing. i do not know if i have truly lost my ability to compose prose, or if i am simply fooling myself - but i am far too fearful to write and find out. billicinth, what&nbsp;&nbsp;do i do?</qco> </h3>      \nyou seem to be ready for some crap sessions. try to write crap on purpose. right now you're way too scared of not being good, and in writing, that's a problem. because one of the best things about writing is how intimately it teeters on the edge of being bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n9:15 pm</dco> &nbsp;<qco> i feel like you don't use the word \"juice\" often. am i right?&nbsp;</qco> </h3>      \nno, i use it at least as much as the average juice word user\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n7:08 pm</dco> &nbsp;<qco> what is your favourite movie/tv genre?</qco> </h3>      \nwhat excites me most is when they do it withoug a genre. it's exciting the whole way through because you keep thinking they're gonna get busted by the genre police\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n6:16 pm</dco> &nbsp;<qco> mr wurtz would you fist fight a chicken?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n6:10 pm</dco> &nbsp;<qco> I'm thinking about becoming president, do I need any critical thinking skills</qco> </h3>      \nthere are many different ways of becoming president. presidents often become president in different ways than any president has done before\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n4:41 pm</dco> &nbsp;<qco> how to start something that you're too afraid to do but have to ?</qco> </h3>      \nstart a podcast about you doing the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n3:36 pm</dco> &nbsp;<qco> do you make music for your self or for others?</qco> </h3>      \nit's a vicious cycle\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n2:44 pm</dco> &nbsp;<qco> i remember i asked a question here some time ago but i don't remember when or what i asked... anyways, what is your favourite type of corn?</qco> </h3>      \n\"off the cob\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n2:38 pm</dco> &nbsp;<qco> opinion on ice cream?</qco> </h3>      \niconic. which is short for icecream conic\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n2:18 pm</dco> &nbsp;<qco> So I started doing all the things I wanted to do but now there's too many things and not enough time to do any one of them. What now?</qco> </h3>      \nyou'll have to do the short version of some of them. that's what a lot of people who do things do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n1:41 pm</dco> &nbsp;<qco> Genuinely asking, can we be friends? You seem like the coolest person to ever hang out with&nbsp;</qco> </h3>      \nthe reason should be not based on either of us individually, but how cool the 2 of us would be together\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n1:23 pm</dco> &nbsp;<qco> What animal would you say most represents your personality</qco> </h3>      \nhuman being\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; 12:46 pm</dco> &nbsp;<qco> Why is it spelled ueqstions?</qco> </h3>      \nit's not ueqstions, it's \n    <font style=\"font-size: 2em; font-weight: bold;\">ue<font color=\"#00EE3B\">q</font>stions\n    </font>\n\n    \n    \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n9:53 am</dco> &nbsp;<qco> what word would you invent that doesn't exist yet</qco> </h3>      \ni'd invent all of them if i could. wait not that's not true. i'd prefer to invent about 2% of words\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n8:30 am</dco> &nbsp;<qco> I used to be motivated, but now I'm lazy. How do I remedy that?</qco> </h3>      \nthis has nothing to do with what or who you are. it has to do with what you're doing, and why. so, on that note, what are you doing, and why?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n6:48 am</dco> &nbsp;<qco> if given the choice, would you voyage on the next titanic?</qco> </h3>      \nno, but maybe the one after next\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n6:41 am</dco> &nbsp;<qco> what's your favourite part of a chocolate chip cookie?</qco> </h3>      \nthe circumference\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.18.24&nbsp; \n4:57 am</dco> &nbsp;<qco> I don't think this question ever went through, not sure why, but anyways, do you ever \"invent\" your own scales? Like you're sick of the major and minor ones and all that, so you just think of something else?</qco> </h3>      \ni don't concern myself with scales, especially when doing music. that seems sort of like carrying a tape measure around with you everywhere and measuring every movement you make, and then executing each move 30 times in increasing order of length. of course that can be fun to do once in a while\n<br><br>"
  }
]
