[
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n3:01 pm</dco> &nbsp;<qco> are flying cars cool?</qco> </h3>      \nthey could be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n2:45 pm</dco> &nbsp;<qco> Are you trying to say something specific in your music or do you seek mostly to parody or satirize the idea of saying something meaningful with your lyrics</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n2:32 pm</dco> &nbsp;<qco> what is your favorite game franchise?</qco> </h3>      \nthe united states presidential election\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n2:27 pm</dco> &nbsp;<qco> Did you know you spelt questions wrong?</qco> </h3>      \nyou might have read it wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n2:14 pm</dco> &nbsp;<qco> something's different</qco> </h3>      \nnow a different thing is different\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n2:08 pm</dco> &nbsp;<qco> how do i travel to the bottom of the ocean?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n1:59 pm</dco> &nbsp;<qco> how important are psychedelic substnaces</qco> </h3>      \ni was wondering, how substantial is psychadelic importance\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n1:30 pm</dco> &nbsp;<qco> How can I be a dragon?</qco> </h3>      \ntry to be 2 dragons, so even if you only get half way there you still got it done\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n1:23 pm</dco> &nbsp;<qco> I left my soup out to dry, but it's still pretty wet. Any tips?&nbsp;</qco> </h3>      \ntry smashing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n1:17 pm</dco> &nbsp;<qco> have you ever wanted to participate in a plane race. it seems like a fun experience to zoom those little planes around a track&nbsp;</qco> </h3>      \nwould prefer to race cars in the sky\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n1:15 pm</dco> &nbsp;<qco> New song?</qco> </h3>      \nyou make an interesting argument\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n12:32 pm</dco> &nbsp;<qco> Do you like it when it rains</qco> </h3>      \nprefer when it pours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n12:24 pm</dco> &nbsp;<qco> If we transitioned to flying cars in the distant future then how the heck would we control traffic for people's safety? Fly drones to serve as lane markers and hold up signs? That would be a several metric shit-tons of drones. And I wonder how you'd prevent all the cars from just trying to fly over top of traffic jams and endanger each other? Now you've got a third dimension of regulation to worry about that you didn't have before, far dwarfing the implementation details of today's air traffic control systems since there are so many more cars. It's such a common futuristic idea but it seems really difficult to realistically manage, even if we had the tech for it. What do you think?</qco> </h3>      could have like digital lanes. the cars are not capable of going outside the lanes. Or, they could possibly allow you to go a little bit out of lane, enough that it is still safe, but they can still fine people for it. could be a good revenue stream, to help pay for all the digital lanes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n12:14 pm</dco> &nbsp;<qco> do you think playing an instrumental in a higher key would force you to sing in a higher key</qco> </h3>      \nyes but that might in turn cause you to sing different notes, which are overall in the same original range\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n11:51 am</dco> &nbsp;<qco> ahhh i'm so insecure and unconfident in myself i wish i could be cool</qco> </h3>      \nare you sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n11:50 am</dco> &nbsp;<qco> how long do you estimate it will take you to learn how to create videos as good as e.g. Long Long Long Journey using the new software?</qco> </h3>      \nyour estimate could be better than mine, but the objective i'm going for is gonna be quite a bit different from that anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n10:57 am</dco> &nbsp;<qco> any superhero names you thought up?</qco> </h3>      \nMichael Jackson\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n10:39 am</dco> &nbsp;<qco> What's up with jazz? How do you enjoy it?</qco> </h3>      \nwhich one is jazz again, they always switch it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n10:13 am</dco> &nbsp;<qco> Hey Bill, how can I learn to modulate effectively? I mean I can learn chord progressions and how someone else does it, but for some reason when I try to integrate such an example into my own song, it doesn't work with what I wrote previously in the song. Maybe I'm doing something melodically and rhythmically and structually incorrect? Thanks</qco> </h3>      \nfocus on where this desire to modulate might be coming from. it likely stems from certain ones, maybe just one, that blew your mind so well that it made you keep trying to do it. figure out which one(s) that was, and you'll just have to look at them again closer. just use those ones until you hear anything else better. also just spend a lot of time with the instrument, by an open window\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n10:04 am</dco> &nbsp;<qco> shouldn't be there notifications when the question gets answered</qco> </h3>      \nthen you would have to put your email address. i made the decision long ago that this would not be that type of site\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n9:53 am</dco> &nbsp;<qco> How much money you get per composition?</qco> </h3>      \ni'm always scared to check\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n9:48 am</dco> &nbsp;<qco> you seemed much more comfortable in the mark vigeant interview. why? starting to get the hang of it? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t(btw you were really great on h3, just a little nervous)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n9:45 am</dco> &nbsp;<qco> whats your opinion on school</qco> </h3>      \nthere are many different schools\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n9:15 am</dco> &nbsp;<qco> what's up with dragons?</qco> </h3>      \nthey are mostly coping with how small they feel\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n8:40 am</dco> &nbsp;<qco> is time biased?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n8:29 am</dco> &nbsp;<qco> it is finally getting to be time for me to start releasing stuff into the world and honestly I'm terrified.&nbsp;&nbsp;I have some stuff that my friends, colleagues, etc might expect to see from me and some other stuff that may make people think I'm weird or even insane.&nbsp;&nbsp;do you have any tips about which level of weird I should start with?&nbsp;&nbsp;I'm worried if I start too normal I'll get stuck there and never have the courage to release the weirder stuff, but if I start too weird everyone will think I'm weird and stop talking to me</qco> </h3>      \nif you were in a movie, how do you wish it would go\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n7:32 am</dco> &nbsp;<qco> Do you ever get recognized in public? What do you do?</qco> </h3>      \nsay it wasn't me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n7:20 am</dco> &nbsp;<qco> How high are you</qco> </h3>      \nabout medium i'd say\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n5:24 am</dco> &nbsp;<qco> you ever figure something out and be like, if only I had figured this out several years ago I'd have a real head start compared to where I am right now</qco> </h3>      \nmaybe but i was surely busy figuring something else out instead, which i would have maybe not figured out until later if i had instead figured out the first thing earlier\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n3:28 am</dco> &nbsp;<qco> how to erase past mistakes</qco> </h3>      \nnot allowed, this is because the mistake is actually a tangled version of the right thing. if you erase the mistake you would also erase the components necessary to achieve the right thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n3:08 am</dco> &nbsp;<qco> favorite breed of cat</qco> </h3>      \nthe sphinx\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n2:47 am</dco> &nbsp;<qco> Thoughts on rain?</qco> </h3>      \nsomehow it reminds me of messenger particles. like those gauge bosons\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n2:21 am</dco> &nbsp;<qco> give us some content during your hiatus by uploading some older classic songs to your spotify please. like crazy/raining etc.</qco> </h3>      \nthere is no hiatus, i am doing some of the most important work i've ever done. it is analagous to the work i was doing in 2010-2013 that enabled essentially all of the content released in subsequent years to exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n2:06 am</dco> &nbsp;<qco> are you ever going to put your older songs on Spotify (the future song, hey jodie foster, the road, etc)?</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n1:10 am</dco> &nbsp;<qco> what are your thoughts on the current state of society</qco> </h3>      \ni think it's a conversation we need to start having\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.20.19&nbsp; \n1:02 am</dco> &nbsp;<qco> what is your opinion on communism?</qco> </h3>      \ngood merchandise. never tried the actual product\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n11:42 pm</dco> &nbsp;<qco> An actual serious question: My friends have all left me, I have no one around, and don't really have anything.. What do I do..?</qco> </h3>      \nfigure out who you are. maybe even be who you want to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> What is wrong with me?</qco> </h3>      \nyou're too good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n10:37 pm</dco> &nbsp;<qco> Favorite Bill Frissell moment?</qco> </h3>      \nthat 10 second perpetual washy Gmaj7 loop they play the entire time during boarding, on Norwegian Air\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n9:38 pm</dco> &nbsp;<qco> Would you consider learning Latin?</qco> </h3>      \ni was going to say yes but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n9:37 pm</dco> &nbsp;<qco> How do i fix my sleeping schedule?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> when does the how do you know when?</qco> </h3>      \nwhat was it previously\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n8:58 pm</dco> &nbsp;<qco> what effect is produced by understanding the badness in all things?</qco> </h3>      \nknowledge, and maybe goodness too\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n8:48 pm</dco> &nbsp;<qco> hi bill, are you intrested in going on the official podcast?</qco> </h3>      \nare you them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n8:36 pm</dco> &nbsp;<qco> opinion on pool noodles</qco> </h3>      \nnot long enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n8:18 pm</dco> &nbsp;<qco> Why dont you post</qco> </h3>      \nneed to learn how to make something first\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n8:01 pm</dco> &nbsp;<qco> when you record do you do everything in one take for each instrument or do you allow overdubbing on post production</qco> </h3>      \nwhen recording the entire band (arrangement) by yourself, i find the only way to get it to fit together right is if you go around many times and keep re-doing each instrument a little better, so you can actually hear the other instruments better each time. obviously the first take of the first instrument, you wouldn't be hearing anybody else. and then on the second instrument, all you're hearing is the first guy who couldn't hear anyone. etc, etc, and around you go in layers until eventually it seems as though almost everyone can hear 100% of almost everything else. and gradually make things better and fit better\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n7:11 pm</dco> &nbsp;<qco> You might be the most creative person ever.</qco> </h3>      \nthat's kind of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n7:06 pm</dco> &nbsp;<qco> When will u upload</qco> </h3>      \nas soon as i know how to do anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.19.19&nbsp; \n6:50 pm</dco> &nbsp;<qco> In the song \"slow down\" you mention that you are going to hell and you are late for it&nbsp;&nbsp;but you would like to slow down and talk about it however you never actually talked about it. Would you like to talk about it now?</qco> </h3>      \ni thought that story was about you\n<br><br>"
  }
]
