[
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n12:10 pm</dco> &nbsp;<qco> What games have you played in your life?\n</qco></h3>      kick the can, punch the can,<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIs life a game in and of itself?</qco> </h3>      it can have that quality to it, but the stakes are much higher\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n12:05 pm</dco> &nbsp;<qco> will you ever make videos based on fan suggestions?</qco> </h3>      extremely unlikely. this is just something i have learned about myself, with my therapist, who both fortunately and unfortunately is me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n12:01 pm</dco> &nbsp;<qco> i really want to take up playing french horn again but i live in a cruddy little basement apartment with a snooty upstairs neighbour and zero sound isolation and i can't afford to rent a practice space. do you have any ideas?</qco> </h3>      for any musician living in modern populated society, in the age of the internet and computers, whether or not this is your first choice, i strongly recommend you get into keyboard playing and midi recording. even if this is not your first choice, i think any musician can thrive in this environment, regardless of what your preferred instrument may be. i am not even suggesting that you try to immitate the french horn, because that may be dicey. i'm sure you would find many other things that excite you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n11:28 am</dco> &nbsp;<qco> fine, you got me last time <a href=\"q.php?date=201912050950\">12.5.19&nbsp;&nbsp;9:50 am</a> &nbsp;&nbsp;but, ... what measurement of time are you counting down by</qco></h3>      it's like a game of chicken i am playing with myself. i have to count down at a pace where it can still be possible to have final content ready to go by the time it reaches zero, and yet the numbers are not allowed to go up<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tand what is the countdown at?</qco> </h3>      39\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n10:55 am</dco> &nbsp;<qco> What is earth</qco> </h3>      must be some kinda life factory\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n10:54 am</dco> &nbsp;<qco> i wanna write something on my paper bill what should i write on it? a supervolano? a story? (if u choose this tell me what will it go over) or people with gneurshk sounds?</qco> </h3>      start by placing 1 dot on the page. but what you must decide is where on the page to put it. i'm telling you this because i think it's extremely fun, who knows if anyone else thinks that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n10:38 am</dco> &nbsp;<qco> Where does money come from?&nbsp;</qco> </h3>      the human imagination\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n9:26 am</dco> &nbsp;<qco> do you have a keyboard you can recommend for beginner? i thought about getting a fancy one but now i'm considering the very basic, like a baby piano with the colorful keys</qco> </h3>      the most important thing is this: the keyboard needs to know how loud you pressed the note. Some extremely extremely toy keyboards actually cannot tell the difference between a loud and a soft note, so all the notes sound the same volume. this means that you will sound like a beginner forever, even if you are good. so at the bare minimum, you must get a keyboard that knows the difference between a loud and a soft note. this is called \"dynamic sensitive\". a simple way to test this is: press a note very quietly, and then press it very loud. see if there is actually a difference in volume. i promise you, if you get a keyboard that does not have dynamic sensitivity, you will sound like a beginner for the rest of your life and not know why\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n9:22 am</dco> &nbsp;<qco> how would you call this chord? G-Bb-Db-F\n</qco></h3>      depends where the bass is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\ti'd write it as Gdim7, cause you have the G diminished chord and you're adding the minor 7th. however, for some reason ingrained in tradition, Gdim7 usually means G-Bb-Db-E, </qco></h3>      right<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\twhile i think the chord i want would be called Gm7-5 or something. \n</qco></h3>      yes, in some communities it is called that. elsewhere it tends to be called \"G half diminished\" which is written with a symbol similar to the diminished symbol (small circle) but with a slash through the circle<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tthis is one of those cases where i just want to ditch the established names and just go with what makes most sense to me, but i'd like to be able to understand when other people write music too.</qco> </h3>      i would recommend calling it Gm7b5 or G half diminished. i suppose the reason it's called half diminished is because the 5th is diminished and the 7th is not. i think in the traditional view, for major/minor intervals, 'diminished' actually means an additional halfstep flat. so a diminished 7th actually technically is the same notes as a major 6th. none of this is really important unless you like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n9:21 am</dco> &nbsp;<qco> Relistening to \"Christmas isn't real\" lately I got struck by just how well you managed to get the winter mood of melancholy and optimism in a really unique way, it's nice to know somebody else has the same feelings around this time of year too</qco> </h3>      it feels like the moods mostly came from the existing repertoire of christmas music that we all know\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n8:45 am</dco> &nbsp;<qco> bill, what is communism</qco> </h3>      one of the strongest brands, internationally\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n7:57 am</dco> &nbsp;<qco> what chord is on your mind, bill?</qco> </h3>      there are 4, and it's Bbmin, Gb, Db, Ab, in a cycle, in 3/4 at 140bpm and 2 bars per chord\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n7:24 am</dco> &nbsp;<qco> how can i be real with people when ive been/felt fake all my life?</qco> </h3>      seems like there is a feeling of wanting to be real, that you've expressed. this feels like a very real feeling. maybe you could tap into that, as a starting point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n6:13 am</dco> &nbsp;<qco> have you ever made an instrument? im in the process of making a banjo out of a broomstick and a spam tin. Or spamjo.</qco> </h3>      when i was in elementary school i recall making a 1 string guitar by wrapping a rubber band around a ruler. it worked very well. probably only an octave range\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n3:50 am</dco> &nbsp;<qco> it feels like most people consume content ranter than create it. Did you transition from consuming content to creating it? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIf so, how do you think you made this transition?&nbsp;</qco> </h3>      i was way too confused to do it, because there were too many combinations of possibilities nested within possibilities, i was drowning in infinity. but eventually i got so desperate to do it that i just started, in any way i could. but i was still drowning in infinity. so i tried to talk it out. and i was making a lot of progress, but i was still drowning in infinite ideas and ideas of ideas ..... but as i started to create more raw/improvised materials, it gradually shifted toward drowning in infinite raw improvised content. a similar but slightly more constructive predicament. then just continued along in this way, still being desperately overwhelmed until finally, way after i thought it was too late, i tried again. and was still too confused, and failed. then i thought it was REALLY over. then i immediately started a website and rigorous weekly production schedule and never looked back. i'm still drowning in infinity, but i now have quite a sizeable arsenal of remedies for it. i forgot the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n3:46 am</dco> &nbsp;<qco> how does one use a protractor?</qco> </h3>      use it as the letter D, to spell things\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n3:14 am</dco> &nbsp;<qco> trying to remember things for exam but all i can handle is MUDA MUDA MUDA MUDA MUDA ora ora.. any tips</qco> </h3>      that answer is surely better than whatever answer they had in mind, but sometimes the exam creators can be very attached to their own answers\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n2:50 am</dco> &nbsp;<qco> How did you get into music</qco></h3>      it must have been so powerful to me in so many ways, that it got to me extremely early, and then again and again and again and again, in different ways and different angles, throughout my entire life<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and why are you so dang good at it</qco> </h3>      same explanation\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n2:04 am</dco> &nbsp;<qco> Bill I'm trying to do well in chemistry right now but I'm\n<br>Struggling any tips also I keep losing motivation to try and do my homework ?&nbsp;</qco> </h3>      it seems like there are 2 general strategies here. one strategy would be to get a very clear image in your mind of what academic success will enable you to do. something you can really get excited about. (i personally am not an expert about this whatsoever). the other option, is to find something NOT requiring academic success, that you can aspire to, that you can get really excited about. and start working toward that instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n1:44 am</dco> &nbsp;<qco> What Is your thought on people who believe the earth is flat?</qco> </h3>      fake. not the flat earth (well, that's fake too) but the flat earthers themselves are fake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n12:51 am</dco> &nbsp;<qco> Bill. Your songs bring me so much happiness when I hear them. Can I send you cookies? What's your favorite kind?</qco> </h3>      the kind that ensure i have a better and more personalized browsing experience!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n12:27 am</dco> &nbsp;<qco> I'm making a film for my school what should I make it about</qco> </h3>      the roof\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n12:24 am</dco> &nbsp;<qco> do we need an axiomatic foundation for mathematics?</qco> </h3>      it's good to have it on hand, just in case\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n12:22 am</dco> &nbsp;<qco> Sometimes I feel sad, then I do things that make me happy but I still feel the sadness. Is this just how it works? I feel like I should address the sadness if this keeps happening. Maybe write it a well-worded letter, or arrange a meeting with it to talk about what we are going to do in future.</qco> </h3>      that's exactly what i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.19&nbsp; \n12:15 am</dco> &nbsp;<qco> how to come up with something creative to do with shoes</qco> </h3>      start by taking apart the shoe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n11:50 pm</dco> &nbsp;<qco> everything you do is amazing, thank you for doing exactly what you feel like doing</qco> </h3>      oh, thank you for your sudden outburst of friendliness\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n11:46 pm</dco> &nbsp;<qco> How do you do this&nbsp;</qco> </h3>      i'm not sure. wait, do what\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n11:38 pm</dco> &nbsp;<qco> has there ever been a question that you've thought long and hard about but just couldn't find a good enough way to answer</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n11:15 pm</dco> &nbsp;<qco> What should I get myself for birthday because I think no one else is going to give me anything.</qco> </h3>      a web site\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n11:10 pm</dco> &nbsp;<qco> Whats the best thing i can buy with money?</qco> </h3>      probably like a shed\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n11:04 pm</dco> &nbsp;<qco> What would be a good solution to world hunger?</qco> </h3>      download food\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n10:51 pm</dco> &nbsp;<qco> what is your favourite food</qco> </h3>      muffins\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n10:20 pm</dco> &nbsp;<qco> i have a speech to write what should i write it about</qco> </h3>      dog fuel\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n9:58 pm</dco> &nbsp;<qco> is fuel an appropriate synonym of feed?</qco></h3>      occasionally<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t eg. i will return to my house, for i need to fuel the dog</qco> </h3>      that one may raise an eyebrow or two\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> do you make the jingles that you sometimes respond to people with just for the question?</qco> </h3>      absolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n9:49 pm</dco> &nbsp;<qco> bill my man, whats your opinion on pythagorean theorem?\n<br>i think they are neat</qco> </h3>      it's the secret to how diagonals work\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n9:39 pm</dco> &nbsp;<qco> what layers of music do you discover and in which order when relistening to a new track you've discovered and wish to understand deeply?</qco> </h3>      it surprises me each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n9:28 pm</dco> &nbsp;<qco> what's the quick trick to qualitatively organize every idea I've ever thought of into a nice and neat file system?</qco> </h3>      get a text file. then go find all the files and write them down in a list, according to the date they were first made. with a brief description of what it is, and where the relevant files can be found\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n9:16 pm</dco> &nbsp;<qco> can you do a flip</qco> </h3>      i am flip\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n8:47 pm</dco> &nbsp;<qco> Not a question;\n<br>\n<br>But your music is amazing and your voice is iconic, so thank you for existing-</qco> </h3>      thank you for your sudden outburst of friendliness\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n8:01 pm</dco> &nbsp;<qco> \"Long Long Long Journey\" made me cry last night&nbsp;&nbsp;(I'm not entirely sure why). What does it feel like to know that something you created has that kind of power?&nbsp;</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n7:53 pm</dco> &nbsp;<qco> How long does it take to post your videos, I see alot of editing</qco> </h3>      a 3 minute video probably takes about 1 minute to post\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n7:37 pm</dco> &nbsp;<qco> what do you feel</qco> </h3>      thoughts\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n7:29 pm</dco> &nbsp;<qco> will you collab with someone</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n7:29 pm</dco> &nbsp;<qco> Do you have any tips on how to prevent glasses from fogging up when coming inside from the cold?</qco> </h3>      lick it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n7:26 pm</dco> &nbsp;<qco> will you ever do a draw my life</qco> </h3>      i would do something similar but likely under a different brand name\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n7:22 pm</dco> &nbsp;<qco> what word have you said the most in your life</qco> </h3>      the\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n7:09 pm</dco> &nbsp;<qco> It's now midnight and I need sleep but I'm also not tired, can you help?</qco> </h3>      IT'S TIME TO INVENT EVERYTHING!!!!!!!!!!!!!!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n7:02 pm</dco> &nbsp;<qco> Thank you for being such a great dude</qco> </h3>      thank you for your sudden outburst of friendliness\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.19&nbsp; \n6:59 pm</dco> &nbsp;<qco> how do you yeet</qco> </h3>      impossible. it can't be done\n<br><br>"
  }
]
