[
  {
    "html": "<h3> <dco>6.28.18&nbsp; \n1:09 am</dco> &nbsp;<qco> Does \"you can make a wish come true in your one two pants\" have a dirtier meaning?</qco> </h3>      than what\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n11:51 pm</dco> &nbsp;<qco> There is a gnome in my room. How do I get rid of it? Should I befriend it?</qco> </h3>      the gnome thinks you're the gnome\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> hi bill. i have to make a tough decision about something and as the deadline for said decision gets closer ive pretty much become paralyzingly afraid of making the wrong choice. do you have any advice on what to do?</qco> </h3>      it sounds like both choices are of approximately equal value, otherwise you would have known already. so that means you can use a coin flip\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> Could it, theoretically, be possible for one to be absolutely perfect in the eyes of everyone?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n9:45 pm</dco> &nbsp;<qco> Is there a point in living?</qco> </h3>      there are as many points as you can imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n9:36 pm</dco> &nbsp;<qco> Why do all the boys in Congress get mad?</qco> </h3>      due to anger\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n8:41 pm</dco> &nbsp;<qco> Will you ever re-update the reality section of this website? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that part always blows me away</qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n8:22 pm</dco> &nbsp;<qco> How do you think Mr. Rogers and Costa would coordinate the music for the show? Not the songs themselves, but all the background music.. The music always seemed to follow Mr. Rogers' vocal delivery and timing and pauses so perfectly. Like, do you think they would they just tape the show without music and Costa would do his thing? Or do you think there had to some coordination for timing and stuff? I wanna try to do some \"spoken word\" stuff with music accompaniment, but not sure if it's better to just record the speaking naturally or to do the music first, or try to do both simultaneously, etc.. it just blows my mind how perfect the music was in that show. I've tried to do it but I can't get the timing and flow of the speaking and music to blend so nicely like Rogers and Costa.&nbsp;</qco> </h3>      it was done live. costa is surely just improvising the underscoring. this kind of thing gets better and better and better and better over time. and they did thousands of shows\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n8:04 pm</dco> &nbsp;<qco> is there some particular reason why in your videos you often play invisible drums instead of real ones?</qco> </h3>      i live in the library\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n7:41 pm</dco> &nbsp;<qco> did you make the unboxing video to appease the unboxing fans</qco> </h3>      not exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n7:39 pm</dco> &nbsp;<qco> is a lot of the most important part in the same time&nbsp;</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n7:28 pm</dco> &nbsp;<qco> https://www.youtube.com/watch?v=ffxKSjUwKdU those three chords that start at like :44 sound like Aadd2&nbsp;&nbsp;Fadd2&nbsp;&nbsp;Gadd2 to me. does that seem right to you?</qco> </h3>      yep\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n7:21 pm</dco> &nbsp;<qco> when i'm in a quiet place i can hear a slight ringing or like a white noise in my ears, do you ever get that? also do you get ear fatigue when mixing or listening to music for long periods? how do you deal with this?&nbsp;</qco> </h3>      it's important to mix at a low volume, as much as you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n6:51 pm</dco> &nbsp;<qco> why do people tend to overanalyze your songs? </qco></h3>      i don't know how much each person analyzes it, and i also don't know what the correct amount is, to analyze it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do they really have hidden meaning</qco></h3>      it depends which meanings you can see, and which ones you can't<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or should we just take the lyrics at face value??</qco> </h3>      the lyrics are meant to be listened to in the song (with the music, etc.) not read on the page. i hope that helps....<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> have you considered making new designs for your t-shirts? i would like to buy more</qco> </h3>      yes, but instead i was thinking of making some A U D I O / V I S U A L   C O N T E N T<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n5:42 pm</dco> &nbsp;<qco> how do I stop thinking</qco> </h3>      how did you start<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n5:25 pm</dco> &nbsp;<qco> how many turtles do you own</qco> </h3>      0<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n5:19 pm</dco> &nbsp;<qco> are there and hidden secrets on the website</qco> </h3>      the entire thing is a secret<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n5:18 pm</dco> &nbsp;<qco> Would you consider doing a world tour?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n4:53 pm</dco> &nbsp;<qco> How do I remember my name?</qco> </h3>      \n\nyou could just make up a new one if you forget<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n4:49 pm</dco> &nbsp;<qco> Bill, i've been playing the piano for months, i listen to the songs i enjoy and i learn to play them by ear. I'm good at finding out the melody or the lead vocal's notes, but i'm having troubles identifying the chords and extra stuff other than the melody. what do you suggest me to do? i started to become familiar with the sounds of some of the chords i use a lot (A,Am, Em, F , Fm, Bb, C D G etc.) . Do i just listen and play more?</qco> </h3>      a good starting trick is to pause the music and then unpause-pause very quickly. this might not work on a streaming site like youtube, but it will would very well on an offline player. when i was a kid i used to do it with a CD player. if you just listen to that micro-second of the song, you can pick out 1 note at a time. write down all the chords to a song (in time, with bar lines, etc.)..... once you do this for about 30 or 40 songs, i think you will find that you don't have to search for the individual notes anymore. ... maybe not even pause it at all. After about 100 more songs, you probably won't even have to listen to the song, you will be able to do it from memory. after about 1000 songs, you will probably be able to hear someone singing the melody for a song you have never heard before, without hearing the chords, and figure out what the chords should be. after 10,000 songs, you should be able to play along with them on the first try, never having heard the song before, and have them think you already knew the song<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n4:44 pm</dco> &nbsp;<qco> on your old daily schedule video, it said you were nice to people at 1:00, 2:00, 3:00, 4:00, 5:00, and 9:00. does this mean that being nice is a nine to five job?</qco> </h3>      it can be done any time. for business, or pleasure<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n3:43 pm</dco> &nbsp;<qco> what other ways can we help with the ratings thing? i rarely listen to the radio but i would request your songs gladly it will be amaaaaazing when you tour</qco> </h3>      one thing that would be helpful is if a lot of people at the same time requested me on pandora. my music is sent to pandora but i suppose it's pandora's choice what to accept ..........\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n2:56 pm</dco> &nbsp;<qco> do you have a motto?</qco> </h3>      everything is my motto\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n1:12 pm</dco> &nbsp;<qco> when during the video making process for the last few songs have you filmed the live action stuff? is it done after the graphics or is it done during the graphics when it seems like it'd be necessary</qco> </h3>      i am still experimenting with different procedures. on 'la de da' all the live stuff was shot first. on 'sexy pants' most of the graphics were done first, and i actually had to shift some scenes around to fit myself in<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n1:11 pm</dco> &nbsp;<qco> Thoughts on the song green earrings?</qco> </h3>      'graaaand'<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n12:43 pm</dco> &nbsp;<qco> how come there is no such thing as a cocave triangle, but as soon as you get to quadrilaterals, you can get them concave ?</qco> </h3>      you have to go around the cave. you can't go 'around' anything with a straight line. to make the cave you need 2 lines. so if you have 2 lines for the cave, you still need at least 2 more, to go around it. so you'd need at least 4 in total to make this work<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n12:28 pm</dco> &nbsp;<qco> Have you realized the ask question page is spelled ueQstions?</qco> </h3>      the letter q is bright green, i think that clearly indicates some awareness there<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n12:19 pm</dco> &nbsp;<qco> why are people questioning your song sexy pants&nbsp;</qco> </h3>      perhaps they want to know more<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n11:45 am</dco> &nbsp;<qco> Would you travel through time given the opportunity?</qco> </h3>      i can't seem to stop. would appreciate a pause function<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n10:01 am</dco> &nbsp;<qco> do u ever wonder what u are doing&nbsp;</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n9:18 am</dco> &nbsp;<qco> any thoughts on cats?</qco> </h3>      i say let's hear the cats' thoughts<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n8:43 am</dco> &nbsp;<qco> what instrument do your songs usually start the writing process on?</qco> </h3>      i only write with 1 instrument, just a plain keyboard/rhodes sound. (and voice)<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n8:41 am</dco> &nbsp;<qco> if you were to release physical copies of your music, would you consider tapes?</qco> </h3>      \nthat would depend on the reason i was considering physical releases<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n6:43 am</dco> &nbsp;<qco> hi bill! so, is your new song on laptop speakers now? if so, do you see it as a challenge you can face or nah?</qco> </h3>      it is interesting so far..... i've actually created an EQ setting which simulates those speakers, so i can flip it on and off easily <br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n5:34 am</dco> &nbsp;<qco> I can play many instruments well, but how do i create new music with them?</qco> </h3>      any way you can imagine<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n3:43 am</dco> &nbsp;<qco> is steve's name really steve?</qco></h3>      that seems plausible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is damien secretly a noodle with a head?</qco> </h3>      that is not a secret<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n3:13 am</dco> &nbsp;<qco> was the pilcrow at the end of your last video a reference to pilcro pants?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n2:37 am</dco> &nbsp;<qco> Ok, so in a lot of your recent videos you bring up the theme of not being welcome at home, or it not being fun there. in your video \"outside\" you say \" I can't go back to where I come from;&nbsp;Cuz I'm not welcome;&nbsp;and its not fun there\" I know a lot of song writers write lyrics that coincide with their thoughts and feelings, and I wanted to ask you if that applies to this situation? (does this or does this not reflect things that happened to you?)</qco> </h3>      it may be reminiscent of something that has happened to all of us, in one way or another<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n2:15 am</dco> &nbsp;<qco> Do you have any recommendations for dealing with anxiety?&nbsp;</qco> </h3>      \nyou could try wearing a cape\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n2:13 am</dco> &nbsp;<qco> Are you ever going to make a livestream?</qco> </h3>      yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n1:16 am</dco> &nbsp;<qco> are you planning on playing live at any point?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n1:02 am</dco> &nbsp;<qco> why do u use an old version of macos? https://www.instagram.com/p/BkLtv4AnE6n/</qco> </h3>      because the program pictured there doesn't exist for newer versions, and it's the program i do a lot of my video work on, and i've been using it for many years and i keep getting better with it, and to switch to an entirely different program would force me to go back to the dark ages ... or should i say... the <a href=\"http://billwurtz.com/monday.mp4\">pelican</a> ages<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n12:54 am</dco> &nbsp;<qco> desert island discs time: if you were stuck on a desert island with only 3 albums to entertain you, what albums would they be and why?</qco> </h3>      i don't really know any albums<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n12:38 am</dco> &nbsp;<qco> How strongly do you think YouTube and its algorithm promotes quality over quantity? I feel like your channel manages to explode in popularity, due to quality, not quantity.</qco> </h3>      i have no idea how youtube's algorithm works, and everything i hear about it scares me. my best strategy is not to think about it, and just do what i think is right. and also continue nurturing audiences on other platforms wherever possible<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.18&nbsp; \n12:19 am</dco> &nbsp;<qco> why wasn't i informed that you have merch</qco> </h3>      because i personally hate being informed that people have merch. so i suppose that's sort of a treat others the way you would like to be treated sort of thing<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.18&nbsp; \n11:28 pm</dco> &nbsp;<qco> Should a question end in a question mark</qco> </h3>      sure, if you think it helps<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.18&nbsp; \n9:59 pm</dco> &nbsp;<qco> How do you stay motivated to keep playing, and keep learning music even when you really don't feel like it.</qco> </h3>      i do feel like it<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.18&nbsp; \n9:37 pm</dco> &nbsp;<qco> http://www.billwurtz.com/word-unscramble-5.mp4\n<br>do i detect a sound of low frequency.</qco> </h3>      yes, that sound in the intro does have some very low frequencies on it. oops. might have cleaned that up if i was more experienced at the time. or who knows, maybe not. i was making daily videos while also trying to work on history of japan at the same time<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.18&nbsp; \n9:27 pm</dco> &nbsp;<qco> How do you get inspired to make something without making something derivative of your inspiration?</qco> </h3>      you can do that for now, but once you have many many more inspirations then the inspiration will melt down to a liquid and you should be all set<br><br>"
  }
]
