[
  {
    "html": "<h3> <dco>12.10.23&nbsp; \n2:16 am</dco> &nbsp;<qco> bill how are you planning to welcome in the upcoming new year?</qco> </h3>      \nwhat i usually do is enter the number of the finished year in my calculator, then i press \"+ 1 =\". the answer surprises me every time\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.23&nbsp; \n2:05 am</dco> &nbsp;<qco> thoughts on the word \"station\" in a lyric?</qco> </h3>      \nit's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.10.23&nbsp; \n1:11 am</dco> &nbsp;<qco> do you look forward to the snow?</qco> </h3>      \nyes. and in turn, during times of snow, i look forward to there being no snow\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n11:18 pm</dco> &nbsp;<qco> what are some good songs with only 1 chord</qco> </h3>      \nit's actually extremely difficult to find a song with actually only 1 chord. It turns out, if you make a song with only 1 chord, going on and on and on and on on that 1 chord, .... the desire gets stronger and stronger and stronger and stronger for it to go to that second chord<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n11:16 pm</dco> &nbsp;<qco> Can you please give me a topic for a song? &lt;3</qco> </h3>      \nhow about the process of romantic courtship, from the perspective of 18 to 25 year olds\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n10:45 pm</dco> &nbsp;<qco> Hi bill, How do you pull yourself out of a hat?</qco> </h3>      \nfocus on getting into the next hat\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n10:29 pm</dco> &nbsp;<qco> have you ever studied species counterpoint?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if i wanted to get good at counterpoint where should i start?</qco> </h3>      i actually don't even know what the word counterpoint really refers to\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n10:09 pm</dco> &nbsp;<qco> How can you tell when you've missed an opportunity in life?</qco></h3>      for example, if you see a boat go by and you miss it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is there a time limit? </qco></h3>      continuing with the example of boats, for a boat in steady motion relative to you, there indeed tends to be a limited range of time during which you can catch that particular boat<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or something else?</qco> </h3>      more boats, for sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n8:51 pm</dco> &nbsp;<qco> what video of yours would you consider your most innovative video?</qco> </h3>      \nhow to make mistakes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n7:57 pm</dco> &nbsp;<qco> Can a policeman arrest himself?</qco> </h3>      \ni assume so\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n7:40 pm</dco> &nbsp;<qco> do you like trolleybuses</qco> </h3>      \nalmost\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n7:34 pm</dco> &nbsp;<qco> heya hi howdy bill what's a good way to start a question?</qco> </h3>      \nwords like 'what' 'how' 'why', are pretty good usually. however, that does not necessarily guarantee that it will be a good question\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n7:26 pm</dco> &nbsp;<qco> what's the best movie about fish?</qco> </h3>      \ni can't think of any movies about fish, but most movies can relate to fish metaphorically. in that case, the best fish movie would be The Godfather\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; 6:48 pm</dco> &nbsp;<qco> What is your favourite food?</qco> </h3>      \nchocolate chip cookie\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n5:38 pm</dco> &nbsp;<qco> Is \"i was going to say no but now that i think about it yes\" your go-to answer when you aren't sure how to answer a yes or no question?</qco> </h3>      \nno. i use that for when my first impression is 'no', but then upon further reflection i change my opinion to 'yes'. for this situation, that answer actually fits perfectly. like that warm glove you got for christmas\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n5:10 pm</dco> &nbsp;<qco> how can you get back to earth ?</qco> </h3>      \nthere is a simple tutorial in the movie Apollo 13\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n5:10 pm</dco> &nbsp;<qco> Have you ever just winged something?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like you put only half the amount of thought you normally would into something and it just so happened to turn into something great?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or do you put an equal amount of thought into your work? \n<br>\n<br>PS I'm just talking about writing the songs themselves, not the corresponding video if there is one</qco> </h3>      i have indeed written songs quickly, sometimes. it usually works out best when it's written quickly, but that's not always possible. however, something about the way you framed the question makes me think you are also referring to the song's production\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n4:20 pm</dco> &nbsp;<qco> if you ever buy a hill, will you name it \"hill wurtz\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n3:51 pm</dco> &nbsp;<qco> Do you feel alright with the days gone by?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n1:35 pm</dco> &nbsp;<qco> What is your cowbell score?</qco> </h3>      \nperfect\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n1:24 pm</dco> &nbsp;<qco> British or American English?</qco> </h3>      \ncheck the \"R\"s. that's how you can usually tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n11:51 am</dco> &nbsp;<qco> is the hello sexy pants intro 1 bar of 2/4, then 1 bar of 5/4, then one bar of 3/4, then one bar of 9/4 and then 3 bars of 5/4 or it's just one big bar of 34/4 ?</qco> </h3>      \nit's 8 bars of 4/4, with half a bar pickup before it starts\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n7:40 am</dco> &nbsp;<qco> am i a princess? or a dunce</qco> </h3>      \nprincess for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n6:24 am</dco> &nbsp;<qco> Were you in Poland?</qco> </h3>      \ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n3:17 am</dco> &nbsp;<qco> what are your thoughts on rejecting evolution and returning to the australopithecus lifestyle?</qco> </h3>      \ncould work maybe as a last resort\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n3:12 am</dco> &nbsp;<qco> are you a question?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n3:05 am</dco> &nbsp;<qco> what is a christmas present you have bought for someone this year?</qco> </h3>      \ni don't celebrate christmas in that particular way. but that doeesn't mean i don't appreciate the sentimental magic of the Q4 earnings period\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n2:05 am</dco> &nbsp;<qco> what kinds of instruments should i use in a 3/4 time signature? normal ones or something else?</qco> </h3>      \nthis may not be what you want to hear, but you'll have to try them all\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.9.23&nbsp; \n1:50 am</dco> &nbsp;<qco> wait you can type your responses in different colors of text instead of just white!?!??!?</qco> </h3>      \ni can do pretty much anything i want, in moderation\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n10:32 pm</dco> &nbsp;<qco> would you ever make a sitcom (situational comedy)?</qco> </h3>      \nno. but i might make something else and call it a sitcom, for good measure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n9:43 pm</dco> &nbsp;<qco> thoughts on mice?&nbsp;</qco> </h3>      \ni don't think about mice, but that doesn't mean they're not good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n8:33 pm</dco> &nbsp;<qco> How do I come up with a question for the questions page?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n7:12 pm</dco> &nbsp;<qco> As a rough estimate, what percent of musicians do you think are self-taught?</qco> </h3>      \n50?\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n6:54 pm</dco> &nbsp;<qco> I've recently become so obsessed with your beautiful music and your sense of humor. I was wondering what is your methodology when it comes to lyrics? I love your lyrics!&nbsp;</qco> </h3>      \nthe secret to the lyrics is music, and the secret to music is lyrics. it's a relationship\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n5:29 pm</dco> &nbsp;<qco> I just teleported 10,000 BC. What do I do?</qco> </h3>      \nfirst things first, you'll have to get a new calendar. maybe invent one actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n3:24 pm</dco> &nbsp;<qco> thoughts on the roman empire?</qco> </h3>      \niconic\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n2:54 pm</dco> &nbsp;<qco> bill can you answer this question im on my school chromebook</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n1:34 pm</dco> &nbsp;<qco> Have you ever looked at a sentence and just not been able to understand it. It just doesn't make sense at all no matter how much you re-read it and then you look at it a little later and wonder what you were wondering about</qco> </h3>      \nno, i understand all sentences extremely well\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n1:29 pm</dco> &nbsp;<qco> whats the secret of being a good gambler</qco> </h3>      \nunderstanding the odds\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n1:06 pm</dco> &nbsp;<qco> why did they change new amsterdam to new york?</qco> </h3>      \nengland took it over and named it after an english guy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n12:40 pm</dco> &nbsp;<qco> Sometimes it feels like there aren't enough words for love. Should I make some new ones? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I feel a little bit differently for everyone and everything, so it might take too long. I might have to express what I'm feeling some other way,</qco> </h3>      i understand\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n10:44 am</dco> &nbsp;<qco> What wouldn't you not do for nothing?</qco> </h3>      \nindeed, nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; 10:15 am</dco> &nbsp;<qco> is there a genre of music you like that might surprise other people</qco> </h3>      \ni've learned not to try to predict what surprises people. i prefer to be surprised by other people being surprised\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n9:29 am</dco> &nbsp;<qco> You ever walk past a vending machine and think \"I wann punch that vending machine\"?</qco> </h3>      \nno. i feel confident that someone else will do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n9:04 am</dco> &nbsp;<qco> do you prefer western dragons or eastern/chinese dragons?</qco> </h3>      \ni don't know anything about dragons\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n8:14 am</dco> &nbsp;<qco> Have your felt tired for being too/so funny?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n7:58 am</dco> &nbsp;<qco> &nbsp;Why is it a good idea to design a pipeline so that the different pipeline stages need approximately the same time to perform their work?</qco> </h3>      \nbecause it sounds great on paper. that's the only reason i can think of\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n5:35 am</dco> &nbsp;<qco> Bill how do I fix my PC performance</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n4:09 am</dco> &nbsp;<qco> do you ever feel like time is slipping away too fast but theres so much you still haven't done in life and ideas you haven't expressed so you're in a constant state of anxiety trying to complete a to-do list that will never end and keeps growing and growing? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I feel like that a lot.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.8.23&nbsp; \n3:40 am</dco> &nbsp;<qco> Starting to think that the concept of \"one\" only exists in the mind, and that there is no objectively \"single\" unit in this reality. \"One\"\n<br> seems like a subjective mental construct. As a consequence math seems like the ultimate fiction that just so happens to be able to best predict our material universe. What do you think?\n<br></qco> </h3>      \nthat sounds about right\n<br><br>"
  }
]
