[
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n10:53 am</dco> &nbsp;<qco> Bill, I'm the one who asked the question at this time <a href=\"q.php?date=202006121304\">6.12.20&nbsp;&nbsp;1:04 pm</a> \n<br>I got accustomed to the keyboard andtried out tunes of my own that sounded good(ish), should I try to make my own songs or learn other songs first, or something entirely different?</qco> </h3>      \nthere are many paths to take. but a good one i would recommend is try learning to perform some songs you know, singing the words and accompanying yourself, in real time. kind of like someone might sing a song on the acoustic guitar, but use the keyboard instead. sing and play at the same time. just try to learn that instrument. do it with some of your favorite songs. you can do it however you want, just imagine you are at a campfire and you have been tasked with taking care of the campfire with songs. and all you have is that instrument and your voice. what do you do?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n10:49 am</dco> &nbsp;<qco> are there any words you've never said before?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n10:44 am</dco> &nbsp;<qco> how do you feel about the fact that you've helped people through hard times with your music</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n10:31 am</dco> &nbsp;<qco> Is the metric system real?</qco> </h3>      \nnot sure. might be too perfect\n     <br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n10:00 am</dco> &nbsp;<qco> How does this page work?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n8:50 am</dco> &nbsp;<qco> from the times you answer these questions it seems as if you're awake 24 hours a day 7 days a week 29-31 days a month. 364.6-366 days a year, 10 years a decade, 100 years a century, and I think it started around when that whole word thing started you wrote some music on it. care to explain.</qco> </h3>      yes, you made a mistake somewhere in the first 5 words. somewhere around the 4th or 5th word maybe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n8:41 am</dco> &nbsp;<qco> Could You Please Make Another Video Of The Wild Frolicking Adventures of Informational Education Please?</qco> </h3>      \ncan i make like 100 more, but maybe not get so lost in the andes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n8:13 am</dco> &nbsp;<qco> How are you so relatably weird?&nbsp;</qco> </h3>      \ni'm a professional\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n8:11 am</dco> &nbsp;<qco> Are your videos all cryptic messages about the future</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n8:10 am</dco> &nbsp;<qco> you make some very cool songs! what do you want the outcome of people listening to your songs to be?</qco> </h3>      \ngoodness and splendor throughout the globe\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n7:53 am</dco> &nbsp;<qco> do you make the rules?</qco> </h3>      \nsometimes if i'm in the right mood i may fuck around and make a rule\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n6:52 am</dco> &nbsp;<qco> are you an alien</qco> </h3>      \ni thought you were\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n6:48 am</dco> &nbsp;<qco> aren't albums kinda weird? like there are the stellar singles that deserve its own music video and then there are the \"lesser\" songs that are kinda just...there to fill space in the song list? it's weird. i understand now why you no longer desire the concept of making an album.</qco> </h3>      in my mind, sometimes i get this magical wonderful idea of the magical world of an album, to get lost in, and roam around in. but then i remember that no album has actually felt like that to me, and then suddenly i realize that what i was thinking of isn't an album at all. it would be something much more\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n6:18 am</dco> &nbsp;<qco> how do you break a pair of scissors?</qco> </h3>      \njust open them up in a text editor and replace 1 character with a broken scissor emoji\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n6:08 am</dco> &nbsp;<qco> do you plan on making the happiest song on earth, among other things and maybe a bit more so?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n6:01 am</dco> &nbsp;<qco> What's your opinion on school?</qco> </h3>      \ncould be good, especially if learning is involved\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n5:59 am</dco> &nbsp;<qco> do we live in a simulation?</qco> </h3>      \nof what\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n5:16 am</dco> &nbsp;<qco> In \"you're free to do whatever you want to\" you say you found the meaning of life. Did you really find it</qco></h3>      sometimes it feels that way, but then it always changes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if so, how did you do it?</qco> </h3>      \nsometimes if you turn just a bit to the left. or any direction. that can be just enough to see it. before it changes and you must turn again\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n4:53 am</dco> &nbsp;<qco> do u know any science jokes&nbsp;</qco> </h3>      \nscience itself is a joke, thanks to how real it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n4:04 am</dco> &nbsp;<qco> How can I study Eastern Philosophy?&nbsp;</qco> </h3>      \ni always forget which one is eastern, just because of how flippin round the world is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n3:59 am</dco> &nbsp;<qco> how should i go about finding my purpose&nbsp;</qco> </h3>      \ntry walking through a major city with no phone. that may give you some ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n2:40 am</dco> &nbsp;<qco> What's your favourite thing about covid19?</qco> </h3>      \nthe relatively low death rate, compared to some of the other viruses\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n2:13 am</dco> &nbsp;<qco> There's a certain kind of creator I respect, respect highly. A certain kind I love to no end. These creators are always unique and have found themselves, it's like they have the ability to see what no one else can, they can change and form their worlds with ease, like clay. Everyone else just exists in the world, as if they think its metal and have something stopping them from just reaching out and trying, trying to see if they can form it, or they just don't care to learn how. There's nothing I want more than to be like this certain kind of creator, but none of them want to be like anyone else but themselves. I wish I knew how. There's about 4, or 5, people I have under this category, the people I most respect in this world. You are one of them.</qco> </h3>      \nholy forest replenishment, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n1:50 am</dco> &nbsp;<qco> what's your favourite scale? i hope my non American spelling of favourite is reasonable</qco> </h3>      \ni prefer to use the notes as needed, on demand\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n1:49 am</dco> &nbsp;<qco> When you wear sandals on your feet, are you also wearing socks on your feet ?</qco> </h3>      \nthat depends if you give a darn about protecting your feet or the sandals whatsoever\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n1:49 am</dco> &nbsp;<qco> are you a homophobe?</qco> </h3>      \nno, but i will admit i am afraid of homophobes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n1:42 am</dco> &nbsp;<qco> What is your favourite effect to put in your music to make it fonky?</qco> </h3>      \nthat's easy. fonk\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n1:40 am</dco> &nbsp;<qco> have you started to put the bass louder in the mix for it to be heard through the speakers of phones and laptops?</qco> </h3>      \nthat doesn't work. if the device is physically too thin to produce the frequency, extra volume won't help. you have to just hope they will pick up the vibe from context clues, and remind yourself that no other artist can get bass through there either\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n12:57 am</dco> &nbsp;<qco> how happy are you knowing you sometimes make others happy when they feel sad</qco> </h3>      \nmy mood fluctuates as moods do, but doing the thing you mentioned is a constant objective to aim for, among other objectives\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n12:46 am</dco> &nbsp;<qco> what is your opinion on sourdough bread</qco> </h3>      \ncould use it to make weapons, if you like really soft weapons\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n12:39 am</dco> &nbsp;<qco> Hey Bill. How do you understand that you inspire and help creators of music every day? (Btw you inspired me to try music and singing. (Pretty good at singing and the day goes on now.))</qco> </h3>      \nholy dining room set, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.20&nbsp; \n12:28 am</dco> &nbsp;<qco> how do i find myself</qco> </h3>      \ncheck some of your favorite places\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n11:56 pm</dco> &nbsp;<qco> Is magic real?</qco> </h3>      \neverything is magic\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n11:39 pm</dco> &nbsp;<qco> Do you think the lyrics or the music are more important?</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n11:31 pm</dco> &nbsp;<qco> what is the ground made out of?</qco> </h3>      \nshelf. it's a huge shelf\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n11:01 pm</dco> &nbsp;<qco> How do you stay up answering these 24/7</qco> </h3>      \ni do not\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n10:57 pm</dco> &nbsp;<qco> Are you making 1 new video soon?</qco> </h3>      \nclose, but you got the number way wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n10:44 pm</dco> &nbsp;<qco> What's your favourite video that you have made yourself?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n10:37 pm</dco> &nbsp;<qco> what's your interpretation of the universe?</qco> </h3>      \ni'm trying to demonstrate\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n10:18 pm</dco> &nbsp;<qco> What is the best riddle in existance?</qco> </h3>      \nmight be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n10:11 pm</dco> &nbsp;<qco> Do circles secretly have infinite corners?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n9:38 pm</dco> &nbsp;<qco> You say that you would prefer to make a new song to be your favourite, but have you ever felt, as you made a particular song, that it was your favourite at that time?</qco> </h3>      \nthat is the target we must always move toward. whether or not anyone ever reaches it? would be impossible to know\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n9:12 pm</dco> &nbsp;<qco> how does science help creativity</qco> </h3>      \ngives it some grounding, and credibility\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n8:41 pm</dco> &nbsp;<qco> will you go on another podcast</qco> </h3>      \nhoping to go on all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n8:31 pm</dco> &nbsp;<qco> how do you break creative projects down to more manageable segments? </qco></h3>      it's different depending on what project it is, but a perfect way to learn is to do much smaller projects first, and procedures will easily reveal themselves, which can be applied to larger projects<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that is, if you do so at all;&nbsp;perhaps you're cavalier and prefer to take your projects head on, without segmentation</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n8:14 pm</dco> &nbsp;<qco> how to make god song like yours \n<br></qco> </h3>      \nstart by making songs describing your daily experiences\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n6:48 pm</dco> &nbsp;<qco> Do you think, if you tried, you could answer questions in person as entertainingly as you do on this page?&nbsp;</qco> </h3>      \ni could do it but it has less to do with how much i try, and more to do with how comfortable i can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n6:10 pm</dco> &nbsp;<qco> What do you think is an appropriate amount of knees?&nbsp;</qco> </h3>      \nmaybe like 1 per leg\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n6:04 pm</dco> &nbsp;<qco> What's your opinion on synthesizers and audio synthesis in general?</qco> </h3>      \ncould be fun\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.20&nbsp; \n5:24 pm</dco> &nbsp;<qco> Can you eat the moon with a fork&nbsp;</qco> </h3>      \nno\n<br><br>"
  }
]
