[
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n9:54 am</dco> &nbsp;<qco> why are pinatas so awesome?</qco> </h3>      \nbecause of the small chance that there may be another pinata inside\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n9:08 am</dco> &nbsp;<qco> Does your current song that you're working on sound good to you?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n8:58 am</dco> &nbsp;<qco> what's the most normal thing you can think of</qco> </h3>      \nan embankment\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n2:32 am</dco> &nbsp;<qco> what's your favorite flavor of air</qco> </h3>      \nfresh breeze\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n12:37 am</dco> &nbsp;<qco> how do i get motivated and not procrastinate</qco> </h3>      \nit all depends on what the thing is that you'd like to do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.21.22&nbsp; \n12:13 am</dco> &nbsp;<qco> do you show someone something you haven't released yet?</qco> </h3>      \nextremely rarely\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.22&nbsp; \n9:47 pm</dco> &nbsp;<qco> does the word \"Ohio\" look like a tractor to you?</qco> </h3>      \nit does now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.22&nbsp; \n8:30 pm</dco> &nbsp;<qco> is \"fly around\" the first of two songs to be released in march</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.22&nbsp; \n8:27 pm</dco> &nbsp;<qco> what importance does \"if this song ain't good enough I'll erase it\" hold</qco> </h3>      \nit's an ending device for the song. if i didn't have that, then the song may still be going on\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.22&nbsp; \n8:23 pm</dco> &nbsp;<qco> How do I get my absolute pitch to shut up so I can improve my relative pitch?</qco></h3>      that's a good question, and i don't know. i had the relative first, and for me the relative never shuts up and it can obfuscate the absolute<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How do I even know if my relative pitch is improving?</qco> </h3>      \nthe more you play and make up your own music, the better it will get. Maybe it would be cool to always transpose your instrument into the wrong key, to force yourself not to care what the absolute notes are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.22&nbsp; \n4:07 pm</dco> &nbsp;<qco> Why do you use lowercase letters so much?</qco> </h3>      \nthey're just normal. everyone uses them.... A LOT. probably in higher percentages than i do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.22&nbsp; \n8:00 am</dco> &nbsp;<qco> how long did \"get to know what's going on\" take to write / produce?</qco> </h3>      \n1 week, except for the writing of the 1st bar of the chorus (title line) which i already had from 6 years earlier\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.22&nbsp; \n6:35 am</dco> &nbsp;<qco> do you ever look at a photo of yourself and think like \"man im weird, i wish no one else looked at this photo/video\" or the same thing with your voice? how to deal with that?\n<br>i feel like this seriously handicap how i live my life and how \"social\" i am...\n<br>man im weird \n<br>(this is what im gonna think when i read my own question)</qco> </h3>      \nah, you might enjoy a rigorous task schedule with barely enough time to complete those tasks\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.22&nbsp; \n6:21 am</dco> &nbsp;<qco> i accidentally discovered new canaan on spotify and i really enjoyed it and became one of my favorite songs ever. would you go back to this acoustic country style again or is it left in the past for good?</qco> </h3>      \nall options are on the table\n\n<br>       \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.22&nbsp; \n2:43 am</dco> &nbsp;<qco> when i am writing down an idea, i think it is good. but after some time i think it is bad. this has been going on for days. should i just pick one of the bad ideas and go with it for now, or wait for a good one forever?</qco> </h3>      \nuse one of the bad ones. it was good before, so it's still good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.22&nbsp; \n2:19 am</dco> &nbsp;<qco> how's the next song production going for you?</qco> </h3>      \npretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.20.22&nbsp; \n1:37 am</dco> &nbsp;<qco> what are some things on your bucket list?&nbsp;</qco> </h3>      \ni don't have a bucket list. my buckets are stored non-sequentially \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.22&nbsp; \n11:31 pm</dco> &nbsp;<qco> will i ever have a special sandals</qco> </h3>      \ni'm sure you already have them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.22&nbsp; \n11:20 pm</dco> &nbsp;<qco> Can your next video have a 19:47 poly rhythm&nbsp;</qco> </h3>      \nit could but it won't\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.22&nbsp; \n9:51 pm</dco> &nbsp;<qco> How do you feel about yourself and your work?</qco> </h3>      \nok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.22&nbsp; \n7:19 pm</dco> &nbsp;<qco> what are the chances of something cool happening tomorrow?</qco> </h3>      \n100%\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.22&nbsp; \n7:14 pm</dco> &nbsp;<qco> is 7841 a prime number</qco> </h3>      \nyes, thank you for checking with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.22&nbsp; \n6:49 pm</dco> &nbsp;<qco> would you ever consider putting more than 1 trumpet note in a song</qco> </h3>      \nyes. in fact, every song where i've ever used trumpet notes has multiple trumpet notes. most of them are actually chords\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.22&nbsp; \n4:33 pm</dco> &nbsp;<qco> Does _got some money_ have a reference to _long long long journey_ in it?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.22&nbsp; \n1:18 pm</dco> &nbsp;<qco> why is it so hard to actively listen to the harmonies? it's super easy to hum the main melody but I have a hard time even making out harmonies that aren't in relatively quiet and small chunks, let alone humming them.&nbsp;</qco> </h3>      \nusually the harmonies are quieter. the part that is supposed to enter your brain is the main line. if you spend some time playing piano/keyboard, you'll start to understand what's going on, and then you'll be able to find harmony parts in your mind by imagining the chord formations on the keyboard\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.22&nbsp; \n9:17 am</dco> &nbsp;<qco> do you know a guy named tim, or greg?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; perhaps reginald?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.22&nbsp; \n2:48 am</dco> &nbsp;<qco> Are there microtones in \"I'm scared\"?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n11:55 pm</dco> &nbsp;<qco> opinion on calculators?</qco> </h3>      \ntalented\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n11:41 pm</dco> &nbsp;<qco> what is the hidden meaning behind 'here comes the sun' </qco></h3>      if you think times are bad, don't worry the sun will come back soon as always, and it represents better times. Wait, nevermind, that meaning is not hidden, i blasted it right into the chorus and also the title<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what does it have to do with postmen</qco> </h3>      there was a scene in the second verse with a postman. if i recall, the postman was delivering the news except there was \"still no news\". this helps to envoke a bit of melancholy doldrums, for us to spring out of later when the sun inevitably comes back\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n5:28 pm</dco> &nbsp;<qco> Did people ever actually talk like how shakespeare wrote? \n</qco></h3>      sure, except maybe not with all the rhymes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like, back in the day, if I were to see my friend would I say \"Lo, Thomas. How art thou upon this evening fair? Wherefore hast thou been? T'was thrice fortnights past that I have last set mine gaze upon thee? Hark! Doth thee not hast receive mine latest correspondence?\"</qco> </h3>      i'm not sure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n4:57 pm</dco> &nbsp;<qco> What chords did you use in your video \"how to be cool\"?</qco> </h3>      \nCmaj7/G  Bbmin7  C#min9  Db/Eb  Bb/F  Ebmin7/Db\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n3:44 pm</dco> &nbsp;<qco> opinion on pineapple on pizza?</qco> </h3>      \npineapple is pizza\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n2:57 pm</dco> &nbsp;<qco> is your next song about love</qco> </h3>      \nnot more than most songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n1:52 pm</dco> &nbsp;<qco> ever thought about going real crazy</qco> </h3>      \nit's on my to-do list\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n1:35 pm</dco> &nbsp;<qco> What's the secret to creating cheerful music, all of my stuff sounds horrifying</qco> </h3>      \nmake music every week for at least 5 years. you'll find everything you need\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n12:41 pm</dco> &nbsp;<qco> how funny is too funny</qco> </h3>      \nperfectly normal\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n12:31 pm</dco> &nbsp;<qco> why do you reply with \"i was going to say no but now that i think about it yes\" and \"holy coney island popsicle flavored pizza ride, you are very friendly\" do you have like copy and pastes??</qco> </h3>      \nyes i do have the copy and paste feature, but, i don't believe i've ever said \"holy coney island popsicle flavored pizza ride, you are very friendly\" more than once\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n10:10 am</dco> &nbsp;<qco> why do you shelve songs for years to use them later</qco> </h3>      \nthat's mostly because i can't record songs as fast as i come up with them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n8:40 am</dco> &nbsp;<qco> tell me the first chord that goes into your head right now</qco> </h3>      \nCsus4add2\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n4:23 am</dco> &nbsp;<qco> What is the biggest difference between finishing a song and uploading the song from you? (don't count the ones that were made in 2003 or something to 2015)</qco> </h3>      \nthe video. when the song is first finished, there's no video. these days i usually don't consider it 'uploadable' unless there's a video with it. the video is made after, so that is the difference\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n3:42 am</dco> &nbsp;<qco> i think love is something that you can't explain but with art, you can. but everything is art. but there are things that you aren't art, but can distinguish. meaning i can't explain where is the line between art and not art. does that mean the dilemma is love, since i can't explain it?\n</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n1:40 am</dco> &nbsp;<qco> if you would always prefer a new song to be your favorite, then you will never have a favorite. (unless you're a time traveler, which I haven't completely ruled out yet.) anyways, is that the point? to never have a favorite that you've made? if so, why?</qco> </h3>      \n1 is the wrong number of songs to favor. if i truly want to be \"mr. favorable\", and believe me, i do, then i'd better hurry up and learn how to get favorable every damn time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.22&nbsp; \n1:28 am</dco> &nbsp;<qco> Cany ou make a song about jumping</qco> </h3>      \nmaybe\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.22&nbsp; \n11:45 pm</dco> &nbsp;<qco> Why is the bread box used for knowing whether something is small or not</qco> </h3>      \nbecause the bread box is the exact average size of every item in the universe\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.22&nbsp; \n7:27 pm</dco> &nbsp;<qco> Is the fly around teal tilde supposed to be in the middle like the YT thumbnail, or on the top like the streaming service cover art?</qco> </h3>      \nit's supposed to be in the middle on youtube and on top for the music. making them different is sometimes just my way of demonstrating that i am a real live person with sentient consciousness\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.22&nbsp; \n3:37 pm</dco> &nbsp;<qco> how are your songs so captivating\n<br>i have adhd and somehow i never lose focus on your songs or get sensory overload\n<br>thank you for the good videos funky music man :]</qco> </h3>      \nholy coney island popsicle flavored pizza ride, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.22&nbsp; \n3:29 pm</dco> &nbsp;<qco> have you responded to more questions with \"i was going to say no but now that i think about it yes\" or \"i was going to say yes but now that i think about it no\"\n<br></qco> </h3>      \ni think they are at least 95% no-yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.22&nbsp; \n2:41 pm</dco> &nbsp;<qco> i have the beginning of the story and little bits and pieces of multiple narratives (i.e. multiple plotlines) and a general idea of the end\n<br>how do i combine it all seamlessly?</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.22&nbsp; \n1:15 pm</dco> &nbsp;<qco> is everything in service of melody? </qco></h3>      no. sometimes actually melodies serve other things<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do the chords and rhythm really just provide context to prop up the melody into the listener's memory</qco> </h3>      that's one way to look at it. sometimes chords and rhythm can be used to support other things, like a scene, or a new shampoo product\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.17.22&nbsp; \n1:08 pm</dco> &nbsp;<qco> Why are your songs so good?</qco> </h3>      \nthey might be about you\n<br><br>"
  }
]
