[
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n10:49 am</dco> &nbsp;<qco> would you answer this question with a long answer or a short vague answer</qco> </h3>      \nhow about short and precise\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n7:41 am</dco> &nbsp;<qco> best guitar tuning</qco> </h3>      \nA Bb B C C# D \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n6:02 am</dco> &nbsp;<qco> was \"might quit\" based off your experience with school and if so, which grades/years</qco> </h3>      \nnot really\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n4:24 am</dco> &nbsp;<qco> was the street dirty before street cleaning came?</qco> </h3>      \na little\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n4:07 am</dco> &nbsp;<qco> What are your reactions on like illusions or puzzles presented to you, do you try \"solve\" or find an \"answer\" or do you just accept it and dont give it a second thought</qco> </h3>      \ni usually give it somewhere between 1 and 4 thoughts, but then if it happens to stir something deep within my soul then i may give it another 1000 thoughts. i will admit that this is not entirely so infrequent\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n12:18 am</dco> &nbsp;<qco> i attach a lot of my self worth to what others think, how do i deal with this</qco> </h3>      \nof course now i am curious to know what you think about other people's self worth\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n10:25 pm</dco> &nbsp;<qco> have you ever tried making mashups?</qco> </h3>      \nit turns out i'm much happier just writing the song myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n8:54 pm</dco> &nbsp;<qco> would you name a song from a video game that you really like?</qco> </h3>      \nno, that would be unfair because the magic of video-game music is something that can only be experienced first-hand, without any expectation. if i contrived you towards a specific one, that would ruin it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n8:46 pm</dco> &nbsp;<qco> Hey can you make some giant pancakes floating in the sky in your next video? I had a dream about them and I'm really curious about how you would depict them. Thanks!</qco> </h3>      \ni'm sorry to say one of my main inspirations that keeps me going is the feeling that i am not doing what anyone has asked me to do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; 5:38 pm</dco> &nbsp;<qco> why is the sky blue?\n<br></qco> </h3>      \nwhat color were you expecting it to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n3:18 pm</dco> &nbsp;<qco> is x greater than the value of y?</qco> </h3>      \nit can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n10:29 am</dco> &nbsp;<qco> as someone with a lot of disassociation/unreality/nothing-is-real problems i resonate with your lyrics a lot i've been curious for a while about whether or not you've got similar thoughts</qco> </h3>      \nthe difference for me is that i consider the lyrics and music together. however, those first 3 things you mentioned don't seem familiar to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n5:06 am</dco> &nbsp;<qco> how does your thinking work? do you see images in your head? do you talk to yourself? do yu talk to not yourself and if so are they real people? ive asked a ton of people and everyone anwsers differently im tryin to figure something out</qco> </h3>      \ni don't know how to describe the way thinking works, other than to say it really resembles the way everything else works. which i also can't describe exactly, but i tend to skirt around it using music and imagery if i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n4:58 am</dco> &nbsp;<qco> do you like chocolate syrup</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n3:12 am</dco> &nbsp;<qco> you said just before that the city of the corner store is modelled after a real place? </qco></h3>      just for the video. not for the song<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does this mean I can visit THE corner store, the corner of the brand new world?</qco> </h3>      \nthat's easy. every place is the corner of a brand new world. you don't even have to go anywhere. except then of course you'll want to, as soon as the world starts \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n1:45 am</dco> &nbsp;<qco> I won't say phrases like \"I would rather die than..\" or \"I would kill for..\" or \"never in a million years...\" because I guess I take them too literally, are you the same way?\n<br></qco> </h3>      \nthere are some phrases that i don't really like, but it's not necessarily all the same phrases as it is for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n12:29 am</dco> &nbsp;<qco> Favourite way of saying favorite?</qco> </h3>      \nany good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n12:23 am</dco> &nbsp;<qco> i have a love-hate relationship with words that mean multiple things</qco> </h3>      \nnow i'm wondering how you'd feel about things that are meant by multiple words\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n9:18 pm</dco> &nbsp;<qco> So I have a question about entropy. What is it?</qco> </h3>      \nsome kind of fruit and yoghurt dessert maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n8:12 pm</dco> &nbsp;<qco> i sometimes wonder what future i will inherit. i am 15. do. what do you think the future for the next generation (gen z) will look like?</qco> </h3>      \nthey'll have to keep coming up with names for the generations after, but let's be honest the even harder part is knowing where to draw the line between them. i mean at some point, 2 people born 1 day apart are gonna have to be considered part of different generations. do you see what i mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n7:12 pm</dco> &nbsp;<qco> how likely for any multiple choice question with \"all of the above\" as an answer choice is \"all of the above\" the correct answer</qco> </h3>      \nabout 40%\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n6:55 pm</dco> &nbsp;<qco> Whenever I compose a song, I usually create a very simple demo of the song in a basic music program and then compose the final song in a DAW using the demo as a roadmap. Unfortunately, when I start composing in the DAW, I find that I get discouraged very easily because it doesn't sound good enough to me. How can I enjoy making and improve the quality of my more \"planned out\" songs?</qco> </h3>      \nregardless of what tools you have, you'd probably run into this. you can stop doing this whole music thing completely if the agony is too much for you. but what i think will happen is, after you've calmed down, you'll probably be tempted back in, just for the fun of it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n5:16 pm</dco> &nbsp;<qco> bill, do you mix and master your own songs? if so, what's your process for mixing and mastering? i'm in a mixing and mastering class right now so i'd love to absorb as much info as i can</qco> </h3>      \nwhat i might say is drastically different depending on where you are. what i will say is, it's better not to learn anything until you've actually had your own experience. pretend you never heard of those things, and then just make your music and see what you think it needs\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n4:47 pm</dco> &nbsp;<qco> hey not to get political but why are two people older than my grandparents running for president and also essentially the only 2 choices since its not like a third party is gonna get enough votes</qco> </h3>      \nit's supposed to make you think. which indeed you have. i don't know the answer either, i'm actually still thinking also\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n2:57 pm</dco> &nbsp;<qco> it seems that two things happen as i spend more of my life working on original songs: (1) i am able to more quickly and efficiently use my songwriting tools (guitar, Logic, etc) (2) the songs i attempt to create become more ambitious (more chords, more difficult mixing techniques) which makes me slower. so in the end my song production rate doesn't seem to be increasing. at this rate it will take me years to make an album. would you recommend in this case working on very short songs to streamline my song factory?</qco> </h3>      \ni'll admit, that's not what i would immediately suggest for your situation. that might actually get you even more hooked on higher detail and more complexity, because high complexity is easy at short lengths. what seems more appropriate for your situation is some other limitation (some kind of limit on complexity, limit on your toolset, something) not the duration. However, .... if you are in the mood to do short songs, then of course you should\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n2:02 pm</dco> &nbsp;<qco> Do you feel sometimes you lose your ideas?</qco> </h3>      \nnot as often as i get them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n11:40 am</dco> &nbsp;<qco> what are some memorable cloud shapes you remembered seeing?</qco> </h3>      \ni saw one that looked like a blob\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n11:12 am</dco> &nbsp;<qco> what city does \"the corner store\" take place in? I want $5 apartments</qco> </h3>      \nthe song can take place anywhere. the video was modeled after a real location, but i'm sorry to say that the actual apartments there are priced significantly higher\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n8:30 am</dco> &nbsp;<qco> What are some of your aspirations for the future? Even non-music/video related. Also I'm sure you hear this all the time but I love your work.</qco> </h3>      \ni aspire to a blend of things that is difficult to articulate all at once. i usually have to resort to artistic/musical means even to explain it, or sometimes it comes up here in response to other questions\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; 7:50 am</dco> &nbsp;<qco> what's your favorite year</qco> </h3>      \n2024\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n2:25 am</dco> &nbsp;<qco> why is ur music so dope</qco> </h3>      \nmaybe for fleeting moments i've forgotten to ruin it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n1:21 am</dco> &nbsp;<qco> I really like lines. Do you know where I can find some good lines?&nbsp;</qco> </h3>      \nthey are absolutely all over the place\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n1:09 am</dco> &nbsp;<qco> what's your favorite sound today? (you can pick a different one tomorrow)</qco> </h3>      \npoij\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n12:51 am</dco> &nbsp;<qco> Am I still an artist if the only things I make are propaganda posters?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n12:14 am</dco> &nbsp;<qco> what is your opinion on ASMR</qco> </h3>      \nit's hard to get certified, but once you do you it's fantastic, people will pay to listen to you eat chips\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n12:12 am</dco> &nbsp;<qco> how do i know if i'm overwhelmed about something</qco> </h3>      \nas long as you've heard the word \"overwhelmed\" enough times in contexts where you could understand the feelings of the person about whom it was said, then you'll surely make the connection and know what the word means, and when it applies to your own feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n11:56 pm</dco> &nbsp;<qco> will you make more music</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n11:56 pm</dco> &nbsp;<qco> What do you read?</qco> </h3>      \nthis question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> Do you agree that a gallon of hard work plus a splash of creativity is superior to a gallon of creativity plus a splash of hard work</qco> </h3>      \nprobably not\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n9:31 pm</dco> &nbsp;<qco> Do you have any questions regarding your car's extended warranty?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n9:11 pm</dco> &nbsp;<qco> Earlier you said you find method to the madness, what method? or is it boring?</qco> </h3>      \nthat's not true. i don't use that expression. it feels too cliche. what more likely happened is, someone else suggested it and asked if i agree, and then i somewhat reluctantly maybe was unable to entirely disagree\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n7:41 pm</dco> &nbsp;<qco> i need to talk to myself more but when i sit down to do it everything kinda just goes poof. maybe i'm not being patient enough and waiting for thoughts to creep back but it just feels like an inherently different mindset that either i haven't learn to integrate or just won't ever take the form i wish it would. everything slips away. i need time. how do you listen to yourself and make sure it doesn't vanish into the ether. it's hard&nbsp;</qco> </h3>      \nhave you tried standing up\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n6:31 pm</dco> &nbsp;<qco> Your thoughts on iced tea?</qco> </h3>      \ni don't think about iced tea. but that doesn't mean it isn't good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n5:48 pm</dco> &nbsp;<qco> What order do you record things in?&nbsp;</qco> </h3>      \ni record the beginning first, although i'll admit that seems counterintuitive\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n4:48 pm</dco> &nbsp;<qco> you like grey keys?</qco> </h3>      \nyes but they are so rare\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n3:23 pm</dco> &nbsp;<qco> what are some funny chess openings. e4 etc puts me to sleep</qco> </h3>      \nhow about castling\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n2:15 pm</dco> &nbsp;<qco> Would you say you have an appropriate level of \"confidence\"</qco> </h3>      \nyes, although the range is fairly wide. it touches a lot of high and low points that might be slightly outside the typical range\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; 12:41 pm</dco> &nbsp;<qco> how did this happen</qco> </h3>      \nthis did not happen\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n12:10 pm</dco> &nbsp;<qco> What's the deal&nbsp;</qco> </h3>      \nthat really depends whether it happens in the front room, or in one of the other rooms\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n9:51 am</dco> &nbsp;<qco> how do I treat myself like I'm a person that matters?</qco> </h3>      \nstart by thinking about how you would advise someone else who asked you the same question\n<br><br>"
  }
]
