[
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n12:25 pm</dco> &nbsp;<qco> What method are you using to map multiple keyboards? </qco></h3>      karabiner with keyboard maestro<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm finding myself at a slight shortage of the necessary buttons</qco> </h3>      i can tell you more specifics on my method if you happen to be a mac user. if you happen to be a windows user, my methods won't work for you but instead i would point you in the direction of Taren Van Hemert\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n12:15 pm</dco> &nbsp;<qco> do you like the idea of anarchy?</qco> </h3>      too predictable\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n12:13 pm</dco> &nbsp;<qco> is there a way to be as good as you (i mean not being you just being extra extra extra great(likeyou))&nbsp;&nbsp;and if there is what is it&nbsp;</qco> </h3>      the most important thing, you have just done, and that's to identify an interest in greatness, in whatever way you think is most meaningful\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n12:12 pm</dco> &nbsp;<qco> what color should i paint my door?&nbsp;</qco> </h3>      that depends what color the walls are\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n12:11 pm</dco> &nbsp;<qco> do you know the whereabouts of the muffin man?</qco> </h3>      there is no muffin man. muffins are made by machines now\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n11:37 am</dco> &nbsp;<qco> i want to learn a new language. which one should i learn?</qco> </h3>      linguistics\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n11:20 am</dco> &nbsp;<qco> Is it possible to be a fool and still have a good time?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n10:52 am</dco> &nbsp;<qco> when is the last time you ever used a capital letter?</qco> </h3>      about 8 questions ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n10:43 am</dco> &nbsp;<qco> best way to be productive and write a book?</qco> </h3>      keep a direct line of communication open between your current self and the self who originally had the idea for writing a book\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n10:34 am</dco> &nbsp;<qco> what're you working on?</qco> </h3>      figuring out how to make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n10:23 am</dco> &nbsp;<qco> Will you release a song on April 12?</qco> </h3>      that sounds lovely but i'm not ready\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n10:04 am</dco> &nbsp;<qco> what is your routine?&nbsp;</qco> </h3>      figure out how to make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n9:46 am</dco> &nbsp;<qco> its not like im pushing you to do things but will you make videos for the songs that dont have it? i know you making videos for views but you can throwback sometimes you know</qco> </h3>      i do know, but the question is do you know how many of my existing music videos were done in exactly the way you just suggested\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n9:26 am</dco> &nbsp;<qco> Are you doing something important?</qco> </h3>      it would be convenient to argue no, but the answer is very yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n9:21 am</dco> &nbsp;<qco> I want your professional opinion. How do I become as good of a piano player as you.</qco> </h3>      you would have to really enjoy being around the piano, you would have to become fascinated by music so deeply that it keeps fascinating you again and again, over the course of many years, decades even. there's really nothing you can do about that, it's up to the music whether or not it wants to fascinate you that much. if it does, you will know because you will notice it start to consume you and your life from every conceivable angle. then just when you think you've seen it all, it will go ahead and consume you from another additional angle\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n9:17 am</dco> &nbsp;<qco> how do you cope whit the fact that one day everything you do in life won't matter and in the grand scheme of things you are useless?&nbsp;</qco> </h3>      how do you cope with the fact that your first, middle, and last names are all Craymond\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n8:57 am</dco> &nbsp;<qco> Where did your \"style\" come from?</qco> </h3>      earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n8:29 am</dco> &nbsp;<qco> Why do erasers erase pencil marks?</qco></h3>      to give you an opportunity to write something different instead<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do they hide pencil marks with white ink?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n8:27 am</dco> &nbsp;<qco> any motivational words for an unmotivated guy?</qco> </h3>      all words are motivational. that's just science\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n8:15 am</dco> &nbsp;<qco> Do you consider yourself as a philosopher?</qco> </h3>      i will be leaving a series of clues\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n8:06 am</dco> &nbsp;<qco> is synergy just energy from sinning?</qco> </h3>      no. synning maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n7:56 am</dco> &nbsp;<qco> When are you gonna upload a video?:(</qco> </h3>      maybe when you stop FROWNING at me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n7:36 am</dco> &nbsp;<qco> Thoughts on the Helvetica font?</qco> </h3>      seems normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n7:25 am</dco> &nbsp;<qco> how long were you supposed to heat your porridge, </qco></h3>      1 to 2 minutes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how long did you?</qco> </h3>      1 minute and 29 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n7:20 am</dco> &nbsp;<qco> Hey bill when will you make a new project or video yet</qco> </h3>      the new project is learning to make videos, and i have been working on that for quite some time now\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n7:03 am</dco> &nbsp;<qco> How did you learn to fly?</qco> </h3>      not sure. learning it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n6:43 am</dco> &nbsp;<qco> Do people always accuse your songs of being related to some current event or specific content?&nbsp;&nbsp;</qco></h3>      not always. sometimes people accuse me of the songs being related to nothing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is this indicative of a sort of \"timelessness\" and universality that any good song needs?</qco></h3>      it's like vitamin C. is it good? yes. is it in everything? no. should it be in everything? i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is this something like this applied to a song intentionally? How so, and what's too much?&nbsp;&nbsp;</qco></h3>      like agriculture, it is difficult to guarantee any 1 single plant to be any certain way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your tracks are timeless as fuck btw</qco> </h3>      we'll see about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n6:21 am</dco> &nbsp;<qco> Are you aware your complement taking skills are superb?\n</qco></h3>      we'll see about that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thank you for things, even the things that aren't as much of a thing as other things. Thank you :)</qco> </h3>      i will see to it that everything is equally thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n5:40 am</dco> &nbsp;<qco> would you rather fight 100 horse sized horses or 1 duck sized duck</qco> </h3>      would rather not fight unless there is a darn good reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n5:12 am</dco> &nbsp;<qco> hey bill what are the chords/notes used in this? I've been trying to figure it out for like...2 years...thanks in advance!\n<br>\n<br>https://www.youtube.com/watch?v=msLew65WBFc</qco> </h3>      i assume you are asking about the piano, in which case the first chord is D7, specifically it's is a low D note, and mid range D,F#,A,C. then after that in very high range, in ascending order, is B,D,F#,C#\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n4:39 am</dco> &nbsp;<qco> Will your next video be quarantine themed?</qco> </h3>      not in such a way that is deliberately related to the mass social quarantines of 2020\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n4:27 am</dco> &nbsp;<qco> opinions on the happy meal?</qco> </h3>      every meal can't be happy. otherwise that would be just a normal meal\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n4:09 am</dco> &nbsp;<qco> Thoughts on time dilation?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n3:56 am</dco> &nbsp;<qco> I LOVE YOU SO SO MUCH YOU ARE EVERYTHING I ASPIRE TO BE</qco> </h3>      holy ribosome you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n3:32 am</dco> &nbsp;<qco> in what time signature is \"might quit\" because ive been trying to count and im getting either 3/4 or 5/4?</qco> </h3>      either 12/8 or 4/4, depending on whether you prefer to write a lot of dots or a lot of the number 3 \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n3:28 am</dco> &nbsp;<qco> is video hard?</qco> </h3>      i think it gets harder if you're crazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n3:18 am</dco> &nbsp;<qco> i just found out that if you want to diffuse an argument you are having with someone then you have to prove to them that you are listening by repeating their exact words back to them and then asking \"am i understanding you correctly?\" then they are forced to agree with you and then they can't be angry anymore whether they like it or not MUAHAHAHAHAHAAHAHAHAHAHAHA</qco> </h3>      that's a pretty good idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n2:39 am</dco> &nbsp;<qco> what's the most interesting thing you've ever cooked</qco></h3>      absolutely nothing<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why should/shouldn't I cook it for dinner tonight?</qco> </h3>      \nbecause it doesn't exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n2:15 am</dco> &nbsp;<qco> How does one become the April Fool?</qco> </h3>      convince yourself it is a different month\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n1:51 am</dco> &nbsp;<qco> Have you considered hosting a talk show at home due to the pandemic?</qco> </h3>      i've been considering that for a while now, regardless of any pandemic\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n1:46 am</dco> &nbsp;<qco> Are you NOT celebrating April Fools' Day this year?</qco> </h3>      that is correct\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n1:15 am</dco> &nbsp;<qco> Can cats be green?</qco> </h3>      usually not without some outside assistance\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n1:01 am</dco> &nbsp;<qco> How do you stay motivated to do these projects throughout all these years. I myself have been wanting to make video but can never find the motivation to sit down and get started.</qco> </h3>      i guess it all depends on how bad you want it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n12:56 am</dco> &nbsp;<qco> <a href=\"q.php?date=202003311727\">3.31.20&nbsp;&nbsp;5:27 pm</a>  seems like it's time to watch unedited footage of someone using the program effectively, to remind yourself that it's possible</qco> </h3>      what program\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n12:51 am</dco> &nbsp;<qco> How to be like you</qco> </h3>      impossible. i can't even do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n12:32 am</dco> &nbsp;<qco> Is there something thats preventing you from posting on your youtube channel</qco> </h3>      yes, the main thing is i don't know how to make videos yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n12:19 am</dco> &nbsp;<qco> hello are you working on a big project ok</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.1.20&nbsp; \n12:16 am</dco> &nbsp;<qco> Bill, you make me want to cry with happiness. You are genuinely just an amazing person who is a stunning beacon of light in these dark times. Thank you for everything you do ever. I don't think the people who look up to you would ever be able to show their gratitude to you in a way that would do it justice. Your subtle wisdom and down-to-earth nature is inspiring. I hope to be as kind and creative as you are someday. Sorry this isn't a question. I just had to let you know.&nbsp;</qco> </h3>      moly. what a towering dosage of friendship\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2020-03.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n11:57 pm</dco> &nbsp;<qco> &nbsp;Big monkeys or little monkeys?</qco> </h3>      i think the question everyone should be asking is where are the medium monkeys\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.31.20&nbsp; \n11:51 pm</dco> &nbsp;<qco> can you cancel the whole world?</qco> </h3>      no\n<br><br>"
  }
]
