[
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n2:04 pm</dco> &nbsp;<qco> what has been your favorite project to make?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n1:47 pm</dco> &nbsp;<qco> would you ever do a video about 2020 and all the fuckshit that happened?&nbsp;</qco> </h3>      \ni would have to wait to compare it to 2021-2025, to see how it fits in context\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n1:25 pm</dco> &nbsp;<qco> Why do your videos have such broad color schemes</qco> </h3>      \nperhaps i've been irresponsible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n1:03 pm</dco> &nbsp;<qco> what do you do first, Write the music, or write the lyrics?</qco> </h3>      \nit usually works much better for me to do them together. they each are what gives the other its power\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n12:46 pm</dco> &nbsp;<qco> I'm still wondering what you did in the I did a bad thing video, what did you do. or is it too personal?</qco> </h3>      \nit's pretty much my standard procedure for music videos. perform the song, with a mix of on screen graphics and real life visual performances \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n11:55 am</dco> &nbsp;<qco> I listened to your music while getting a new speedrun world record in a video game. Is there anything you would like to say?</qco> </h3>      \nyes, although 10000 lifetimes will still not be enough to say all of it. i'm thinking about learning to accept this\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n11:26 am</dco> &nbsp;<qco> are there facts</qco> </h3>      \nyes, but that's only one side of the story\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n10:45 am</dco> &nbsp;<qco> hey, can we go outside?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n10:43 am</dco> &nbsp;<qco> Can i take a journey into your mind?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n10:36 am</dco> &nbsp;<qco> Do you write poetry?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n10:34 am</dco> &nbsp;<qco> are you god?</qco> </h3>      \ni thought you were\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n9:52 am</dco> &nbsp;<qco> In your current creative process of making the video for your 4min 10sec song, have you started to feel more comfortable with your software? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I remember you saying a while ago that your perfect time frame for each video is 1 to 3 weeks, but that this first one is taking longer because, well, it's the first one. How's that learning process/efficiency in editing going?</qco> </h3>      it's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n9:48 am</dco> &nbsp;<qco> Does the tomato still have anxiety?</qco> </h3>      \nyes but in addition there is also some anxiety juice\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n7:28 am</dco> &nbsp;<qco> what's something to think about?</qco> </h3>      \ngeometry\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n6:20 am</dco> &nbsp;<qco> what videos do you watch to inspire you when your schedule's out of control?</qco> </h3>      \n6 days to air\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n5:58 am</dco> &nbsp;<qco> thoughts on the universe?</qco> </h3>      \n      never heard of it \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n4:22 am</dco> &nbsp;<qco> do you play video games, if you do what games do you play?</qco> </h3>      \ntrying to make videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n3:51 am</dco> &nbsp;<qco> Reading through the questions page you seem to have an obsession or at least a fascination with normalness and regularness. Why is this?</qco> </h3>      \nmy best explanation would be that you have taken some things out of context\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n3:06 am</dco> &nbsp;<qco> Why do you like chords so much?</qco> </h3>      \nthey are weapons, of peace\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n2:20 am</dco> &nbsp;<qco> thoughts on syncopation?</qco> </h3>      \nfrom what i understand, it means non-synchronization and then going back to synchronization. to put it in real world terms, it would be like if a member of NSYNC joined the Backstreet Boys, then came back to NSYNC\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n1:12 am</dco> &nbsp;<qco> How do you make musics?</qco> </h3>      \nsometimes a little reverse psychology is all it takes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n1:00 am</dco> &nbsp;<qco> am i supposed to keep the eq of an instrument the same for a whole song? i don't know</qco> </h3>      \nleave it alone, UNLESS it sounds bad, OR if you would like to go on an adventure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.2.20&nbsp; \n12:42 am</dco> &nbsp;<qco> how does daylight saving time actually work?</qco> </h3>      \nduring the spring and summer months, the clock tells you a later time than it actually is. so it makes the evening seem a little lighter and the morning a little darker. this is besides the fact that the evening and morning are both already lighter than they were in the winter, but because of daylight saving, the evening is WAY more lighter, and the morning is ..... only a little bit lighter. it shifts the daylight later by 1 hour. in the springtime, when it changes, you will always hear people saying 'wow i can't believe it's still light at this time of evening', and in the fall when it switches back, you will hear people saying, 'wow i can't believe it's already dark at this time of evening.' However, what you may not hear, but is still said, is similar but reversed comments about the morning. But with a different twist, because it goes in the opposite direction of the way it's been heading. so, for example, in the springtime in the morning, after it changes, people in the early morning will be saying 'well, the mornings have been gradually getting lighter these past few weeks, but they just suddenly got darker again, although i know they are still going to gradually get ligher from here.' and in the fall, in the morning, just after it changes back, people in the early morning will say 'well, the mornings have been getting gradually darker over the past few weeks, but suddenly they just got brighter again, although i know they still will continue to get darker from here.'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n11:55 pm</dco> &nbsp;<qco> what do you think about the idea of objectivity in regards to music quality? i remember you saying something here before basically saying that if something is popular, then it must be good,</qco></h3>      i never said that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i'm paraphrasing but that was the gist of it i think. </qco></h3>      i don't agree with that entirely<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but i've also seen you talk about how everyone has different perspectives on things and how everything is good. </qco></h3>      that is a much more attractive idea to endorse<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you have any thoughts to add about objectivity versus subjectivity in music? or anything creative for that matter?</qco> </h3>      \nobjectivity and subjectivity are tools to determine which person is right and which person is wrong. the person who knows the words 'objectivity' and 'subjectivity' is always right, and here's how they do it: first they say 'subjectively', which means people are allowed to disagree. Then, they provide an alternate situation, 'objectively', which means there is only one right answer and you are not allowed to disagree with that. It's sort of like a good cop / bad cop scenario, where the 'subjectivity' scenario gives you a false sense of comfort, thinking it's ok for people to have different opinions, then the hammer comes down when 'objectively' there is only one true opinion, which spells checkmate for the other person of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n10:58 pm</dco> &nbsp;<qco> Did you have a random thought for the video \"maybe I could eat blades of grass\" or was their a meaning of it?</qco> </h3>      \nthe idea there was to start a non-song video with music\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n10:45 pm</dco> &nbsp;<qco> hey bill what are your thoughts on children?</qco> </h3>      \nthey're huge\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n9:53 pm</dco> &nbsp;<qco> Are you working on a large project similar to History of the world I guess?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n9:43 pm</dco> &nbsp;<qco> how long is your new video going to be?</qco> </h3>      \nabout 4 minutes and 10 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n9:19 pm</dco> &nbsp;<qco> Do you prefer making short(&lt;30 seconds) videos or longer videos?</qco> </h3>      \ncurrently i'm focused more on ranges between 1 and 5 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n8:42 pm</dco> &nbsp;<qco> have you ever imagined something that hasn't happened</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n8:27 pm</dco> &nbsp;<qco> How you doing?</qco></h3>      ok<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, how do you come up with your songs?</qco> </h3>      \ni have no idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n6:22 pm</dco> &nbsp;<qco> what is an unreasonably larger-than-average-sized project?</qco> </h3>      \na cat, driving a truck\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n6:01 pm</dco> &nbsp;<qco> do you songs have deep meanings&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n4:46 pm</dco> &nbsp;<qco> i am trying to write a play but it is becoming very difficult because I am starting to demand everything in the entire universe of myself. to execute any one of my ideas to its fullest potential will take about two years. this means that if i intend to give my play the time and dedication that it deserves, i will have to spend two years working on one play. the trouble with this is that i have so many ideas that i am so passionate about that it is impossible to commit myself to one over the others. people ask 'what kind of play do you want to write?' as if there is only one answer, as if a person's soul contains only one world. but that isn't really how it works in my experience. there are billions of plays i want to write and they are all equally important to me, but even if i live another thousand years i won't have enough time to do justice to all of them. basically, i am paralyzed by my own unreasonable expectations of myself. have you ever exper\n ienced t\n his? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you have any words of wisdom?</qco> </h3>      \ni was going to ask you that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n4:30 pm</dco> &nbsp;<qco> why is it so fun to play guitar sounds on a piano</qco> </h3>      \nyou can blame music for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n4:01 pm</dco> &nbsp;<qco> What's your favorite video that you've made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n2:43 pm</dco> &nbsp;<qco> Why do bill wurtz music feel like an adventure?</qco> </h3>      \neverything is an adventure. even if it doesn't feel like an adventure, then in those cases the adventure is to find the adventure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n1:39 pm</dco> &nbsp;<qco> Thinkin about running for prez in 2024, what should my campaign slogan be?</qco> </h3>      \ncheck out my speeches\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n1:03 pm</dco> &nbsp;<qco> what are your opinions on the word \"the\"</qco> </h3>      \nit's so majestic\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n12:19 pm</dco> &nbsp;<qco> who is your biggest inspiration</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n12:10 pm</dco> &nbsp;<qco> Why did you begin to make songs and upload them?</qco> </h3>      \nto increase the chances that you might hear them some day\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n11:41 am</dco> &nbsp;<qco> did god create himself or was there another god who created god and if there was, then who created that god? was it another god?</qco> </h3>      \ngod on god. the epic battle, see who can create the other more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n10:31 am</dco> &nbsp;<qco> Are you in progress of another video?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n9:24 am</dco> &nbsp;<qco> im very confused and i like your music.\n<br>tell me, how does one know themselves?</qco> </h3>      \nspend time. it doesn't matter how, just spend any amount of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n8:21 am</dco> &nbsp;<qco> What do you like about questions?</qco> </h3>      \nthe sort of 'answerability' they have\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n7:21 am</dco> &nbsp;<qco> is it crazy to write music by just writing down short things that sound good for me, and then re-use these pieces into one song?</qco> </h3>      \nprobably not crazy, but it doesn't work for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n6:44 am</dco> &nbsp;<qco> What are your thoughts on creativity?</qco> </h3>      \nrotate the board\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n5:43 am</dco> &nbsp;<qco> What is your song aboot :D</qco> </h3>      \nwhich one? nevermind, it's about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n4:50 am</dco> &nbsp;<qco> What's your favourite colour</qco> </h3>      \nneutral-medium\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.1.20&nbsp; \n3:34 am</dco> &nbsp;<qco> what's your opinion on soup?</qco> </h3>      \nnone\n<br><br>"
  }
]
