[
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:25 pm</dco> &nbsp;<qco> Do you have a questions page because it makes you more in touch, and human, because it makes me see you as more human</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:22 pm</dco> &nbsp;<qco> Ok so I have the beginnings of a melody written in A, and at one point I \"walk down\" a scale from A4-b3, and then I have a Perfect fourth up to e. Now my question is, does that make the melody too distinct, or is a perfect fourth still relatively conjunct?</qco> </h3>      without specifying the rhythm, it's still impossible for me to know what you have. actually i don't know what you mean by distinct and conjuct\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:11 pm</dco> &nbsp;<qco> How does one do the focus and the productivity&nbsp;</qco> </h3>      that all depends on what the task is, and why\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n5:02 pm</dco> &nbsp;<qco> Why do so many people believe the 1969 moon landing was faked?</qco> </h3>      because going to the moon is kind of an outlandishly difficult task, especially at that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:24 pm</dco> &nbsp;<qco> do you think questions are delicious creatures</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:22 pm</dco> &nbsp;<qco> hi bill, how do i play Fast runs? i tend to slow down when i'm supposed to play a fast run or&nbsp;&nbsp;sometimes i have to play very fast and jump some octaves it gets very messy</qco> </h3>      it needs to be genuine. sometimes the unscripted lines are the only things we can really deliver properly. kind of like when you excitedly say something off the top of your head, to a friend. saying things that have been pre-written is a whole different ball game. it's more like acting ...... which basically means you have to hypnotize yourself into somehow believing that that line is what you really meant to say right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:18 pm</dco> &nbsp;<qco> Would you say that a lot of your answers on this page agree with this philosophy, particularly ones about breaking rules and \"what is meaningful in the universe? you\"?\n<br>\n<br>\"Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our light, not our darkness that most frightens us. We ask ourselves, 'Who am I to be brilliant, gorgeous, talented, fabulous?' Actually, who are you not to be? You are a child of the universe. Your playing small does not serve the world. There is nothing enlightened about shrinking so that other people won't feel insecure around you. We are all meant to shine, as children do. We were born to make manifest the glory that is within us. It's not just in some of us;&nbsp;it's in everyone. And as we let our own light shine, we unconsciously give other people permission to do the same. As we are liberated from our own fear, our presence automatically liberates others.\" \n ~Mariann\n e Williamson</qco> </h3>      i used to have that on my wall somewhere and i never particularly resonated with that one but perhaps it was lost in translation somewhere\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> What about \"I am, therefore I think\"?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n4:05 pm</dco> &nbsp;<qco> do you remember every song you wrote?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n like, if I were to make a reference to a penguin with feet who walks along and smiles right at me, he has a gun but I know he won't shoot me because I know he wants pistachios and money,\n<br>would you know which song I was referencing?</qco> </h3>      i think so but that one is slightly easier because i've recorded it so it means i've heard it at least a few hundred times while i was working on it probably, even if it was a long time ago. if you asked about songs not recorded, that would be more difficult for both of us actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n3:59 pm</dco> &nbsp;<qco> i've actually been doing that AP method you were talking about, but the issue is that it seems kind of one-directional. as in, i can think 'D' and hear it in my head, but if i hear a D, i won't automatically make that association backwards and identify it as a D. any pro tips for this</qco> </h3>      you must learn to conjure the memory even while other notes and keys are playing. if you use your voice also that can help guide you part way there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n3:57 pm</dco> &nbsp;<qco> what do you think about the fact that youtube won't autocomplete \"hello sexy pants\" when searching for it because of the bad \"sexy\" word?&nbsp;</qco> </h3>      looks like i will have to make some more wholesome secular content\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n3:45 pm</dco> &nbsp;<qco> I don't really play a guitar, but I like to play on my piano, which has over 500 built-in instruments. Do you have a piano like that?</qco> </h3>      yes but i only use 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n3:40 pm</dco> &nbsp;<qco> tell me about food</qco> </h3>      it smells\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n3:39 pm</dco> &nbsp;<qco> rabbit snakes could be adorable or terrifying. do you think that depends on the rabbit or the snake?</qco> </h3>      the rabbit snake is a part of each and every one of us\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n3:16 pm</dco> &nbsp;<qco> Are you having a good day?</qco> </h3>      today has been more like 2 days, and it has been both extremes. by the way it is nov 13 as i am answering this\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n2:29 pm</dco> &nbsp;<qco> What do you feel the relationship should be between audience and artist?</qco> </h3>      \none of intrigue, suspense, mystery, and compassion!\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n2:25 pm</dco> &nbsp;<qco> i find an odd similarity between you and kurt cobain\n<br>any thoughts?</qco> </h3>      that is nice of you to say, but hopefully it's without the suicidal tendencies\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n2:23 pm</dco> &nbsp;<qco> How are you such a great person&nbsp;</qco> </h3>      i try not to tell anyone whether i am good or bad, so that way people can assume all kinds of different things\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n1:54 pm</dco> &nbsp;<qco> what the hell is wrong with me?</qco> </h3>      a little bit of self doubt, maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n1:38 pm</dco> &nbsp;<qco> what was the reaction when you explained that you could not touch your elbow with your hand</qco> </h3>      she demonstrated the old crossover technique, which i would never have imagined in 1000 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n1:02 pm</dco> &nbsp;<qco> Do improvised 'chord substitutions' work in a band setting? Like sometimes if I'm in C and I might play an E7 or an A7 (instead of Em or Am), but if I couldn't just do that on the fly with a band right? Like if I play an E7, but the guitarists plays Em that wouldn't really work. Or (still in C) I do a C#7 instead of the G7, but the guitar player does G7 that would clash... I know bands can improvise and stuff, but do the exact chord voicings pretty much need to be worked out beforehand? I've been playing music a long time, but I'm so used to just playing by myself and playing with other people is so new to me, it feels like I'm starting back at square 1?&nbsp;</qco> </h3>      the longer you play in groups (or better yet, even, with the same people) the more you all will rapidly discover where the room to roam is. can be fun and exciting, as relationships develop and things are learned, together\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n1:01 pm</dco> &nbsp;<qco> What does syncopated mean? I love the sound of the word. It's fun to say. But what does it mean?</qco> </h3>      in sync but the opposite. like you are doing it at the opposite time instead of the same time. kind of like celebrating your half birthday but not your birthday, if that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n1:00 pm</dco> &nbsp;<qco> Do you like football&nbsp;</qco> </h3>      i like the ball but not necessarily the entire game\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n12:19 pm</dco> &nbsp;<qco> what can i work as, when i don't have any specific knowledge/profession?</qco> </h3>      a friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n12:10 pm</dco> &nbsp;<qco> If I do something efficiently, but people tell me I'm doing it wrong, should I listen to them, or continue doing it my way?\n<br></qco> </h3>      if it's really that efficient then you should be able to easily do it while listening to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:57 am</dco> &nbsp;<qco> Can I not ask a question on this page&nbsp;</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:51 am</dco> &nbsp;<qco> why does your website look like it came from the 90s?</qco> </h3>      the internet is from the 90s\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:51 am</dco> &nbsp;<qco> life does what do right?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:35 am</dco> &nbsp;<qco> HOW DO I STOP WRITING SONGS IN A</qco> </h3>      you could try writing one in Bb\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n10:02 am</dco> &nbsp;<qco> how to start a journey?&nbsp;</qco> </h3>      you won't know until you've already started one which you have\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n9:27 am</dco> &nbsp;<qco> Half of what you say is meaningless</qco> </h3>      half of what you say is meaningless\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n9:00 am</dco> &nbsp;<qco> Did you make songs with a C note?</qco> </h3>      still do sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n8:17 am</dco> &nbsp;<qco> the who in the what?</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n6:17 am</dco> &nbsp;<qco> what is your recording session like ? in what order do you like to record (like&nbsp;&nbsp;keys first then drums etc.)?</qco> </h3>      complete hopeless dread and fear, then i black out and then it's mostly done\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.11.18&nbsp; \n1:30 am</dco> &nbsp;<qco> write the question to this answer: \"fifteen\"</qco> </h3>      what is the most pretzels ever consumed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n11:58 pm</dco> &nbsp;<qco> will you always be glad</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n10:56 pm</dco> &nbsp;<qco> The times on your question page imply that you don't really sleep,</qco></h3>      that's not true, it's the time they were asked, which is often during when i am asleep<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you alright man?</qco> </h3>      yes are you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n10:03 pm</dco> &nbsp;<qco> how do i study?</qco> </h3>      locate the mind, and then the first thing you're gonna do is you're gonna wanna go ahead and turn that on\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n9:58 pm</dco> &nbsp;<qco> Hey bill thanks for teaching me that rules are stupid</qco></h3>      rules are not stupid, they are fun, to make and break<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and breaking them is super duper fun and should be done. How did you figure that shit out?&nbsp;</qco> </h3>      i believe this was known as early as the cave person's times, or even before. not the part you said about rules being stupid. they are smart and fun, which is why in turn it is so smart and fun to break them, which is a privilege we enjoy thanks to rule making in the first place\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> in your shorter videos, a lot of the music feels like it's an excerpt of a longer song. Would you write more music than you need and trim it down to fit, or is it just written excatly as it's heard?</qco> </h3>      if it has vocals then it's probably written exactly as shown. if not then it's not written\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n8:07 pm</dco> &nbsp;<qco> I feel like I am a perfect mix of optimistic and pessimism as to where I feel like things are going to get better but also I'm afraid things are going to get worse and as a result things constantly stay the same, and I am neither happy or sad about the lack of change.</qco> </h3>      oh ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n6:48 pm</dco> &nbsp;<qco> can you do a more Bossa Nova flavoured song - maybe even with cuica sounds?</qco> </h3>      i have a tendency to make everything bossa nova flavoured. i am on the verge of hiring a personal coach to help me not do it as much\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n6:22 pm</dco> &nbsp;<qco> how to choose college?</qco> </h3>      see which one is most expensive\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n6:20 pm</dco> &nbsp;<qco> i feel like a some artists write poems, then put those to music, the poems being the lyrics. how do you feel about this style of writing?</qco></h3>      ok<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you ever write poems?</qco> </h3>      i'm not sure what the rules are. if there's no rules then yes. if there are rules then i wouldn't be sure whether i have ... or if anyone has\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n6:12 pm</dco> &nbsp;<qco> why do you write songs?&nbsp;</qco> </h3>      in case one of them accidentally fixes the entire universe and makes new ones while breaking all of them and fixing them at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n6:02 pm</dco> &nbsp;<qco> what is the highest level of \"polite\" that a person can reach?</qco> </h3>      letting the other person be polite first\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n5:46 pm</dco> &nbsp;<qco> what are you doing in 2018</qco> </h3>      songs probably\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n5:33 pm</dco> &nbsp;<qco> how should i study for my ap history unit exam?</qco> </h3>      i don't entirely know what that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n4:42 pm</dco> &nbsp;<qco> Today I waxed the slats of my wooden bed frame so it would stop squeaking, when I tossed and turned. What did you do today?</qco> </h3>      tossed and turned\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.10.18&nbsp; \n4:33 pm</dco> &nbsp;<qco> What do you do with anger?&nbsp;</qco> </h3>      paintings?\n<br><br>"
  }
]
