[
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n2:24 am</dco> &nbsp;<qco> have you ever used songs to impress girls?</qco> </h3>      i have never found a way to deliberately impress anyone. i just have to do what i think is best, and then they have to decide for themselves whether or not they are impressed\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n2:21 am</dco> &nbsp;<qco> when u pick an old song thats like 50% finished/done and u can't seem to like the new stuff you're creating, what do you do? learn to like it, drop it by side for a moment, jumps to another song?</qco> </h3>      i'm not sure what you mean. what might happen sometimes is i don't like the old stuff. but any new work i do can be made however i like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n2:18 am</dco> &nbsp;<qco> why do you think spotify is more important than the other streaming services?</qco> </h3>      \nbecause it's the only one that anyone i know uses. i don't personally use it but every single person i have ever met now considers it to be the only place to listen to music. it might be different in other locales. if there is another one that you think is important, let me know if my music is not there already and i will try to get it there, but it's not always possible. the gates can be locked pretty tightly sometimes and you gotta jump through weird hoops sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n2:06 am</dco> &nbsp;<qco> You mentioned not having enough time to do \"reality\" videos being the reason why you put them on hold. Have you thought about either posting them just as a podcast where you don't need to do any editing or writing a blog? That could save time with doing any kind of animation/typography work so it would be minimal commitment?</qco> </h3>      i think you are underestimating how long and boring they are before they are edited\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n1:56 am</dco> &nbsp;<qco> hey you should try and imagine music videos that would take much less time to produce and then try and make one to see if it works</qco> </h3>      i have always considered it. but nowadays i feel a bit trapped because so many people expect a certain quality. it would be refreshing just to do a simple lyric video, as simple as the school video for example\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n1:16 am</dco> &nbsp;<qco> will your next song be in A=432hz? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you think that this diference in pitch really affects the feel of the music?</qco> </h3>      it might sound fresh, just because we are usually surrounded by A440 music. but it really doesn't make a difference. i have chosen to not to tune it differently because that is actually a big inconvenience for musicians if they are trying to play along or practice with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.17&nbsp;\n12:25 am</dco> &nbsp;<qco> Why did it take you so long to start doing more songs longer than 10-20 seconds? The new ones are, as we say In California, \"hella groovin'\".</qco> </h3>      \nif you name a specific time period i can probably tell you exactly what i was working on during that time. i have been making content non stop for many years now, but there is a variety of different types. so for example, if i am working on videos, you might wonder why i am 'not doing songs.' or if i am working on songs, some people might wonder why i am 'not doing videos.' there are other types as well. let me know what time period you are looking at and i can tell you exactly what i was working on during that time, i hope that makes sense. i always make sure to work as fast as possible, so as to have maximum defense credibility when i am up against people who are questioning my expedience\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n11:47 pm</dco> &nbsp;<qco> Do you have a specific thought process that you go through when creating content, i.e. HotEWIG, or is it mostly spur of the moment? And if it's the former or a mix of the two, what's the gist of the process?\n\nOn a relatively unrelated note, thank you for going through all the effort to do what you do. It's quite impressive.</qco> </h3>      that particular video was 11 solid months of work. not exactly spur of the moment. the starting goal of the project was to do something like history of japan, but do it for the whole world and try to make it crazier\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n11:15 pm</dco> &nbsp;<qco> Have you ever seen the whole universe at once? </qco> </h3>      seen, not exactly. but i have felt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n11:11 pm</dco> &nbsp;<qco> what, in your opinion, makes a person cool</qco> </h3>      being born\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n11:07 pm</dco> &nbsp;<qco> movie star was great, will we get another song?</qco> </h3>      i am doing them every week. but i am not sure if that is sustainable if i want to also do other things as well, such as \"videos\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n10:52 pm</dco> &nbsp;<qco> What inspired you to start uploading your stuff to the internet? </qco></h3>      because i wanted people to have a way to see it any time they want without me having to send it to them individually<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And did you ever get discouraged when a bit didn't get as much acclaim as you anticipated?</qco> </h3>      you cannot force acclaim. it has to find you at its own pace. all you can do is do as much good work as you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n10:50 pm</dco> &nbsp;<qco> What the hell happened to Connecticut?</qco> </h3>      nothing, it is still there, i just checked\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n10:20 pm</dco> &nbsp;<qco> What is a word you have made up¿</qco> </h3>      there is one in my most recent video, 'history of the entire world i guess' actually there is probably more than one, it's a long video and i don't really remember it too well\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n9:56 pm</dco> &nbsp;<qco> Do you have any more notes to place in your book?\n</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n9:47 pm</dco> &nbsp;<qco> Is it truth that everything is obvious, but nothing is unambiguous?</qco> </h3>      ah, that sounds about right\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n8:23 pm</dco> &nbsp;<qco> Is it OK to email you fan-mail? I want you to feel supported and happy but also not uncomfortable.</qco> </h3>      it is great. but sometimes people get mad at me when i can't respond to all of them. sometimes they take out their frustration on the questions page. that is the part that makes me uncomfortable but i guess it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n7:14 pm</dco> &nbsp;<qco> what was going on in 2012 for you?</qco> </h3>      a lot of organizing the massive amounts of writing i had done, and mostly freaking out that i hadn't done enough recording to catch up with it. my solution was to write 10 times more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n5:59 pm</dco> &nbsp;<qco> Do you think that different music genres are more creative and thoughtful than others?\nIf you were to compare progressive rock or progressive metal to modern pop music, wouldn't it be obvious that one is less popular yet more \"musically\" daring and innovative?</qco> </h3>      \nthe lines between the 'genres' were never clear. or if they seem clear then i don't think we're having fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n5:57 pm</dco> &nbsp;<qco> Dude, the new songs are great, and that was kinda to be expected but... what are you doing differently for the mixes? They sound better than ever in your stuff, I think!</qco> </h3>      my process goes like this. listen to it on as many different speakers / sound sources as i can, and compare it to a current top40 track. then contemplate suicide for a while. then gradually troubleshoot and mess with the eq of the bass, kick, percussion, etc and maybe pull some mids out of a vocal line here and there, and then panic about the loudness and then go hunt down all the peaks, especially the \"S\"s, and then who knows, maybe it might sound ok after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n5:38 pm</dco> &nbsp;<qco> Whats obama's last name?</qco> </h3>      i only know of one person named obama and that is his last name. or at least i think it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n5:33 pm</dco> &nbsp;<qco> have you ever used <a href=\"microtonal.html\">microtonal</a> notes in your melodies?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n5:25 pm</dco> &nbsp;<qco> i like your music what i need to do if i want be popular ;ike you</qco> </h3>      be yourself ruthlessly in a safe but publically accessible place. plan on doing it forever. you will get better at it over time and inevitably people will find you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n5:19 pm</dco> &nbsp;<qco> do you answer questions everyday?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n5:06 pm</dco> &nbsp;<qco> i really liked movie star. was it inspired by life?</qco> </h3>      generally yes, but not in any specific tangible way, and not so much the title line\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n3:33 pm</dco> &nbsp;<qco> wanna walk through several zipcodes with me</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n3:25 pm</dco> &nbsp;<qco> i am So anxious, i haven't been this anxious in ages but now it's washing over me and i feel powerless. does that ever happen to you? how do you deal with it? i feel like i can't even create anything i just</qco> </h3>      try rotating things a bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n2:53 pm</dco> &nbsp;<qco> why aren't you telling the people who follow you on instagram that your images are related to new songs?</qco></h3>      i have never explained anything i have posted on instagram on instagram. but sometimes i explain it here if people ask. let me know if you need any clarification<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\ni am troubled because i understand that you do not want to put them on youtube, so why instagram ? </qco></h3>      i am troubled that my content distribution choices are causing you trouble<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And not ever the actual cover of the song but an alternate, without the type? it looks like your teasing for videos again and misleading a lot of people \n</qco></h3>      i have never told anyone on instagram what any of the instagram pictures relate to. but i usually explain it very clearly here, if anyone asks<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;when the songs are actually great and i'm sure they would love to hear them if only they knew ! </qco> </h3>      surely people in the comments will help them out. i also recently changed my main bio link to spotify. that should help. if i made it any more obvious it wouldn't really be fun anymore. if people don't want to think outside the box i am not going to force them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n1:23 pm</dco> &nbsp;<qco> Hypothetically, if you found yourself recording at double the speed you anticipated doing on this weekly schedule would you release twice as much?</qco> </h3>      no, because there are many other projects i want to be doing as well, such as \"videos.\" \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n1:22 pm</dco> &nbsp;<qco> Why does existence exist?</qco> </h3>      why would it not\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n1:19 pm</dco> &nbsp;<qco> Did you rewrite \"movie star\" a lot throughout the past week?</qco> </h3>      i wrote the entire thing last week, except the chorus/title line, which was written in dec 2015\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n12:53 pm</dco> &nbsp;<qco> What's your daily schedule of song recording like?</qco> </h3>      currently it goes like this: pick a song randomly from the list, usually this would be on saturday if i finished the previous song on time. potentially have a panic attack about why i think i could never record that song, especially if it is old or crappy or seems wrong for me at the time. then i pull myself together and make the necessary changes to the song, or perhaps finish writing it becuase many of the songs are not fully written. then record the darn thing and hopefully have it done by saturday. that's about it. after a few weeks when i become more of an expert in this process, i would like to condense it down more, to have time to work on videos and many more things. similar to the way i was able to condense the vine production time in order to work on history of japan\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n12:14 pm</dco> &nbsp;<qco> whenever you make a song, is it because something random popped up in your head and you made a song out of it?</qco> </h3>      usually the motivation for making a song is because i have already written the song and now i want people to hear it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n11:45 am</dco> &nbsp;<qco> you are obviously adept at creating graphics, so\ncould you explain your interest in creating graphics-free title graphics?</qco> </h3>      to keep the site as fast and simple as possible despite having massive amounts of content\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n11:00 am</dco> &nbsp;<qco> favorite phrase?</qco> </h3>      i like the unique qualities of each one\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n11:00 am</dco> &nbsp;<qco> You mentioned \"move star\" being the song you're proudest of, and the song you'd work on if you were going to die and could only finish one song. Is this genuinely the song you're proudest of and wanted to do, or were you more saying that since it was the latest song you worked on? Or did you pick it specifically because the questions made it come up?</qco> </h3>      \ni get asked a lot which of my songs is my 'favorite' or which one i am 'most proud of' and i really don't look at it that way. i may have answered movie star because that is the one i was currently working on, and also a good excuse to drop a clue about the title of the upcoming song release\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n8:26 am</dco> &nbsp;<qco> How do I throw money at you for making things so that you can keep making things?</qco> </h3>      <a href=\"http://billwurtz.com/donate.html\">click here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n7:43 am</dco> &nbsp;<qco> why there are lots of little noises on your songs?</qco> </h3>      to keep it interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n7:31 am</dco> &nbsp;<qco> why did you use odd time signatures for \"movie star\" (which is a great song btw)</qco> </h3>      i'm not sure. the original hook just sounded best with a slightly unpredictable number of beats before going back around. maybe it's the feeling that you are hanging on that second chord, and it's almost like you are waiting to become a movie star. but you're not sure when it's gonna happen. that's just my analysis after the fact\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n6:58 am</dco> &nbsp;<qco> dad are u goin' to make songs and if ja then when?</qco> </h3>      i am already making songs and i am releasing them each week although who knows how much longer i can sustain that because i am thinking about also doing \"videos\" at some point as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n3:14 am</dco> &nbsp;<qco> can u elaborate on the lyric \"i wanna be a movie star\", most specifically the underlying meaning? like What Does It All Mean\nis it just an arbitrarily chosen lyric that sounded good in the song or does it have meaning beyond that? i have my own interpretation of it but i wanna know what u intended it to mean</qco> </h3>      it was written on a vine writing session, which also yielded 'made some bread in my head,' 'i hate myself,' 'clean my room', etc. they don't really mean anything. just trying to make nice hooks. actually i was really trying to work on history of japan, but i was desperately trying to maintain my vine channel at the same time because that was where my strongest following was at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n3:02 am</dco> &nbsp;<qco> when was movie star written?\nwhat was the inspiration? </qco> </h3>      it was originally from a vine writing session, in december 2015, but it was shelved for later because i thought it would be better as a longer song instead of a vine. it was just the title/hook. the entire remainder of the song was written last week\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n1:45 am</dco> &nbsp;<qco> how many questions do you get usually?</qco> </h3>      2\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n1:31 am</dco> &nbsp;<qco> How do you feel about your boom in popularity? Was that your goal for hotewig or were you just treating it like all your other videos you make but of course just with alot more time and effort.</qco> </h3>      my popularity has incurred multiple different \"booms\" but also has grown steadily over time, mostly starting in mid 2015. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n1:27 am</dco> &nbsp;<qco> what can i do to have the highest possible chance of meeting you in real life?</qco> </h3>      i wish i knew\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n1:26 am</dco> &nbsp;<qco> did you mean to make history of japan exactly 9 minutes long?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n1:10 am</dco> &nbsp;<qco> do you do anything besides answer questions?\n</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n12:46 am</dco> &nbsp;<qco> <a href=\"dont-understand.html\">Green Grapes or Blue Grapes?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n12:32 am</dco> &nbsp;<qco> Why are old exit signs red and new exit signs green?</qco> </h3>      green is the color they should be. they got it wrong before. sorry about that, they are changing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.17&nbsp;\n12:17 am</dco> &nbsp;<qco> Do you have a penis?</qco> </h3>      i will check\n<br><br>"
  }
]
