[
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> i like it how you used the worlds first video on your video about how the day goes on. did you just type the worlds first video out of curiosity or did you just knew about it and decided to use it in the 1900s section?</qco> </h3>      i've been familiar with that video for a long time, and i have used it many times especially here on the questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:41 pm</dco> &nbsp;<qco> how do toasters work?</qco> </h3>      scientists are still trying to figure out\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:40 pm</dco> &nbsp;<qco> Can true happiness be obtained?</qco> </h3>      sure, and then lost and then obtained again. hours of fun, for the whole family\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:35 pm</dco> &nbsp;<qco> Where are the animals come from?</qco> </h3>      earth mostly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:33 pm</dco> &nbsp;<qco> What does whenst mean?</qco> </h3>      when, as, and during the time which. (when + whilst)\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:31 pm</dco> &nbsp;<qco> was the use of the harpsichord sound at \"jumped out of my suitcase and im traveling down the road\" placed in the song as a specific reference? </qco></h3>      no. it's kind of like when you have a green bike. riding the green bike is not necessarily a reference to the previous time you rode the green bike, but it more so just simply stems from the fact that that's what bike you have<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that same sound was used at the beginning of new canaan, and i was wondering, is it a reference to new canaan specifically or does that sound fit well with most traveling song scenarios for you?</qco> </h3>      i've used that sound in almost every song and video i have ever recorded since 2012. thankfully in 2017 i picked up a couple other sounds that play that same role but sound slightly different. but i still use the harpsicord because it is very effective for me in almost any song. it plays the same role as an acoustic guitar would play in many bands\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:27 pm</dco> &nbsp;<qco> If I wanted to experiment with modality in my music, where should I start/what should I read?</qco> </h3>      start with the songs you already know. most of them are in the ionian mode, but some of them will probably be in mixolydian or dorian. start by learning which ones are which. hint: ionion is normal, dorian is cool and dark, mixo is cool and bright\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:27 pm</dco> &nbsp;<qco> Where do you get your hats</qco> </h3>      the hat store<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:23 pm</dco> &nbsp;<qco> love the new song + video. very catchy, and danceable. so, what's next? free video or music video?</qco> </h3>      a quantum mechanical breakthrough that will allow me to do 10 of each at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:18 pm</dco> &nbsp;<qco> Where can I buy your albums in cd format? Btw love your stuff</qco> </h3>      you can't buy it on a cd but you can download it and put it on a cd. i'm sorry i can't sell CDs, they just really don't sell very well in the decade i am living in\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:16 pm</dco> &nbsp;<qco> why isnt the url of this page ueqstions instead of questions</qco> </h3>      because it's the questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:14 pm</dco> &nbsp;<qco> i want to express myself to the world</qco> </h3>      oh i know how you feel\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:11 pm</dco> &nbsp;<qco> So in your new video, you keep repeating \"and the day goes on\". But what happens if you die?</qco> </h3>      just did some calculations, the day goes on\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:09 pm</dco> &nbsp;<qco> is it okay to sing your new song until the end of time</qco> </h3>      sure but hopefully i will have some other ones out by then\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:08 pm</dco> &nbsp;<qco> How important is a creative chord structure to you? Do you think people should try to avoid making '4 chord songs'.</qco> </h3>      it doesn't matter how many chords there are as long as it makes the song good. or, for a twist, try making the song bad, that would be an interesting approach\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:07 pm</dco> &nbsp;<qco> Bill, your newest thing is now your best thing, by far. Will your next thing be even better?</qco> </h3>      unfortunately yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:03 pm</dco> &nbsp;<qco> What do you think of aluminum?</qco> </h3>      it has its drawbacks\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:02 pm</dco> &nbsp;<qco> why are youthe way you are</qco> </h3>      why would i not be<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n5:01 pm</dco> &nbsp;<qco> how long does each video take you to make?</qco> </h3>      longer than i wish\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:59 pm</dco> &nbsp;<qco> did you actually put the \"Roundhay Garden Scene\" aka the worlds oldest living movie to your \"and the day goes on\" video at 1:48</qco> </h3>      darn yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:59 pm</dco> &nbsp;<qco> what does your average day consist of?</qco> </h3>      working on the current project\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:58 pm</dco> &nbsp;<qco> africa</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:58 pm</dco> &nbsp;<qco> does the day ever go off?</qco> </h3>      it is constantly going off and on at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:57 pm</dco> &nbsp;<qco> So are there any meanings in you last music \"and the day goes on\"?</qco></h3>      you'll have to listen and see<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I just like to try searching for meanings in stuff even if they don't exist</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:57 pm</dco> &nbsp;<qco> I hear my microwave beeping, what should I do?</qco> </h3>      open it for a hot treat\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:57 pm</dco> &nbsp;<qco> what was the purpose of \"and the day goes on\"?</qco> </h3>      music / song\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:54 pm</dco> &nbsp;<qco> why do i feel like i am in a loop and how do i get out of it</qco> </h3>      go in a direction that is perpendicular to the plane on which the loop lies\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:53 pm</dco> &nbsp;<qco> Are you going to make a blog some day? maybe a Q&amp;A with your music?</qco> </h3>      i'm doing a q&a right here, and i thought i was already doing many things that count as blogs but i guess maybe i don't know what blog means\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:47 pm</dco> &nbsp;<qco> Is 'whenst' a real word?</qco> </h3>      it could be\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:46 pm</dco> &nbsp;<qco> whats your favourite ascii character</qco> </h3>       \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:45 pm</dco> &nbsp;<qco> When will your next big video come out</qco> </h3>      i'm not doing anything longer than 4 minutes until i have a very large team to ensure that it takes less than an entire year to produce\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:45 pm</dco> &nbsp;<qco> Can we get wurtz murch</qco> </h3>      <a href=\"http://billwurtz.myshopify.com\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:44 pm</dco> &nbsp;<qco> I love the brightness and catchiness of \"And The Day Goes On\"! Is it intended as a kind of follow-up to \"La De Da...\", or am I making up things in my head again?</qco> </h3>      it's not intended as a follow up, but they were both entirely made by the same person so that could explain some of the similarities\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:41 pm</dco> &nbsp;<qco> you said the new video would not involve fences</qco></h3>      check again, i said 'i don't think so.' it's not written into the song but there is a lot of stuff in the song so i couldn't remember for sure if there might be one in there. that's why i said i don't think so instead of no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but if you pause the video at 0:24 you can clearly see a fence</qco> </h3>      i'm not going to check but i believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:36 pm</dco> &nbsp;<qco> Hi I am from the planet Mercury\n</qco></h3>      no you're not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and the video you posted is very offensive because our planet rotates slower than yours.\n</qco></h3>      i'm not following your logic<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Please remove it from your channel. Thank you.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:36 pm</dco> &nbsp;<qco> is this the first question since the new song came out</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:36 pm</dco> &nbsp;<qco> I keep blaming people of opposing political views for all of the problems in the world, but the problems are still there!!!! How do I fix this conundrum?\n<br></qco> </h3>      you could try blaming people with well balanced views\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:36 pm</dco> &nbsp;<qco> what's your favorite emoji?</qco> </h3>      smiley face\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:35 pm</dco> &nbsp;<qco> when is the day goes on gonna be on itunes?</qco> </h3>      probably any minute now. it's in the mail\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:33 pm</dco> &nbsp;<qco> Does the reoccuring theme of going home have a special meaning to you?</qco> </h3>      it seems to sound and feel nice in a song. i think i am not the only songwriter who has noticed this<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:28 pm</dco> &nbsp;<qco> In the \"and the day goes on\" video you say you're thinking about the future\n</qco></h3>      that wasn't necessarily something i said, it was lyrics in a song i wrote<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and then you start talking about 1900. Is this proof you live in 1899?</qco> </h3>      no. that song uses a lot of electronic instruments, computer effects, and it was released world-wide on the internet. that should be sufficient proof that i am living well after the year 2000\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n4:27 pm</dco> &nbsp;<qco> How do you know when to use 2 or 9, 4 or 11, and 6 or 13 in a chord name?\n</qco></h3>      whichever one you are used to seeing in that situation<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Sometimes it's obvious if you just have the stack of thirds (1,3,5,7,9,11,13)... but what about when the chord isn't built in numerical order like that? \n</qco></h3>      and hopefully they won't be most of the time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nFor example, I have this song where for an E7 I play the notes D F# G# B (all in the same octave).. would that just be called E9 even though there's no root and the F# isn't in a higher octave?</qco> </h3>      in that case it's called E9. at least where i'm from, it is understood to include the 7, whenever you use a number 7 or higher. where as if you had said 2, it is implied that there is no 7. E9 is a well known chord and it is well known to mean dominant 9 which means it includes 7 (D) and F#, and G#. it's all case by case. some chords have acheived written popularity under certain names\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n3:56 pm</dco> &nbsp;<qco> hey bill I was listening to the song \"hey baby, buy my car\", located on the 'songs\" page on the Bill Wurtz Website, and I noticed your voice sounds slightly higher than normal. Was it edited?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n2:41 pm</dco> &nbsp;<qco> how's the housing market on jupiter</qco> </h3>      it's the fuckin wild west\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n2:35 pm</dco> &nbsp;<qco> how do i stop hating my friends&nbsp;</qco> </h3>      if you hate them then they are not your friends. congratulations you don't hate your friends\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n2:34 pm</dco> &nbsp;<qco> do you recommend watching your videos while high</qco> </h3>      yes, and low\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n2:20 pm</dco> &nbsp;<qco> When you write the number 5, do you start from the top-right or bottom-left?</qco> </h3>      top left\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n2:16 pm</dco> &nbsp;<qco> What's your favorite sandwich?</qco> </h3>      the brandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n12:53 pm</dco> &nbsp;<qco> name me</qco> </h3>      namey\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.18&nbsp; \n12:24 pm</dco> &nbsp;<qco> You said 'everything makes sense', but what about nonsense?&nbsp;</qco> </h3>      where\n<br><br>"
  }
]
