[
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n11:33 pm</dco> &nbsp;<qco> who are you rooting for?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n11:28 pm</dco> &nbsp;<qco> Do you listen music by other people while working?</qco> </h3>      no, most of my work has music in it, so that would be catastrophically distracting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n10:35 pm</dco> &nbsp;<qco> bill how do i write</qco> </h3>      try a way that no one has ever tried before\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n10:32 pm</dco> &nbsp;<qco> will you ever do those videos like \"2 million sub special\".</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n9:44 pm</dco> &nbsp;<qco> Are the depths a suitable place for a get together?</qco> </h3>      sure, and heights\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n9:38 pm</dco> &nbsp;<qco> Have any businesses trying to have you do promotions done so via this question page,</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or did they only ever use \"formal\" means of communication?&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n9:32 pm</dco> &nbsp;<qco> what are your thoughts on keyboard shortcuts&nbsp;</qco> </h3>      i love them. i want to know them all and then i want more\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n8:39 pm</dco> &nbsp;<qco> for a song longer than 3 or 4 minutes to work well you say that it needs to have some storytelling elements to pull it along,</qco></h3>      could be helpful. also video<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but songs shorter than that still need story telling elements a lot of the time, right?</qco> </h3>      it can be helpful\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n8:32 pm</dco> &nbsp;<qco> is the new video cool</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n8:09 pm</dco> &nbsp;<qco> Are you glad we got agriculture?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n7:50 pm</dco> &nbsp;<qco> Who invented the thing inventor?</qco> </h3>      the homo sapien, specifically the homo sapien sapien\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n7:45 pm</dco> &nbsp;<qco> why dont u put ads&nbsp;</qco> </h3>      perhaps they suck\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n7:20 pm</dco> &nbsp;<qco> is anyone else excited that you have obviously been steadily working on another sonic treat with integrated visual stimuli?</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n6:50 pm</dco> &nbsp;<qco> how often should a sentence contain the letter z</qco> </h3>      just enough to get the job done\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n6:37 pm</dco> &nbsp;<qco> HAPPY BIRTHDAY!</qco> </h3>      thank you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n5:59 pm</dco> &nbsp;<qco> For a m6 chord, is the 6 a minor 6 or a major 6?</qco></h3>      maj<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I think it's the maj6, but isn't the 6th note in the minor scale flat?</qco></h3>      sure but Cmin6 means it has A (and Eb) that's just what it means<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n If m6 does mean a chord with a minor 3rd with a major 6th, what would you a call a chord where the 3rd was minor AND the 6th was minor? mb6?</qco> </h3>      Ab/C, or \"Ab over C\", or Abmaj7/C, or \"Abmaj7 over C\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n5:46 pm</dco> &nbsp;<qco> Test? There is a test to be gay?</qco></h3>      absolutely not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I didn't know there would be a test for a sexuality.&nbsp;&nbsp;</qco></h3>      there is not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Help I'm freaking out?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n5:32 pm</dco> &nbsp;<qco> You ever listen to Lyle Lovett?</qco> </h3>      my parents did when i was younger\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n5:15 pm</dco> &nbsp;<qco> how long does the script-writing process for a 1-minute video usually take</qco> </h3>      it depends on the contents\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n5:13 pm</dco> &nbsp;<qco> what's a healthy colour for an onion</qco> </h3>      purple\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n5:12 pm</dco> &nbsp;<qco> does your next video involve fences in any way</qco> </h3>      i don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n5:11 pm</dco> &nbsp;<qco> Do you not like capital letters\n\n</qco></h3>      no, i don't not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or are you just too lazy to use them?</qco> </h3>      i use them when i think it is useful\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n5:05 pm</dco> &nbsp;<qco> Are you an elf?</qco> </h3>      legally yes, for tax purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n4:59 pm</dco> &nbsp;<qco> Why did you not make All U Need Is Love a music video :(</qco> </h3>      because i wanted to make more songs instead :(<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n4:50 pm</dco> &nbsp;<qco> Please disclose your preferred theory of reality A.Solipsism B. Virtual C. Real things&nbsp;&amp; stuff</qco> </h3>      C\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n4:41 pm</dco> &nbsp;<qco> https://instagram.com/p/BhYBZ02Hsvc/\n<br>1. Wouldn't it be cool to change 240 on the other left to 420\n</qco></h3>      no, it already said 420 before i got here. i switched it to 240<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Does the yellow poster on the left say \"SEX POSITIONS\"</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n4:29 pm</dco> &nbsp;<qco> Please stop with the music the o ry already!!!!! My gosh</qco> </h3>      you can try to make a music theory, but the music is only going to find a new way to evade the theory. it is the darndest thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n4:29 pm</dco> &nbsp;<qco> Fuck you bill. You changed how people spell \"laser\". IT'S SPELLED \"LASER\" NOT \"LAZER\" YOU %½#^% FUCKING IDIOT&nbsp;</qco> </h3>      many people have spelled it 'lazer' before. for example, a music group called Major Lazer has spelled it lazer, i believe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n4:13 pm</dco> &nbsp;<qco> I have a bad habit of (unintentionally) gradually speeding up the tempo of songs when playing. I can catch myself if I go back and listen to it, but when I'm just playing it's hard for me to notice when I'm doing it. Any tips? I can play along with a metronome just fine, but without the metronome/drum track I just fall back into the habit of gradually speeding up.&nbsp;</qco> </h3>      you could try listening to a metronome more often, just around the house or whatever\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n4:10 pm</dco> &nbsp;<qco> ok, so i did some thinking... \n<br>are you afraid that the whole vidcon thing would actually somehow backfire on you? </qco></h3>      yes but not anymore<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n<br>because one of the things that i find so interesting about you is that there are hardly any videos (actually just a single one i believe) of you making a public appearance. \n<br>it is very similar to serban ghenea! \n<br>he is probably one of the most successful mixing engineers yet we know so little about him (actually we know nothing...)\n<br>i guess what i am going at is: \n<br>are you afraid of then no longer being able to control what footage of you ends up online?</qco> </h3>      that is scary for anyone, but it is important to reconcile that fear. even better is to never let anyone see you unless you get to be the producer\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n4:01 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201804172207\">4.17.18&nbsp;&nbsp;10:07 pm</a>  well yeah, but what does it MEEEEEEEEANNNNNNNNN?</qco> </h3>      as i'm working on video projects, sometimes i find things that look intriguing or interesting, and when that happens i take a screenshot and squarify the aspect ratio and put it on instagram. this is a way of showing unannounced sneak previews of the next release. almost everything i have ever posted on instagram is an artifact from a project that was upcoming at the time. it is nice to post things once a day, but sometimes i just don't come across anything i want to post, especially if i am working on the audio\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n3:13 pm</dco> &nbsp;<qco> Why do you post so rarely</qco> </h3>      because i spend the rest of the time making the content i post\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n3:06 pm</dco> &nbsp;<qco> Do you think your video quality is going up or down over time?</qco> </h3>      up<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n2:57 pm</dco> &nbsp;<qco> How to unlearn learned helplessness?&nbsp;</qco> </h3>      how did you learn the helplessness\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n2:05 pm</dco> &nbsp;<qco> What do you like most about music?</qco> </h3>      nobody quite knows what it is, and yet it still seems to know exactly who we are\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n2:05 pm</dco> &nbsp;<qco> What do you dislike most about disliking things?</qco> </h3>      the dislike i receive from others about disliking the thing, as well as simply missing out on all the joys and pleasures of the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n1:48 pm</dco> &nbsp;<qco> will this video take as long as la de da de da de da de day oh?</qco> </h3>      it is a bit shorter, so it should take a slightly shorter amount of time, plus i tried to make it worse in order to get it done faster but the bad news is i am unfortunately doing it better which makes it take longer despite my best efforts to do it quicker and worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n1:37 pm</dco> &nbsp;<qco> how is true love different from just love</qco> </h3>      it is more expensive\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n1:26 pm</dco> &nbsp;<qco> Can you please give me cancer?</qco> </h3>      that doesn't sound like a good use of my time\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n1:20 pm</dco> &nbsp;<qco> I can only feel the thoughts in my brain (and only parts of may brain at that), but I can't feel the thoughts outside my brain, even if they're directly adjacent. Why is consciousness localized like this?</qco> </h3>      perhaps it's not connected properly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n1:03 pm</dco> &nbsp;<qco> Are you a climate change denier?</qco> </h3>      i say, let the climate change, if it wants\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n12:31 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201804171343\">4.17.18&nbsp;&nbsp;1:43 pm</a>  is there a standard clef for a drum kit?</qco></h3>      i've seen the rhythm clef, or no clef, either way it's pretty obvious when you look at it that it's a drum set<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; like, does the bottom line always mean bass drum, etc?&nbsp;</qco> </h3>      usually either the bottom line or the bottom space, but the parts are often labeled\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n11:45 am</dco> &nbsp;<qco> do the lyrics of the new song reflect on the point that a 19th century gentleman could listen and enjoy the song, mr wurtz?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n10:34 am</dco> &nbsp;<qco> How many times the word 'the' used in your new video?&nbsp;</qco> </h3>      i think 19\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n10:08 am</dco> &nbsp;<qco> when you first start creating something, what kind of audience would you put in mind? </qco></h3>      the king and queen<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i bet they'll act as a really strong incentive if they truly exist.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n10:06 am</dco> &nbsp;<qco> i find if i quit talking or writing for a couple of days, then myself will be cast into a speechless state. i got less and less to write out, and i sometimes think everything i write is of no value. they are just nonsense and jibberish and could thus be justly considered a waste of time. then i discover other people's writings, which i would think mostly waffle, sometimes interesting, but still a few of them make great sense. at last i discover in horror i even lose the ability to write nonsense. how to deal with this. should i just continue creating garbage and persuade myself it is okay, \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;which i know clearly is not, while there seems like no improvement and also no way out? ah geez. but i would be scared even more when everything turns bleak and bland, and ''i've got nothing to say, so let it be'' stuff.</qco> </h3>      it is very important to start the flow, and the magic will start to occur right around the corner\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n9:52 am</dco> &nbsp;<qco> is it possible to teach myself at home for the college entrance examination, \n</qco></h3>      i think so, especially nowadays<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n since i don't think the school is of much help to my current situation? just a little bit uncertain</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n9:49 am</dco> &nbsp;<qco> do you agree that a=432?</qco> </h3>      in most of the music i have heard it is 440, especially in the last 15 years, and even before that it was almost always 440 but sometimes the final recording was shifted on tape\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n9:43 am</dco> &nbsp;<qco> Man, wouldn't making lyrics be so interesting in a different language where words like osteoperosis have only 1 syllable, but words like house have 3 or four? It would really shift things up.</qco> </h3>      most languages have multiple options for saying most things, with a variety of syllabic structures. but writing for different languages would be very interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.18.18&nbsp; \n9:20 am</dco> &nbsp;<qco> when you listen a new song what thing in that song usually makes you go whoa and you have to listen to that part again?</qco> </h3>      i find it's usually disruptive to stop and repeat part of a song before you have heard it all the way through at least once. it interrupts the song from itself. studying parts of a song is great but not on the first listen. it's very important to me to let it roll on the first listen\n<br><br>"
  }
]
