[
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n7:38 pm</dco> &nbsp;<qco> If I ever go to the gift shop on Mount St. Helens, what would you recommend that I get?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n6:30 pm</dco> &nbsp;<qco> how do you deal with wanting to learn so many languages?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n5:55 pm</dco> &nbsp;<qco> Is the world alright?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n4:23 pm</dco> &nbsp;<qco> I ve just made an awesome melody, feeling really happy to have done it. For a person like me who was so desencouraged throughout life to recognize his own good things, this means a lot.\n<br>I just wanted to share this little victory with you, since i'm a really enjoyer of your music.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n3:27 pm</dco> &nbsp;<qco> can I headcanon the mailwoman in \"hi i'm steve\" as a transfem?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n2:20 pm</dco> &nbsp;<qco> Why is a space added before question marks and exclamation marks in French?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n1:54 pm</dco> &nbsp;<qco> What's you favorite song? (not including yours)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n10:48 am</dco> &nbsp;<qco> were there any cartoons that interested you, and if so, what ones?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n10:39 am</dco> &nbsp;<qco> my stomach hurts. could you give me medical advice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n10:36 am</dco> &nbsp;<qco> I need to make a sandwich. any tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n9:38 am</dco> &nbsp;<qco> Ive been working on relearning the ancient practice of creating Gods. A god is a being that exists in the mind of a collective. The gods existence arises from the shared agreement that they exist. Through the plecebo effect, actions taken by the Gods become real to those with faith. Once those who beleive reach critical mass, the God begins to grow powerful. If a human can fit the description of the deity, and convince the faithful he has mantled it. That human now has the power to control the plecebo effect in their followers and can cause miracles like healing wounds that wouldnt heal. All by plecebo effect. What are your thoughts on this?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n9:34 am</dco> &nbsp;<qco> What's the jingle that plays during the \"knock knock, it's the united states\" sequence in history of Japan? Do you have a full song of it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n7:55 am</dco> &nbsp;<qco> What movie should I watch next?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n4:54 am</dco> &nbsp;<qco> would you consider answering these questions to be your main artistic project right now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n4:13 am</dco> &nbsp;<qco> theoretically how would you convert one object to another, considering most objects are made of the same things fundamentally</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n3:28 am</dco> &nbsp;<qco> oh my gosh i just have to share this with you: i was working on a video and i was debating 16:9 and 3:4, and took note of the common resolution number 1440. then i was synchronizing an animation to music and needed something to spin at 180 degrees every ~4 frames to be a 16th note in length per revolution - and needed it to spin for eight (8) 16ths notes which let me to this same number i was working with earlier when calculating:\n<br>\n<br>[total rotation needed for 180 degrees/16th over eight (8) 16th's] \n<br>\n<br>or \n<br>\n<br>8 * 180 = 1440(degrees) \n<br>\n<br>and i was quite taken aback upon reading that from the calculator. and now i wonder why resolutions use these circular numbers and also why do circles. couldnt # of degrees per 1 rotation be based on any number besides 360? wait is it a CIRCLES RESOLUTION? im glad you were here for this unplanned epiphany thanks for being someone to talk about this to</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.10.25&nbsp; \n2:25 am</dco> &nbsp;<qco> do you like getting high</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n11:03 pm</dco> &nbsp;<qco> do you ever overthink something so that you can underthink it later?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n11:01 pm</dco> &nbsp;<qco> Do you think everyone is a philosopher?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n10:56 pm</dco> &nbsp;<qco> does the body rule the mind or does the mind rule the body?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n6:02 pm</dco> &nbsp;<qco> Thoughts on seatbelts on airplanes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n5:57 pm</dco> &nbsp;<qco> judging by what you've said previously, our planet is not good.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is ours the exception?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n5:31 pm</dco> &nbsp;<qco> What's your favorite holiday</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n5:21 pm</dco> &nbsp;<qco> The parasocial effect I'm experiencing is intense. Do you have any suggestions to help me chill out?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n4:53 pm</dco> &nbsp;<qco> do you have any plans to make a feature-length film down the road?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n4:19 pm</dco> &nbsp;<qco> who inspired you to make music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n3:53 pm</dco> &nbsp;<qco> do you prefer the abbreviation for september as 'sep' or 'sept'?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n3:28 pm</dco> &nbsp;<qco> don't you think that places are so cool? can we get more places everywhere please</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n3:27 pm</dco> &nbsp;<qco> Do you like arguing with people&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n2:21 pm</dco> &nbsp;<qco> Have I gone crazy? How about you? What about someone else?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n2:19 pm</dco> &nbsp;<qco> If God created us, who created God?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n10:32 am</dco> &nbsp;<qco> thoughts on calvin and hobbes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n9:37 am</dco> &nbsp;<qco> why in the name of the b8 horsey does the \"grünfeld defence\" feel like black magic that should be banned for the grater good of humanity&nbsp;&amp; orcas alike ?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n9:12 am</dco> &nbsp;<qco> Do you have a teeny tiny gnome in your head that writes all your songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n7:12 am</dco> &nbsp;<qco> Hey, starting a game development project, and I've been wondering which I should build first: a good story that I put mechanics onto, or a solid bit of gameplay that I weave a story into. I already know what I want the story and gameplay to each be about, but the different processes feel like they'll end up with wildly different results. Obviously, I'm not asking you to choose for me, but do you have any advice on how to choose a process when they're so different?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n3:16 am</dco> &nbsp;<qco> Why do we walk with our legs, shouldn't we just roll around. That'd be sick</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n1:38 am</dco> &nbsp;<qco> this \"im feeling randy\" guy is upsetting me quite a lot. i just got a funny one i think the question was like.. i dont remember what it was like but i know it had something to do with eggs.. maybe: how do you feel about eggs. anyway you answered: \"HATCH. DAMNIT\" i think and i thought that was funny but then i accidentally pressed random question again. welll i dont know if i could say accidentally. i feel like i was really going for it but just as i was right about to click i realized how funny the answer was and wanted to stay a moment longer. but its gone now and ill never see it again. actually maybe i will because ive gotten a lot of the same questions twice and sometimes thrice. but i probably wont because this time i want to see that question twice and sometimes thrice. anyway, im conking out for the night.</qco> </h3><a href=\"https://billwurtz.com/questions/q.php?date=202503012031\" target=\"_blank\">here</a><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n1:35 am</dco> &nbsp;<qco> I'm going to dive into my laundry pile. Would you like to come with me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.9.25&nbsp; \n12:13 am</dco> &nbsp;<qco> do you think you've ever made art that could be considered \"avantgarde\"? what do you consider to be avantgarde?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.8.25&nbsp; \n11:18 pm</dco> &nbsp;<qco> are you a non sequitur champion?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.8.25&nbsp; \n10:29 pm</dco> &nbsp;<qco> have you ever considered doing a collaboration with someone else on a song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.8.25&nbsp; \n9:48 pm</dco> &nbsp;<qco> how could a 50 hour movie work?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.8.25&nbsp; \n9:17 pm</dco> &nbsp;<qco> Who is your arch nemesis?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.8.25&nbsp; \n9:14 pm</dco> &nbsp;<qco> do you consider yourself a whimsical creature?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.8.25&nbsp; \n9:11 pm</dco> &nbsp;<qco> What are your thoughts on entropy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.8.25&nbsp; \n9:09 pm</dco> &nbsp;<qco> Was \"i'm a piece of garbage\" supposed to be self deprecating? And if it is, do you think self deprecating humor like that is supposed to secretly be a cry for help, which can be brushed off as a joke in case it fails?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.8.25&nbsp; \n8:21 pm</dco> &nbsp;<qco> i don't know how to read or write</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.8.25&nbsp; \n6:52 pm</dco> &nbsp;<qco> How do I write a question you will want to answer? (The other kind comes very naturally.)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.8.25&nbsp; \n5:28 pm</dco> &nbsp;<qco> do you get a lot of sleep? some of these answer times are concerning. are you doing okay?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.8.25&nbsp; 4:58 pm</dco> &nbsp;<qco> How much music theory should I learn before learning by doing?</qco> </h3><br><br>"
  }
]
