[
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n4:35 pm</dco> &nbsp;<qco> i think you are careful not to be rude with yourself, nevertheless being extremely demanding of yourself</qco> </h3>      that's true<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n4:05 pm</dco> &nbsp;<qco> hi what does it mean if a sheet has a note symbol= numeric value on top of the first bar. for example&nbsp;♩&nbsp;= 132&nbsp;</qco> </h3>      tempo. beats per minute. that's how many of that note should occur in 1 min. so  ♩ =132 means there should be exactly 132  ♩ s in 1 minute\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n3:59 pm</dco> &nbsp;<qco> if i cant solve problems that i dont understand nor know how to understand them whst do i do with them</qco> </h3>      bewilder in amazement\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n3:52 pm</dco> &nbsp;<qco> is it better to be general or to be specific?</qco> </h3>      i hope it is ok to do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n3:49 pm</dco> &nbsp;<qco> is it true that when someone adds one of your songs to a playlist on spotify the artist gets an email telling them the name of the playlist?</qco> </h3>      that would be nice but i've never gotten those emails. maybe it's not configured properly for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n3:32 pm</dco> &nbsp;<qco> In terms of time travel, do you think the universe has a predestination timeline (a timeline that had already been altered by your future slef even when you haven't gone back yet) or an alterable timeline where you can go back and send the timeline flying off in a completely different direction?</qco> </h3>      infinite possibilities from every moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n2:41 pm</dco> &nbsp;<qco> why didnt you upload 'christmas isnt real' to the bill wurtz channel? </qco></h3>      as of the time of you asking this question, the video was not finished yet. also wasn't supposed to be done yet. usually the due date/time is a bit later than you asked this<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i would have missed it if not for twitter</qco> </h3>      i upload the music video to the billwurtz channel, as always. it's the only youtube channel i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n2:01 pm</dco> &nbsp;<qco> how was it on the h3 podcast?</qco> </h3>      i have never been\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n1:53 pm</dco> &nbsp;<qco> What made you decide to release \"christmas isn't real\" before the video came out for it? (If the posts on your instagram are for a video for that song of course) Just wanted to try something different, or wanted to go ahead and put the song out?</qco> </h3>      i don't have a choice which hour the song is released. the stores will automatically put it out at midnight in your local timezone\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n1:42 pm</dco> &nbsp;<qco> Well is the Easter bunny real?</qco> </h3>      likely a hallucination\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n1:33 pm</dco> &nbsp;<qco> Does tying your shoes more often make you a better person, or is the benefit nominal?</qco> </h3>      you'll be better off with stronger laces so you can tie them less. best is if you have shoes that can be slipped on and still are tight enough also, so you never have to tie\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n1:18 pm</dco> &nbsp;<qco> Im writing those questions to satisfy others curiosity because timezones make it impossible to see your answers to my questions. How do you feel about that?????</qco> </h3>      not true. time zones have nothing to do with whether or not your question gets on this page. it is my choice\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n1:03 pm</dco> &nbsp;<qco> Are all songs remixes of the dictionary?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n12:33 pm</dco> &nbsp;<qco> just got my upper braces help</qco> </h3>      if it was without consent then you should be able to get the person arrested\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n11:04 am</dco> &nbsp;<qco> When can you use the FMaj7#11 chord?</qco> </h3>      it seems to me that that chord symbol is asking you to have E and B notes, while F is also in the bass. for some reason, in my world that never seems to want to occur. nor in any of the worlds that intersect with mine. it seems to me that if you have B note in a chord with F in the bass, you are much more likely to want G note in there, maybe even C also. maybe D. but not B and E at the same time with F in the bass. for some reason that almost never occurs for me nor in any of the music i ever hear. that chord symbol does however seem to come up time and time again amongst people who are studying music academically\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:50 am</dco> &nbsp;<qco> What are your thoughts on fruit?</qco> </h3>      can be flat, if flattened \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n10:43 am</dco> &nbsp;<qco> What are you going to ask Santa for this Christmas (as in, what do you want for Christmas)?</qco> </h3>      a new year\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n9:53 am</dco> &nbsp;<qco> Are your videos actually just elaborate pyramid schemes?</qco> </h3>      i've never thought of it that way but you might be right\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n8:14 am</dco> &nbsp;<qco> what do you think about floors</qco> </h3>      a good meeting place\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n8:13 am</dco> &nbsp;<qco> I saw a question about the high end of your vocal range but what about your low end? TheRangePlace says your lowest note is F#2 like in All U Need is Love. Is that right or is it lower?</qco> </h3>      that's already too low\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n6:29 am</dco> &nbsp;<qco> how do I get out of school when I have nothing to do</qco> </h3>      the door\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n3:36 am</dco> &nbsp;<qco> Will you ever name your job?</qco> </h3>      bill wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n3:34 am</dco> &nbsp;<qco> out of all the videos on your channel, which one is your favorite?</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n2:53 am</dco> &nbsp;<qco> if we listen to songs via \"Bill Wurtz - Topic\" do you get the ad revenue from that?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n12:56 am</dco> &nbsp;<qco> Help me with my homework?</qco> </h3>      i don't know very much about homework, besides mine which i think is very different than most people's\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.27.18&nbsp; \n12:20 am</dco> &nbsp;<qco> do you think it's best to focus on one thing and get really good at it, or to try to do everything you're interested in at once?</qco> </h3>      i think somewhere in between might be best\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n11:47 pm</dco> &nbsp;<qco> i cant do things is that ok</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n11:12 pm</dco> &nbsp;<qco> it's nearly christmas bill, are you gonna put anything new on the merch market??</qco> </h3>      3 new songs, with a video for each\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n11:01 pm</dco> &nbsp;<qco> Are you driven by the expectations you have for yourself?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or by other people's expectations of what you should do?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n10:57 pm</dco> &nbsp;<qco> Is meaning in art subjective or objective? Like should the meaning be what the artist intended or should it be what the audience took it to mean?</qco> </h3>      it depends which one you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n10:56 pm</dco> &nbsp;<qco> Is the glass half empty or half full??</qco> </h3>      that depends on the future of the glass\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n10:37 pm</dco> &nbsp;<qco> Is there? Will there ever be?</qco> </h3>      always was\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n9:16 pm</dco> &nbsp;<qco> I am a young high-schooler any advice on writing music.</qco> </h3>      you're going to have to make something up\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n9:06 pm</dco> &nbsp;<qco> Is the chorus of Hallelujah 4/4 all the way through </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or does it change?</qco> </h3>      not in the chorus\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n8:55 pm</dco> &nbsp;<qco> On TheRangePlace, your highest nonfalsetto note is said to be Ab4 as in We Could Just Get High and I Guess I've Got to Listen to Bob Marley. Are there any other songs that you have higher nonfalsetto notes in or is that actually your highest?</qco> </h3>      that's already too high\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n7:28 pm</dco> &nbsp;<qco> when did you invent the notes page?</qco> </h3>      july 2014 i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n7:20 pm</dco> &nbsp;<qco> &nbsp;when to use sharps and when to use flats?&nbsp;</qco> </h3>      try to make it so the neighboring notes will use a different letter and not the same letter\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n7:19 pm</dco> &nbsp;<qco> &nbsp;Why are some people so freaking stupid</qco> </h3>      they are not, it is you who is so freaking smart\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n7:11 pm</dco> &nbsp;<qco> I spent all day watching this one George Michael performance over and over, and it made me deeply upset that I'm not as good as him. Advice?</qco> </h3>      oh that reminds me of the 2018 kenny loggins concert i found the other day\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n7:04 pm</dco> &nbsp;<qco> Where can we see you in person? We will fly anywhere!</qco> </h3>      how many people is this\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n6:31 pm</dco> &nbsp;<qco> What is the secret to greatness?</qco> </h3>      it's everywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> would you ever think about putting your music on the radio?</qco> </h3>      i've been thinking about it for my entire life\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n5:30 pm</dco> &nbsp;<qco> what is your favourite snack</qco> </h3>      meals\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n5:25 pm</dco> &nbsp;<qco> why is the climate changing</qco> </h3>      everything is changing\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n5:23 pm</dco> &nbsp;<qco> it's kinda crazy how ariana grande can release a whole album with no capital letters, and face no backlash or criticism, but when you produce a single without Capitals, some people say that you are a communist. do you feel like your use of capitalization is what makes you unique? also, you've been using capital letters in the titles of your most recent videos. is this because of the pressure from society for you to use proper grammar?</qco> </h3>      yes. the pressure will vary depending on which platform the song goes on\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n4:48 pm</dco> &nbsp;<qco> do you want to post some short videos on tik tok like you did on vine?</qco> </h3>      sure, if i can get my name back from the person who is posting my videos there\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n4:27 pm</dco> &nbsp;<qco> If you had to choose an 80's song to be your favorite, which one would you choose?</qco> </h3>      a non-80s song\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n4:23 pm</dco> &nbsp;<qco> I just realized the word \"questions\" over this question box is misspelled. Is there a reason for that?\n<br></qco> </h3>      title design. almost every page on this site does that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n4:04 pm</dco> &nbsp;<qco> how to I get into the reality category?</qco> </h3>      click 'i don't know'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n3:36 pm</dco> &nbsp;<qco> If you made a video game, would the graphics be similar to the art style of your music videos?</qco> </h3>      the visuals in my videos represent virtually everything i am capable of at that time. if i were capable of more i would be doing it\n<br><br>"
  }
]
