[
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n9:16 am</dco> &nbsp;<qco> Ur opnion on DARK-WINGED FUNGUS GNATS? Isn't\nthey lovely?</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n6:59 am</dco> &nbsp;<qco> what is the best disguise for hiding in\nplain sight</qco> </h3>      plain sight\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n6:57 am</dco> &nbsp;<qco> does having successfully reduced video\nmaking time make you feel like a huge burden has been taken off your\nback? you've been struggling with this for a very very long time, and\nthis is a huge success in that regard. can't wait to see the reality\nvideo on that, even if it doesn't come out until 2075</qco> </h3>\n     it's exciting because i think it\nenergizes and strengthens the content itself in ways i did not expect.\nit's very exciting but the problem is, now i have to do the same thing\nexcept 3 days shorter because i will be out of town for 3 days.\nimpossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n6:40 am</dco> &nbsp;<qco> I think i've hit some sort of a creative\nblock. I can come up with thousands of things to do, but there isn't\nanything that i want. I have no interest in anything and if i still do\nthe things, i feel unhappy. Do you have any advice?</qco> </h3>\n     take a long walk in the jungle\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n6:29 am</dco> &nbsp;<qco> Will all the new songs be completely written\nfrom scratch?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n6:13 am</dco> &nbsp;<qco> what if i want to walk in the morning but\nit's raining</qco> </h3>      you could try\nwalking in the rain\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n5:58 am</dco> &nbsp;<qco> to create front door in 2 weeks, did you\nspeed up only the video making process, or did you have to rush the\nsongwriting/recording too?</qco> </h3>\n     absolutely every part of the process went\nto insane mode<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n5:56 am</dco> &nbsp;<qco> Are trees the supreme leaders of Earth</qco>\n</h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n5:38 am</dco> &nbsp;<qco> Do you know if the ham always shines in the\nsandwich or is it an illusion from the flour?</qco> </h3>\n     \nit is the gloss\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n5:33 am</dco> &nbsp;<qco> You seem to often give questions open-ended\nanswers or take them very literally. If someone asked you a question\nthat pinned you down, i.e. something like \"do you like x and if so\nwhat's one of your favorite x's\", would you be offended?</qco> </h3>\n     that's one of the most common question\nformats i get. if i were offended by those then i would be permanently\noffended\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n5:24 am</dco> &nbsp;<qco> song you relate to most?</qco> </h3>\n     each time i relate to one, there is\nanother one i relate to more\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n5:21 am</dco> &nbsp;<qco> How would you describe Jazz to someone who\nhas never heard it before and has no idea what it is?</qco> </h3>\n     that sounds like a waste of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n5:19 am</dco> &nbsp;<qco> Is your new song intentionally more spacious\nthan your others?</qco> </h3>      that could\nbe a side effect of allowing only 1/4 of the production time of\nprevious songs. but it is likely to make the song stronger and the\nwhole process stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n5:13 am</dco> &nbsp;<qco> have you reached nirvana yet? </qco></h3>\n     no<h3> <qco>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nif so, any new colors? sounds? textures?&nbsp;</qco> </h3>\n     <br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n4:55 am</dco> &nbsp;<qco> its the end of the world you run to your\ncloste and need to chose between a pair of rainbow socks or blue socks\nwith red ankles what do you chose?</qco> </h3>\n     how about 1 of each<br><br>"
  },
  {
    "html": "<h3>\n<dco>9.5.18&nbsp;\n4:53 am</dco> &nbsp;<qco> what is better sci-fi or fantasy</qco> </h3>\n     i wonder if you could combine the 2 some\nhow\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n3:40 am</dco> &nbsp;<qco> I wonder why so many people are bothered\nabout you putting an apple on top of fuck.</qco> </h3>\n     i find that words like 'fuck' and 'shit'\nare so infamous that people clammer to talk about them no matter what.\nif i don't use them, people wonder why i didn't. if i do use them,\npeople wonder why i did. i thought i could win this time by part way\nusing it but sure enough they still want to talk all about\nit<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n3:16 am</dco> &nbsp;<qco> What are you worried about?</qco> </h3>\n     ghosts, and ghouls<br><br>"
  },
  {
    "html": "<h3>\n<dco>9.5.18&nbsp;\n3:08 am</dco> &nbsp;<qco> do you ever talk to yourself because i know\ni do&nbsp;</qco> </h3>      only when\nrecording it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n3:05 am</dco> &nbsp;<qco> Do you consider yourself separate from other\nthings? </qco></h3>      separate from some\nthings, together with others<h3> <qco>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like, that space is what differentiates\nus from any object? Or perhaps the opposite, in that space is what\nbridges one thing to th next. That if all things were to stop being\nconsidered \"things\" at all,the concept of these supposed things being\nseparate would fall apart. It would reveal perhaps that everything is\npart of the same instance of happening in a continuous process of what\none might call existence.</qco> </h3>\n     almost any thing is actually just a\npattern/configuration, if you really get down to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n2:53 am</dco> &nbsp;<qco> do you ever get bored and demotivated while\nworking on long projects like the reality page or the history\nvideos?</qco> </h3>      bored, no. panic,\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n2:45 am</dco> &nbsp;<qco> Are you in full awareness of the way your\naudience will react to things,</qco></h3>\n     no<h3> <qco>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; because I think you're not the way you\nact online</qco> </h3>      how would it even\nbe possible to know exactly how everyone is going to react to\neverything\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n1:40 am</dco> &nbsp;<qco> How do you manage to focus on only one\nproject at a time without losing motivation or getting pulled away\nwith different ideas?&nbsp;</qco> </h3>\n     mortality will give you motivation.\ndon't get the wrong idea, i don't have any particularly severe\nmortality problems (at least i don't think i do) but it starts to\nbecome extremely important over time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp;\n1:21 am</dco> &nbsp;<qco> do you get upset because a lot of people\ndon't take your music seriously because it's so different?</qco> </h3>\n     that sounds like a good sign in general,\nbut one thing that is mildly upsetting is whenever someone asks a\nquestion starting with \"do you get upset\" followed by something that's\nsupposed to sound like it should make me upset. it's like what are\nthey trying to do here\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp; \n1:00 am</dco> &nbsp;<qco> how do you come up with your lyrics?</qco> </h3>      i try to let them come up with me \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp; \n12:56 am</dco> &nbsp;<qco> sneaky bastard man, are you using fun and funny visuals to musically open our minds before we notice?</qco> </h3>      that's the oldest trick in the book\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp; \n12:51 am</dco> &nbsp;<qco> Which is the superior condiment, ketchup or mayonnaise?</qco> </h3>      custard\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp; \n12:33 am</dco> &nbsp;<qco> do you answer questions or do anagrams first or does it depend on the day</qco> </h3>      i do anagrams in batches. not every day. i usually do as many as i can at once, to keep ahead of the daily post\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp; \n12:30 am</dco> &nbsp;<qco> What plane of existence do you exist on?</qco> </h3>      46a\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp; \n12:23 am</dco> &nbsp;<qco> Serious question. How do you make so many great metaphors for life? I've tried to write songs, but I can't. Help.</qco> </h3>      try this, just get a blank text page and start going crazy. just use that for a while. pretend you are in some kind of weird jail and that's all you have. that should give you some practice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp; \n12:19 am</dco> &nbsp;<qco> do you want to do a video interview?</qco> </h3>      only for someone i trust very much. video interviews are very valuable, and also very manipulatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.5.18&nbsp; \n12:14 am</dco> &nbsp;<qco> alright, let's put it this way. why did you put a beep in the middle of the word fuck (so that you could only hear the f and the k sounds) and replace the middle two letters with an apple?</qco> </h3>      give it some style, and character\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n11:32 pm</dco> &nbsp;<qco> Do you think the Sun is angry at us?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n11:24 pm</dco> &nbsp;<qco> is your latest video a representation of mans' struggle with society or a struggle with a higher power?&nbsp;</qco> </h3>      it seems to be sort of a brisk and swift sudden victory over a setback of your choosing\n<br><br>"
  },
  {
    "html": "<h3><a> <dco>9.4.18&nbsp; \n11:10 pm</dco> &nbsp; </a><a href=\"q.php?date=201809041603\">9.4.18&nbsp;&nbsp;4:03 pm</a>  <qco>Alright fine, you didn't censor it. What would you call writing f*k instead of fuck then?</qco> </h3>      it's like a cooler sounding version of fuck. looks cooler too because i put an apple in it. those are features a regular fuck cannot boast. plus, bonus, it may even be legal in christian households\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n10:50 pm</dco> &nbsp;<qco> how are you feeling about being at xoxofest?</qco> </h3>      if the past 2 weeks' \"2 week stunt\" stunt wasn't interesting enough ...... try leaving the studio entirely for the 3 days during it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n10:48 pm</dco> &nbsp;<qco> Congratulations on the new video!!!! It is so good!!!! You are amazing!!!!!!</qco> </h3>      oh hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n10:11 pm</dco> &nbsp;<qco> How do I make new friends?&nbsp;</qco> </h3>      sign up for some group activities\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n9:54 pm</dco> &nbsp;<qco> Hey Bill! I love your stuff. Do you mind talking a little bit about your writing process&nbsp;&nbsp;and how you piece together your music?</qco> </h3>      <br><a href=\"q.php?date=201808260834\">8.26.18&nbsp;&nbsp;8:34 am</a><br><a href=\"q.php?date=201806270843\">6.27.18&nbsp;&nbsp;8:43 am</a> <br><a href=\"q.php?date=201805230711\">5.23.18&nbsp;&nbsp;7:11 am</a><br><a href=\"q.php?date=201802251441\">2.25.18&nbsp;&nbsp;2:41 pm</a><br><a href=\"q.php?date=201801262110\">1.26.18&nbsp;&nbsp;9:10 pm</a><br><a href=\"q.php?date=201801172042\">1.17.18&nbsp;&nbsp;8:42 pm</a><br><a href=\"q.php?date=201801181110\">1.18.18&nbsp;&nbsp;11:10 am</a><br><a href=\"q.php?date=201710100223\">10.10.17&nbsp;&nbsp;2:23 am</a><br><a href=\"q.php?date=201710051859\">10.5.17&nbsp;&nbsp;6:59 pm</a><br><a href=\"q.php?date=201706150930\">6.15.17&nbsp;&nbsp;9:30 am</a><br><a href=\"q.php?date=201706150120\">6.15.17&nbsp;&nbsp;1:20 am</a><br><a href=\"q.php?date=201705301411\">5.30.17&nbsp;&nbsp;2:11 pm</a><br><a href=\"q.php?date=201705080828\">5.8.17&nbsp;&nbsp;8:28 am</a><br><a href=\"q.php?date=201701151041\">1.15.17&nbsp;&nbsp;10:41 am</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n9:30 pm</dco> &nbsp;<qco> I know you've been losing your mind about the time it takes you to make new content (specifically songs) for a while now but what made you more desperate this time?&nbsp;</qco> </h3>      i don't know. i just snapped. this is almost exactly the same thing that happened to me at the end of january, 2014\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n9:26 pm</dco> &nbsp;<qco> How to make people like you.</qco></h3>      look for reasons to like them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And what morals should I live by</qco> </h3>      invisible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201809041831\">9.4.18&nbsp;&nbsp;6:31 pm</a> &nbsp;&amp; <a href=\"q.php?date=201809041645\">9.4.18&nbsp;&nbsp;4:45 pm</a>  i am confusioned if anything i thought the new song was triumphant and overcoming hurdles, not showing a mental illness or cry for help?? like it sang, people are throwing breakfast and challenges at u or something like that (mm that donations and questions). and \"wow i'm actually pretty strong\" is showing that u have a pretty good damn forecfield???????? the song had a very \"fuck yeah i can do this\" and \"watch me murder some demons\" feel to it, not a sad one</qco> </h3>      i know, i think the person may have clicked on the wrong site\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> I don't know why but a lot of your songs sound like they could be in a musical to me. Could you ever write a musical because it sounds like it could be a good musical?</qco> </h3>      i think what you're talking about is when you mix song elements and non-song elements together in one production. i have done that in many of my videos, actually most of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n9:10 pm</dco> &nbsp;<qco> IF U UPDATE THE IMPRV SECTION I WILL BE VERY HAPPY, BUT I WILL ALSO BE HAPPY IF U SPEND YOUR TIME ON NEW THINGS INSTEAD. IT'S A WIN/WIN OF HAPPINESS sorry for excessive capitals</qco> </h3>      there are thousands of sessions and i am excited to make them into something just like i did with the tiny tiny list on the site\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n8:59 pm</dco> &nbsp;<qco> Was there any reason you didn't include any footage of yourself in \"best friends with my door\"?</qco> </h3>      i've appeared in the last 6 videos so i tried something different\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n8:44 pm</dco> &nbsp;<qco> just wanted to tell u i really like ur videos and thanks for making them</qco> </h3>      oh hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n8:22 pm</dco> &nbsp;<qco> Your new video is f**king trash. Trash!</qco> </h3>      oh now we're talkin\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n8:20 pm</dco> &nbsp;<qco> What was the breakthrough you mentioned concerning your latest release?</qco> </h3>      i shattered my previous record for production time on a song-video. my previous best time was 8 weeks, and for a year i was absolutely unable to beat that. i did this one in 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n8:04 pm</dco> &nbsp;<qco> how did you animate the door opening?</qco> </h3>      \"basic 3d\" and unfortunately i couldn't even choose the anchor. so there was bad drift. i had to just manually key in a few 2d motion poitns to sort of counteract the drift. i could have jumped to an entirely different program to do it right but i didn't have that kind of time. would have done many more things, like maybe give it an actual thickness, make a 3d knob etc. but who knows it may have lost its personality that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.4.18&nbsp; \n8:02 pm</dco> &nbsp;<qco> Do you have perfect pitch? If you don't, do you wish you had it?</qco> </h3>      i can get the job done\n<br><br>"
  }
]
