[
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n11:05 pm</dco> &nbsp;<qco> what bass do you have so i can buy it online from whoever makes it</qco> </h3>      that's the kind of thing i would tell you if i had a sponsorship\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n9:40 pm</dco> &nbsp;<qco> what sound does a bird make</qco> </h3>      birds can make many different sounds\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n9:31 pm</dco> &nbsp;<qco> what is your professional opinion on pancakes</qco> </h3>      the flatness is just unbeatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n9:04 pm</dco> &nbsp;<qco> How can my parents expect me to have a job when I'm too shy and insecure to even function normally?</qco> </h3>      how do you expect them to have a job\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n8:39 pm</dco> &nbsp;<qco> So, how exactly did you learn so much music theory without going to any school for it?</qco></h3>      it depends what you mean by music theory<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know you don't like the term, but it seems like you know a lot about how all the notes, chords, scales and how all that sort of stuff works, yet you always say you never went to school for it. Did you read a lot of books for it?\n</qco></h3>      maybe a few, but the learning only takes place when you are sitting there at an instrument and trying the stuff<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or is there some sort of online course you could take? \n</qco></h3>      i'm sure there are zillions<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What would you recommend for someone like me who doesn't have the time or money to go to any music school, but desperately wants to have the know-how to make good quality music using all the tools that are available to me beyond just \"sounding good\"?</qco> </h3>      the only way to learn how to make good quality music is to spend as much time as possible listening, playing, trying stuff, play with others if possible, etc. If you're talking about literacy, then you just gotta learn what the names of the notes are, etc. and that part is easy. i mean, i will tell you the names of the notes, i'll tell you what anything's called, just ask. (keep in mind, many things can be called different things in different parts of the world) but if try to ask me about rules of music i can't help you. the whole reason music exists in the first place is due to rule breaking\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n8:02 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201802192302\">2.19.18&nbsp;&nbsp;11:02 pm</a>  I agree and think that music theory should not be taught alongside music. Do you think that it is at all useful?\n<br></qco> </h3>      it depends what you mean by music theory. if you just mean literacy (knowing names of the notes and stuff), i think that's great. if you mean some kind of rules about what makes good music, then you get into some slippery territory\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n7:39 pm</dco> &nbsp;<qco> a lot of people on youtube often say that they hate their older videos. whats your stance on your older videos?</qco> </h3>      none, i'm making new ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n7:11 pm</dco> &nbsp;<qco> do you like words such as 'fuck', and 'shit', and 'motherfucking'? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\ni love them but everyone tells me i should not love them</qco> </h3>      the taboo status actually seems to increase their value\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n6:53 pm</dco> &nbsp;<qco> What about the word music theory do you dislike?\n</qco></h3>      it's a deceptive term and it is all too often conflated with literacy<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It seems to me like an entirely valid field of academia.\n<br>Understanding how music works and is made doesn't have to be through playing it, and it seems like an entirely elitist view point and I'm just wondering about your justification.</qco> </h3>      i think understanding music has to be based on the way it sounds. whether or not 'music theory' means that or not, is up for grabs. i don't think it's clear quite what it means. but i get a lot of people asking me about it, and they are usually talking about 'rules' and what you 'should' do in music, and all kinds of analysing music without even listening to it, which seems unfair. it's like evaluating the taste of food without tasting it. like what the hell\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n6:43 pm</dco> &nbsp;<qco> What's with your obsession with walls</qco> </h3>      they are what makes rooms possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n6:43 pm</dco> &nbsp;<qco> I wrote a song that centers around E, E6, Esus4, Eadd2, A, Asus4, Asus2, G, Gmaj7, Gnoadd5. I think it's the key of E minor but I'm not sure. I'm I right or misguided?</qco> </h3>      na, i'd say E but it borrows other stuff from e min\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n6:23 pm</dco> &nbsp;<qco> what's your favorite spoonerism?</qco> </h3>      cop porn\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n6:20 pm</dco> &nbsp;<qco> why do you always wear flannels</qco> </h3>      i do not, but my question is, why do you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n6:12 pm</dco> &nbsp;<qco> Have you been depressed my man,</qco></h3>      no. i am also not your man<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; because your most recent videos are getting some real relationship break-upy vibes from them.</qco></h3>      what??<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lemme just hug you my guy no homo</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n5:57 pm</dco> &nbsp;<qco> Do you like toilet humour?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n5:49 pm</dco> &nbsp;<qco> will you please play \"it's gonna be alright\" live someday?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n4:32 pm</dco> &nbsp;<qco> Will you ever sell different types of merch on the merch store?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n3:29 pm</dco> &nbsp;<qco> Dose potatoes have different beliefs or na</qco> </h3>      than what\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n2:16 pm</dco> &nbsp;<qco> do you like umbrellas?</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n1:45 pm</dco> &nbsp;<qco> Do intervals give you consistent emotional vibes?&nbsp;</qco> </h3>      music gives me emotional vibes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n1:32 pm</dco> &nbsp;<qco> i accidentally a song with choruses and verses and a bridge. i have words for the chorus and half the bridge but i have a melody and chord changes for the whole thing uh oh did i fuck this up? can i still write words for the rest of the thing?? fuuuu</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n1:29 pm</dco> &nbsp;<qco> is there a better way to learn than through trial and error?</qco> </h3>      you'll have to try and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n1:19 pm</dco> &nbsp;<qco> what's in the box i have in my room</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n12:52 pm</dco> &nbsp;<qco> affect or effect</qco> </h3>      do you need it to be a verb or a noun\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n12:10 pm</dco> &nbsp;<qco> do you think the people mastering music have considered making their songs quieter than anyone else's in order to stand out and while they're at it have they considered only mastering gentle lullabies for soothing radio audiences</qco> </h3>      that sounds like a good idea, but the problem is that the song might not be heard over the sound of the neighbor's radio\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n11:00 am</dco> &nbsp;<qco> Do you laugh, like, ever?</qco> </h3>      do you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n10:57 am</dco> &nbsp;<qco> how do you decide when something is done ? </qco></h3>      you just have to guess<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;There's always stuff to add, polish or tweak&nbsp;</qco> </h3>      that's fine, you can just never finish it if that's what you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n10:22 am</dco> &nbsp;<qco> what ever happened to that mf stack of mf books~</qco> </h3>       think i disassembled it, and put the books back on the shelf\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n10:22 am</dco> &nbsp;<qco> Why won't this fucking squirrel leave our house? It's spring! Its sleep schedule is all screwed up, and it just gets up whenever to forage for ancient nut piles left by prior squirrels. It's used to us pounding on the walls and yelling at it. It just pauses, then keeps on scrabbling. Inside.</qco> </h3>      have you considered that maybe the squirrel actually owns the house, and is wondering why you are there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n9:59 am</dco> &nbsp;<qco> why are we just supposed to believe what you say</qco> </h3>      why do you think you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n9:52 am</dco> &nbsp;<qco> How do I write a good backing track that fits with what I want to sing?</qco> </h3>      you just have to try some ways, and then see how it went\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n9:48 am</dco> &nbsp;<qco> What was it like in Connecticut?</qco> </h3>      when\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n9:01 am</dco> &nbsp;<qco> how did you come up with the idea of shaving a piano</qco> </h3>      using my imagination, and the items available to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n8:49 am</dco> &nbsp;<qco> are you a nerd</qco> </h3>      i've never been tested\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n7:17 am</dco> &nbsp;<qco> What is psychology to you?</qco> </h3>      it's like thinking, and thoughts, but for people high up on the social ladder\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n7:03 am</dco> &nbsp;<qco> It's not very difficult to sing a non-existent harmony line to a melody in a song, but can you sing the melody to a song with its melody removed and using just the harmony lines for reference?</qco> </h3>      sure, if you know the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n5:43 am</dco> &nbsp;<qco> why are the effects in your videos are so random</qco> </h3>      i try to make them fit with the video at each moment, but i respect your opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n5:17 am</dco> &nbsp;<qco> What is the name of the one who conceived you</qco> </h3>      i think it was 2 people\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n5:14 am</dco> &nbsp;<qco> What can I do if people tell me my music sounds like it came from the 80's/90's even though I wrote it very recently? </qco></h3>      try adding some jackhammers<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm not trying to imitate music from that era, just making what sounds good to me.&nbsp;</qco> </h3>      everyone thinks everything sounds like the 80s and 90s. i'm sure your music sounds like a blend of every time period, and more, but no one can remember anything before the 80s and 90s so if your music doesn't sound exactly like ed sheeran then people assume that it must be from the 80s and 90s because where else could it have come from\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n3:58 am</dco> &nbsp;<qco> i learned that i can pretend to be high and people won't know the difference. and then i can be myself in peace and i don't get some of the negative effects of pot like the unproductivity and foggyness and stuff.</qco> </h3>      oh that's what i call using your thinking cap\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n2:16 am</dco> &nbsp;<qco> why is a softball called a softball? it's not very soft</qco> </h3>      i think there are some harder balls out there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n1:59 am</dco> &nbsp;<qco> what do i do now that my music wip folder has a thousand wips?</qco> </h3>      start a new archive called 'writing', and then, via either randomization or going chronologically, go through each 'wip' and, in your quiet workspace, and give them each a few hours of medical attention, and document the updates in your 'writing' file\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n1:47 am</dco> &nbsp;<qco> Have you ever unintentionally written a song that shared the same melody as a song you've already written in the past?&nbsp;</qco> </h3>      oh hell yeah. maybe even someone else's melody, which is risky business but it happens to everyone, and you have to be careful sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n1:20 am</dco> &nbsp;<qco> what do I do with trees?</qco> </h3>      grow them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n1:17 am</dco> &nbsp;<qco> Am I a bad person if I like the song wonderwall? \n\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I know that stereotype of the douchey acoustic guitar bro playing it at parties or open mic nights or whatever..\n\n</qco></h3>      it doesn't have to be played that way, nor listened to that way<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but I don't know, its a catchy tune. \n\n</qco></h3>      damn true it is, they did a great job on it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I especially like the 'there are many things that i would like to say to you, but i don't know how' part.&nbsp;</qco> </h3>      of course, that line is a slam dunk. might be based on 100 other things from yester-year, but that is what makes many of the hardest dunks slam \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n1:08 am</dco> &nbsp;<qco> Do you ever combine what were initially two songs into one song</qco></h3>      absolutely not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or harvest good bits from one you scrapped?</qco> </h3>      absolutely yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n12:29 am</dco> &nbsp;<qco> i like to hear about some of your life stories, can you tell me a life story right now?</qco> </h3>      i have told hundreds, all through out this website, and will tell even more in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.18&nbsp;\n11:50 pm</dco> &nbsp;<qco> what was your inspiration/thought process behind ur unboxing video&nbsp;</qco> </h3>      i needed another video short enough to produce in under 2 weeks, while still trying to free up time to work on a song-video simultaneously\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.18&nbsp;\n11:34 pm</dco> &nbsp;<qco> What do you think about bread?</qco> </h3>      touchable (you can touch it)\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.18&nbsp;\n11:31 pm</dco> &nbsp;<qco> I don't know how to play music. Do you recommend learning?</qco> </h3>      i don't know. i learned it much earlier, so i can't advise one way or another on your situation<br><br>"
  }
]
