[
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n10:06 pm</dco> &nbsp;<qco> any suggestions on how to make an unfinished songs database? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i keep forgetting about songs that i really wanted to come back to</qco> </h3>      so just write them all down. the hardest part is naming and ordering. eventually you'll decide what method means the most to you. for me they are always sorted by date, so the names are not so important\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n9:48 pm</dco> &nbsp;<qco> Caveman here, I hold a microphone next to the speaker of an electric keyboard every time I want to record music. I get the feeling that there's a more efficient way to record but the all midi apps I've tried either were too confusing or they produced something that sounded completely different to what I was playing. Do you have any suggestions, or should I keep doing what I was doing?</qco> </h3>      \nwhat you're doing seems great. you actually skipped a concept in between midi and microphone, and that would be direct audio (recording the audio through a wire, but still recording the audio output and not the midi). in which case you'd get the exact sound of the keyboard, not just the 'midi notes'. but it turns out, if you do that, you might find it disappointing that you can't hear the air and sound of the room, and, most importantly, the tapping sounds of your hands on the keys. also besides all of that there's another advantage of the way you're doing it which is of course that you are doing it. the other ones are in fact not happening, so they are pretty useless anyway in that regard\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n9:45 pm</dco> &nbsp;<qco> What's a punctuation mark you've always thought about using but just haven't gotten around to yet?</qco> </h3>      \nas much time as i may have spent using punctuation symbols, i've actually spent even more time using them. so i've certainly used every individual punctuation symbol i've ever thought about using\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n9:18 pm</dco> &nbsp;<qco> what do you think of the word \"seltsam\"?</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n8:28 pm</dco> &nbsp;<qco> what is \"leaving the studio\" supposed to represent you doing in more than a dream?</qco> </h3>      \na graphics test. or, more specifically, wandering out of the model (and admitting it), during a graphics test that's now actually been repurposed for a music video, with the admission kept in, for that honesty aesthetic\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n6:50 pm</dco> &nbsp;<qco> hi bill. any tips on finishing songs? i have, no joke, over 3 whole albums worth of ideas, wether it be lyrics, chord progressions, melodies, structures, etc. but i've never actually written a full song. it's very frustrating because most of the ideas, in my opinion, are very good, but i just can't seem to find the motivation to actually focus and finish a song (writing lyrics in particular is very difficult for me). any tips to combat this? and have you ever been in this situation?</qco> </h3>      \nin that case, i don't get what you mean by motivation. if you really didn't have it, then you never would have described the whole situation so clearly and made a focused point of inquiring about solutions for it. I can gladly give you a whole bunch of methods i use for the songwriting scenario you first described, but if you had no motivation then you of course wouldn't be motivated to hear it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n6:11 pm</dco> &nbsp;<qco> Do you use a Yamaha keyboard or a Korg for your songs?\n<br>\n<br>If so, are you able to name the model</qco> </h3>      \nthe main selling point for the particular keyboard i use is that it's similar to all other keyboards. so naming the model seems like a step in the wrong direction\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n4:45 pm</dco> &nbsp;<qco> Have you ever encountered something strange?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so describe it?</qco> </h3>      if it's describable then it isn't strange\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n3:12 pm</dco> &nbsp;<qco> i'm currently alternating between working a full-time job and being in university, both entirely unrelated to music. i have a fair amount of free time which i try to spend as much as possible on music. some days i feel like this situation is pretty good, but other days i feel like i am travelling down the completely wrong path, because i'm basically wasting enormous amounts of time on non-music. and when i look at all these professional musicians most of them went to music school instead of not-music school, and they got jobs related to music of course. </qco></h3>      that doesn't strike me as the most common scenario. in fact i can't necessarily even think of anyone who's done it quite like that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and i'm scared that if i continue what i'm doing then i'm going to get \"locked out\" of the music world because i won't be good enough, or i won't know anybody, or something. what do i do??</qco> </h3>      \ni wish you knew about all the people who are currently in some of today's highest ranks of success, whose backgrounds and lifestories are fully loaded with exactly these kinds of lost 'what the heck' sort of scenarios you just described. you are literally on the quintessential path to success -- specifically i'm talking about the part of your story where you're scared and don't know what the heck you're supposed to do. in fact i think that scene might actually be in every success movie\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n2:28 pm</dco> &nbsp;<qco> If you made a new song to be your favourite, what would be your 2nd favourite?</qco> </h3>      \ni'd prefer the one i'd plan to make next, to be my 2nd favorite, during the time i was working on the first one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n2:15 pm</dco> &nbsp;<qco> How is Waldo?</qco> </h3>      \ngreat\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n1:15 pm</dco> &nbsp;<qco> If the CEO of Blackrock could do a kickflip, would it make his business more ethical?</qco> </h3>      \nit wouldn't move the needle\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n1:01 pm</dco> &nbsp;<qco> how to not be awkward when targeted by overwhelming friendliness</qco> </h3>      \nyou'll get a little better each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n11:16 am</dco> &nbsp;<qco> could you please explain the concept of keys? is it natural to stay in one key the way it's natural to stay in 4/4? what even is a key? i think i understood your bass explanation, but i'm not sure i get it completely. thanks</qco> </h3>      \ni think if you go out and study 10 songs, you're going to make way way way more progress on this than anything i could put into words here\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n10:54 am</dco> &nbsp;<qco> Do you have something against the interrobang‽&nbsp;</qco> </h3>      \ni just have a sneaking suspicion that the entire point of the interrobang is to give you the opportunity to say the word 'interrobang', and then dazzle your friends by explaining what the interrobang is. there's nothing wrong with that, it's just that my friends are already dazzled because i already explained it to them earlier\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n10:33 am</dco> &nbsp;<qco> I've always thought that \"At the Airport Terminal\" was one of your most emotional songs, but I've never been able to make heads or tails of the \"porridge\" line. Does it represent something? Or is there for the equally noble purpose of just sounding cool?</qco> </h3>      \ni'll tell you exactly what happened. actually, i will show you all the other times i described it, and i think after reading them all, you'll understand the situation very clearly<br>\n     <a href=\"q.php?date=202203082008\" target=\"_blank\">3.8.22  8:08 pm</a><br>\n     <a href=\"q.php?date=202103230444\" target=\"_blank\">3.23.21  4:44 am</a><br>\n     <a href=\"q.php?date=202102170740\" target=\"_blank\">2.17.21  7:40 am</a><br>\n     <a href=\"q.php?date=202101212215\" target=\"_blank\">1.21.21  10:15 pm</a><br>\n     <a href=\"q.php?date=202011150522\" target=\"_blank\">11.15.20  5:22 am</a><br>\n     <a href=\"q.php?date=202010022150\" target=\"_blank\">10.2.20  9:50 pm</a><br>\n     <a href=\"q.php?date=202008180630\" target=\"_blank\">8.18.20  6:30 am</a><br>\n     <a href=\"q.php?date=202008170051\" target=\"_blank\">8.17.20  12:51 am</a><br>\n     <a href=\"q.php?date=202005160852\" target=\"_blank\">5.16.20  8:52 am</a><br>\n     <a href=\"q.php?date=202002072243b\" target=\"_blank\">2.7.20  10:43 pm</a><br>\n     <a href=\"q.php?date=201910301148\" target=\"_blank\">10.30.19  11:48 am</a><br>\n     \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n9:59 am</dco> &nbsp;<qco> Have you ever gotten into an argument with someone via the questions page</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n7:49 am</dco> &nbsp;<qco> Are you aware that it snows in hell?</qco> </h3>      \ni've never thought about it, but that seems logical\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n7:44 am</dco> &nbsp;<qco> do you like tapeworms?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n6:07 am</dco> &nbsp;<qco> can't the future just wait?</qco> </h3>      \nsure. it always does\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n4:06 am</dco> &nbsp;<qco> Are you secretly an alien pretending to be human?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n1:53 am</dco> &nbsp;<qco> Around what date did you realize that vocal harmony should take priority over chordal instruments in describing the harmonic motion of a song and what circumstances led up to this realization?</qco> </h3>      \nall i can tell you is the date that you described a realization that you've projected onto me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n1:05 am</dco> &nbsp;<qco> why cant i feel connected to anything or anyone</qco> </h3>      \nmaybe you are on another planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n12:38 am</dco> &nbsp;<qco> Where do ducks get their quack?</qco> </h3>      \ni thought i knew, until i started thinking about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.23&nbsp; \n12:10 am</dco> &nbsp;<qco> have you ever decided to abandon an idea and never revisit it? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, why?</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n11:52 pm</dco> &nbsp;<qco> Will there be an interrobang in your next video‽</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n10:14 pm</dco> &nbsp;<qco> favorite thing you don't know the name of?</qco> </h3>      \ncupcakes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n9:06 pm</dco> &nbsp;<qco> Is there any way to re appreciate smells like teen spirit, girl from Ipanema, and songs like that that are so powerful they are past the point of being heard for what they are. Does that makes sense. Also what are some other songs that are like this? Have a beautiful day</qco> </h3>      \na long gap of several years without hearing it, then hearing it again. can verify this was extremely effective for me with that particular nirvana recording. or if you are eager to get the results now, try speed+pitching it up or down by 10% or so. that may do the trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n9:04 pm</dco> &nbsp;<qco> why isn't 'how to pull a rabbit out of a hat' on the expert mode page?</qco> </h3>      \nfor good luck, i'm just waiting until after i release the next one. this is standard procedure for me sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n8:34 pm</dco> &nbsp;<qco> Do the lyrics at the end say:\n<br>\n<br>Hello, Simon Says. Let me sign your checks.</qco> </h3>      \nthose are the lyrics at the end of one of my songs, but the punctuation is not included, nor clearly implied one way or another\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n7:48 pm</dco> &nbsp;<qco> How do i make my car longer in length? There's never enough room for my legs</qco> </h3>      \nyou might have to make a new car\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n7:17 pm</dco> &nbsp;<qco> how many more times did it take for you to figure out your sound?</qco> </h3>      \ni figure it out a little bit every time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n5:39 pm</dco> &nbsp;<qco> bill, i have all week off of work. i've already located a mountain i intend to climb. what else should i do?&nbsp;</qco> </h3>      \nhow about locating some more mountains you intend to climb. just to stay ahead of things\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n4:56 pm</dco> &nbsp;<qco> Will you mow my lawn while I'm on vacation?</qco> </h3>      \nno i won't. i'm sorry about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n4:05 pm</dco> &nbsp;<qco> what is your favorite brand of macaroni and cheese&nbsp;</qco> </h3>      \ni've only heard of one brand. i have to assume it's the best just because of how complicated it would be for me to mentally process the implications of a scenario other than that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n3:33 pm</dco> &nbsp;<qco> South Dakota or North Dakota?</qco> </h3>      \ncheck your latitude. if it's above about 46 then it's probably north dakota\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n3:27 pm</dco> &nbsp;<qco> How to come up with something that's intentionally bad?</qco> </h3>      \nthat's technically impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n2:37 pm</dco> &nbsp;<qco> Why does nothing make sense?</qco> </h3>      \nyou might be looking at it from an impossible angle\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n2:12 pm</dco> &nbsp;<qco> What is the meaning of enchiladas?</qco> </h3>      \nit's meant to be a cure for indecision. just have everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n12:11 pm</dco> &nbsp;<qco> how do i escape my dream?</qco> </h3>      \nyou wake up\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n11:53 am</dco> &nbsp;<qco> why does the Dunning-Kruger effect exist?</qco> </h3>      \nit's a conversation starter\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n11:52 am</dco> &nbsp;<qco> do you have any advice for someone trying to learn guitar</qco> </h3>      \nonly if they tell me what they seem to be having trouble with, if anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n11:37 am</dco> &nbsp;<qco> what do you think happens at mile 305 of the highway</qco> </h3>      \nthe cars there will swiftly move to mile 306, or 304. if there are no cars there, then, alien picnics i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n8:02 am</dco> &nbsp;<qco> i'm drowning in my own brain and for the first time in a while it's fucking awesome but i can't keep up.&nbsp;&nbsp;&nbsp;speaking aloud snaps me out of it. i'd have to learn to be a court interpreter with silent equipment and stay in the zone and just.&nbsp;&nbsp;be there.&nbsp;&nbsp;i can't move i can't think i have to be there.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but i can't be there and show the right emphasis.&nbsp;&nbsp;just need to record my brain.&nbsp;&nbsp;this is like cuneiform&nbsp;</qco> </h3>      \nyou're gonna be fine. let me know if you need anything else\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n6:22 am</dco> &nbsp;<qco> Do you think artists can ever be satisfied with their works?</qco> </h3>      \nfor fleeting moments\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n3:56 am</dco> &nbsp;<qco> what do you think about feelings and why do you feel them?</qco> </h3>      \nit will take my whole lifetime to describe. as you can see i've had to sometimes resort to abstract tactics now and again, such as music and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n1:54 am</dco> &nbsp;<qco> how would you define an electron</qco> </h3>      \ni feel like i'd have to go to the ends of the universe first\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n1:51 am</dco> &nbsp;<qco> Why is it taking me so long to write this song?</qco> </h3>      \nat this point, it's taking you so long because it's already taken you so long. the longer it takes, the longer it takes. on the other hand, the shorter it takes, the shorter it takes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n1:29 am</dco> &nbsp;<qco> in out to lunch, was the flip onto the light fixture in fact the trick they wanted to see if they can, or was it an unintended consequence? </qco></h3>      that was not the trick. the trick would be to do more juggling tricks and continue juggling<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if it wasn't the intended trick, what trick was the person going for?</qco> </h3>      maybe mills mess, who knows\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.12.23&nbsp; \n1:16 am</dco> &nbsp;<qco> How do you feel about interaction for the sake of interaction?</qco> </h3>      \nfine\n<br><br>"
  }
]
