[
  {
    "html": "<h3> <dco>6.12.23&nbsp; \n7:32 pm</dco> &nbsp;<qco> i need ideas of stuff to write in my notebook \n<br>its a secret notebook that i hide under my bed</qco> </h3>      \nwrite everything. it should fit in there\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; \n3:00 pm</dco> &nbsp;<qco> make a list of all the things about your parents that upset or disappoint you and then see how many of those qualities you have accidentally picked up and then find ways to stop doing and being those things&nbsp;</qco> </h3>      \nsomehow it seems like it would be more effective to make a list of the good qualities, and then try to assume those qualities. then you probably won't even have time to count the bad ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; \n2:30 pm</dco> &nbsp;<qco> hi bill, i find myself overwhelmed with college choices. like, i know im on track for applying, but instead of knowing what career or major i want if at all, im just kind of in several interest areas that keep changing. do you have any advice for me</qco> </h3>      \nno. i have no idea how college works. it seems confusing and intimidating to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; \n2:28 pm</dco> &nbsp;<qco> why do my friends on the internet care about me more than the friends ive made in person</qco> </h3>      \nperhaps because you have access to more people through the internet (potentially almost the whole world actually), that increases the chances that you can find people who are more compatible with you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; \n1:40 pm</dco> &nbsp;<qco> Bill I think I like music with lower/deeper notes (either electronic or piano music), is there a term for this, and how do I get more such music?</qco> </h3>      \nthe best way, is to make it yourself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; 1:34 pm</dco> &nbsp;<qco> What's the weather like over there?</qco> </h3>      \nthe sky is bright grey\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; \n1:11 pm</dco> &nbsp;<qco> can you tell me how to get to Sesame Street?</qco> </h3>      \nno, that's because i don't know your starting location\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; 8:31 am</dco> &nbsp;<qco> Have you ever used doors as a source of sounds in your songs or videos? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, what are some examples?</qco> </h3>      the door sound in the 'out to lunch' video is a real door sound\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; \n8:26 am</dco> &nbsp;<qco> Was the farms the 2 friends were driving through in Ohio? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I read the script in your artifacts section and it said it was in Ohio.</qco> </h3>      i realized it was more important to find locations that actually are plausibly near each other. and after searching ohio for the other 2 locations, i realized, especially for the restaurant, it would be a struggle to find something cozy enough. so i was able to concede the 'Ohio' note and realize that that actually just means it's supposed to be open farmland. so i found some relatively spacious farmland (for the driving scene) within one of the smaller/older states, where i also found the restaurant and art gallery, with the farmland being plausibly en route between them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; \n4:58 am</dco> &nbsp;<qco> what was your inspiration for making such... let's say, crazy videos and songs.</qco> </h3>      \ncrazy is but 1 of the basic elements in the food-chain of healthy content\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; \n3:04 am</dco> &nbsp;<qco> what do you recommend doing about self-esteem issues?</qco> </h3>      \nrecommend to someone else how to deal with those same issues\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; \n1:39 am</dco> &nbsp;<qco> does an idea come first or the idea of an idea come first</qco> </h3>      \nidea, usually\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; \n1:05 am</dco> &nbsp;<qco> what's your favorite line?</qco> </h3>      \n\"hello\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; \n12:33 am</dco> &nbsp;<qco> What is your favorite ocean? Least favorite? Why?</qco> </h3>      \ni don't know how to favor oceans against each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.23&nbsp; 12:13 am</dco> &nbsp;<qco> hi how are you</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n11:47 pm</dco> &nbsp;<qco> what would be a good stage name to adopt</qco> </h3>      \nstagey\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n11:27 pm</dco> &nbsp;<qco> In the original sheet music for la de da de da de da de day oh (the one with the different chorus) why is the old chorus censored? Do you just not like it that much?&nbsp;</qco> </h3>      \nit's a different song entirely. for possible production some time in the future. but i also don't really like it very much\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n10:23 pm</dco> &nbsp;<qco> the one problem i have with the 'spend time with the keyboard/instrument' method of learning music is that i have no idea if i'm doing it right, if i'm making progress, etc. I think it's a great idea, but i feel so ungrounded and uncertain when doing it, which is probably not a good thing</qco> </h3>      \nsearch for ways to enjoy yourself, within the instrument. if that feels too trapped, then it's also good to sandwich that in with non-instrument things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n9:30 pm</dco> &nbsp;<qco> Why are my achievements never recognized by others?</qco> </h3>      \nthis is a test, to make sure you're sure of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n9:17 pm</dco> &nbsp;<qco> I still don't think I understand exactly what a podcast is? </qco></h3>      it's a show<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I suppose it's just a talk show, but on the internet instead of tv/radio? Or is there something else that make a podcast different from a talk show?&nbsp;</qco> </h3>      it's a talk show. usually like the ones with long conversations. the reason it's called a \"podcast\" is because sometime around the year 2003 it was originally supposed to remind you of the ipod, which it also had nothing to do with. and the name stuck because it made so little sense\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n7:15 pm</dco> &nbsp;<qco> What is the best part of West Virginia?</qco> </h3>      \nbeing john denver and singing it on a record\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n7:14 pm</dco> &nbsp;<qco> i'm designing a simple website for myself where i can put everything that i've made, but i can't shake the feeling that it's way to similar to yours visually. like, i just have everything in lists with dates over a dark background, but you already did that. at the same time, though, how on earth would i reinvent the list? i just worry that people will look at my website and go \"oh look, he's copying bill wurtz!\"</qco> </h3>      \ni didn't invent the 'list'. it's just that everyone else seemed to be trying so hard to uninvent it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n6:47 pm</dco> &nbsp;<qco> Did you have any turning points that made you who you are today</qco> </h3>      \nyes, i have had some\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n6:41 pm</dco> &nbsp;<qco> have you done a collaboration with door frames yet</qco> </h3>      \nyes, most of my work in in collaboration with door frames\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n5:13 pm</dco> &nbsp;<qco> what do you think about science. and magic. </qco></h3>      they're pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if they fought, who would win?</qco> </h3>      \nthey would make sweet sweet love\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n5:00 pm</dco> &nbsp;<qco> i agree with all your answers, does that mean im you?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n4:12 pm</dco> &nbsp;<qco> should i drop out of dropping out school</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n2:09 pm</dco> &nbsp;<qco> If my brain knows how to kill bacteria in my blood then why can't it just tell me so i can kill it on my own?</qco> </h3>      \nit's sort of like Apple. they're afraid the user will fuck it up if they know too much\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n2:09 pm</dco> &nbsp;<qco> Is there a snake in your boot</qco> </h3>      \nno there is not.\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n1:23 pm</dco> &nbsp;<qco> how do your ideas work? like how can i idea the way you idea?</qco> </h3>      \nit's impossible. there is no possible way for an idea to be. that's because it's impossible to define what an idea is. the shocking thing is, they still happen. this is where the word \"idea\" comes from. \"i dea\" means \"what the f where did that come from\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n12:35 pm</dco> &nbsp;<qco> how did world start?</qco> </h3>      \nhow would you have started it?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n10:28 am</dco> &nbsp;<qco> what key is chameleon by herbie hancock in? </qco></h3>      Bb<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like i've seen people say dorian,</qco></h3>      oh right, that's what 'mode'. yes, Bb dorian would be a good answer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but i thought dorian was minor with a major 6, and chameleon has a Db from the Eb7 chord</qco> </h3>      indeed, no conflict there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n9:35 am</dco> &nbsp;<qco> What's the favorite video you've made? ( You can't say you want to make a new one to be your favorite)</qco> </h3>      \nyes i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n9:28 am</dco> &nbsp;<qco> Was the painting the 2 friends bought worth 12 million dollars or pennies? If it was pennies, the painting would be worth only $120,000, making it less expensive.</qco> </h3>      \ni realize now that the currency of the land (whatever place they live) is unspecified. you'd have to infer from the street lines and signs, and/or the architecture, which country it is. given that, i'd assume that when people say \"12 million\" they are talking about dollars\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n1:56 am</dco> &nbsp;<qco> Is there are cure for taking everything too seriously</qco> </h3>      \nyes, and the cure is jokes/humour\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.11.23&nbsp; \n12:39 am</dco> &nbsp;<qco> people say 13 is an unlucky number but do you actually think it is</qco> </h3>      \nit probably doesn't have to be, but because so many people think about it that way, it actually might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n7:58 pm</dco> &nbsp;<qco> What does 'ulterior' mean? </qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And can anything other than a motive be ulterior?&nbsp;</qco> </h3>      not anymore. that's become a fixed expression with an otherwise obsolete word, i think\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n7:47 pm</dco> &nbsp;<qco> favorite fast food restaurant?</qco> </h3>      \nif one of them could serve food instantaneously, that would get my attention\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n3:14 pm</dco> &nbsp;<qco> you said the moon is made of cheese was one of, or the most fun you had making a song.</qco></h3>      that sounds unlikely for me to say. i don't tend to be capable of ranking experiences in that way, unless somehow pressured or backed into a corner<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i'm wondering what song was the least enjoyable to make...one where the production was hell</qco> </h3>      all of them have that quality for some of the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n2:02 pm</dco> &nbsp;<qco> if someone was asking where a certain sound in your music came from, under what circumstances would you be willing to tell them?</qco> </h3>      \nif the answer was interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n1:31 pm</dco> &nbsp;<qco> will learning music get me hot chicks??????</qco> </h3>      \nlearning music, not necessarily. 'doing music', more likely\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n1:24 pm</dco> &nbsp;<qco> Would you classify yourself as a zestful person?</qco> </h3>      \ni have an average amount of zest\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n10:52 am</dco> &nbsp;<qco> What is the average amount of time it takes you to answer a question on your website</qco> </h3>      \n1 second, unless for some reason the question stirs up a deep conflict within my soul\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; 10:12 am</dco> &nbsp;<qco> what's your favorite shape</qco> </h3>      \ndot\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n8:35 am</dco> &nbsp;<qco> Do you always answer 5.5 on \"scale of one to ten\" questions?</qco> </h3>      \nno, but that's a good compromise for when i don't know what the hell i'm talking about, because it's exactly in the middle\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n6:31 am</dco> &nbsp;<qco> is the whole world just a bunch of things in a bunch of places?</qco> </h3>      \nnot just\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n5:08 am</dco> &nbsp;<qco> Are you inspired by Talking Heads music?</qco> </h3>      \nno. sometimes when i have inspiration, 'talking heads' music takes it away. this is not their fault, it's surely my own problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n2:45 am</dco> &nbsp;<qco> Ja!!! Het is kaas!&nbsp;🤩</qco> </h3>      \nbijna niemand heeft van \"kaas\" gehoord, omdat de meeste mensen het \"cheese\" noemen\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n2:43 am</dco> &nbsp;<qco> Happiness has to be fought for. Thoughts?</qco> </h3>      \nsometimes it comes peacefully\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.23&nbsp; \n2:11 am</dco> &nbsp;<qco> what do you know about June</qco> </h3>      \nplanet is full tilt during june. night or day maybe at its longest, in some parts of the globe\n<br><br>"
  }
]
