[
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n12:59 am</dco> &nbsp;<qco> ok so its been a decent while since i have tried to piss you off bill, so tell me, how much wood could a wood chuck chuck if a wood chuck could chuck wood, and if a wood chuck could chuck wood, would a wood chuck chuck wood</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n12:50 am</dco> &nbsp;<qco> do you like trains</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.26.25&nbsp; \n12:14 am</dco> &nbsp;<qco> If you were a Bufflo, what would be your first course of action, you just turned into a Bufflo one day.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:56 pm</dco> &nbsp;<qco> Could the wheel have been invented today?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:26 pm</dco> &nbsp;<qco> My drug dealer told me that I'm his \"best customer\"...</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; 8:54 pm</dco> &nbsp;<qco> what is your favorite food</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n8:54 pm</dco> &nbsp;<qco> If life is a simulation is it worth it to escape</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n8:52 pm</dco> &nbsp;<qco> if you do a double take twice, how many takes are you doing in total</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n8:47 pm</dco> &nbsp;<qco> do you think i have time to give birth to the reincarnated pope if i start the pregnancy now</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n7:28 pm</dco> &nbsp;<qco> What is your favorite type of tree</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n6:04 pm</dco> &nbsp;<qco> Do you ever think of nothing? Like just having a blank mind? I read that many people experience this. They can actually choose to think of nothing. Just emptiness and silence. I cannot imagine how that must be, how it feels, what that looks like on the inside. Can you? I wouldn't mind having a switch like that&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n5:48 pm</dco> &nbsp;<qco> Does \"laying back\" with the rhythm mean to play slightly slower than the tempo?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; 5:44 pm</dco> &nbsp;<qco> best genre of music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n5:06 pm</dco> &nbsp;<qco> How can I assume every artist is at the top of their game?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n4:46 pm</dco> &nbsp;<qco> Did you know that at the end of the day......you can do whatever the FUCK you wanna do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n4:08 pm</dco> &nbsp;<qco> If you had the chance to steal something from a parallel universe version of yourself without them knowing it was you, would you do it? Would you feel guilty?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n3:18 pm</dco> &nbsp;<qco> Does time exist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n2:42 pm</dco> &nbsp;<qco> Is the word frown a portmanteau from frolic and down? As in your frolic is down so you're sad, or indeed frowning?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n2:29 pm</dco> &nbsp;<qco> would you ever consider becoming bad to the bone?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n1:33 pm</dco> &nbsp;<qco> how are you feeling about this year. past present and future.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n1:00 pm</dco> &nbsp;<qco>\n  i get this thing where i feel \"right\" \"good\" \"different in a good way\" and often times the consequence of this is to try to capture it in a bottle for either others consumption or my own consumption in the future, when the feeling is gone. But I realize that often times that desire and process is external to the feeling, thus killing it in the process, and nothing left to capture. Do you find that music allows for this process to persist while hopefully capturing some of it in the process? Sometimes the right words come to express it, but whenever the goal is to express what it is, it feels like it leaves, it scares it away. its like a magnet thats attracting something by being, but as soon as it wants to attract something it faces it, and by that action gives it the opposite pole. I feellike maybe it is more important to let this feeling permeate more and moreand not worry about capturing it. and maybe later ill be so familiar with it that i can draw a map to it, instead of trying to capture it which seems futile.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n12:36 pm</dco> &nbsp;<qco> Is this the website of the retired MLB player Bill Wertz?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n11:16 am</dco> &nbsp;<qco> why does music need a theory isn't it already there i don't think things that are already there need a theory</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n10:58 am</dco> &nbsp;<qco> when was the last time you feel you received a question on here that really made you go hmmmm?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n10:51 am</dco> &nbsp;<qco> base-12?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n10:46 am</dco> &nbsp;<qco> I'm having trouble thinking of a good question to ask</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; 10:06 am</dco> &nbsp;<qco> why did the chicken cross the road</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:58 am</dco> &nbsp;<qco> you think theres another world out there?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:58 am</dco> &nbsp;<qco> Got any suggestions on what i and others who could read this question do this summer??&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:42 am</dco> &nbsp;<qco> wanna help me build a metroidvania water park</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:35 am</dco> &nbsp;<qco> What's the average lifespan of grass?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n9:26 am</dco> &nbsp;<qco> Do you ever read old books? Like at least 150 years old?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n8:23 am</dco> &nbsp;<qco> many years after you chronicled being stuck in a rut, are you in the same predicament as you were back then?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n8:17 am</dco> &nbsp;<qco> How do you decide what to do????!!!!!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n7:08 am</dco> &nbsp;<qco> how are you (not as in how you feel, but how you exist. how are you possible)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n6:29 am</dco> &nbsp;<qco> why don't you just put (the links to) all the categories on the same page?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n5:49 am</dco> &nbsp;<qco> what's your favorite joke of all time</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n4:03 am</dco> &nbsp;<qco> Ever eaten a hot pocket?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n3:28 am</dco> &nbsp;<qco> why do I have to learn how to say numbers when im in college already?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n3:01 am</dco> &nbsp;<qco> in the here comes the sun music video, the part where nobody wins today, the big thing with all the blocks kinda resembles a covid cell. And in just did a bad thing, with the 'all the thing i'm supposed to do and the places im supposed to go are cancelled.' I'm not sure if either of those were intentional, especially since the latter was actually before covid, and I know you're not one to answer a question litterally. So I'm just going to give you the context of the question and then beam the real question into your mind telepathically. Can you feel it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n2:47 am</dco> &nbsp;<qco> why is everybody better at the things i like doing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n1:46 am</dco> &nbsp;<qco> How many unique first names are there in the world, to the nearest power of 10?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n1:22 am</dco> &nbsp;<qco> Why is everything so smart&nbsp;&amp; intelligent?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n12:21 am</dco> &nbsp;<qco> Have you ever had a fever where the only prescription was more cowbell?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.25.25&nbsp; \n12:15 am</dco> &nbsp;<qco> Admit it, you just want to be pope because pope is such a fun word</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n11:44 pm</dco> &nbsp;<qco> do you think doing these questions has helped you practice consistency (like being able to consistently do things for a long time)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n9:52 pm</dco> &nbsp;<qco> Say wood fired pizza. What are some tips for pizza to get a job now</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n9:50 pm</dco> &nbsp;<qco> what is your favorite thing to put in a coffin?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n9:48 pm</dco> &nbsp;<qco> Wait a minute, who are you? You a q&amp;a person or something&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>4.24.25&nbsp; \n9:38 pm</dco> &nbsp;<qco> how do i get over the mindset of \"once im done with this thing, I'll finally be at peace/be able to rest\". ive been stuck in this cycle for so long now</qco> </h3><br><br>"
  }
]
