[
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n10:31 am</dco> &nbsp;<qco> how do you stay dedicated to your schedule?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n9:48 am</dco> &nbsp;<qco> Whenever I try to create harmonies with my melodies, I'm always stuck to using common progressions (like I-V-vi-IV) and various 6th and 7th chords. I don't think that's a bad thing, per se, but I feel trapped using my current methods. Do you have any advice on how to venture into implementing more chords like suspended, diminished, augmented, and added/omitted tones?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n8:26 am</dco> &nbsp;<qco> Where can i get some motivation to work?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n7:24 am</dco> &nbsp;<qco> Am I crazy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n1:56 am</dco> &nbsp;<qco> in steps, how do i achieve true existence</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n1:00 am</dco> &nbsp;<qco> How did you feel when your old platform (Vine) was shut down?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n12:18 am</dco> &nbsp;<qco> Do you have any advice on how to express myself creatively without feeling the nagging anxiety that what I'm working on is going to wind up being terrible?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n11:55 pm</dco> &nbsp;<qco> I REALLY HATE MATH AND I WANT TO BE DONE WITH IT SO I CAN CREATE SOME CONTENT BECAUSE I REALLY WANT TO CREATE SOME CONTENT BUT MY MATH IS GETTING IN THE WAY OF ME BEING ABLE TO DO SOME CONTENT</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n10:53 pm</dco> &nbsp;<qco> let's say you have a seed, and instead of giving it water,&nbsp;&nbsp;you give it capitalism, what do you think it'll bloom into?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n9:56 pm</dco> &nbsp;<qco> &nbsp;so my forms of expression are really just toys. don't tell me it may be both. pretty sure they're just toys. i play the clean up song in my head when i put the stuff away. what if i called the things i actually need to do toys as well so everything appears equally as a useless tool for self-indulgence?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n9:00 pm</dco> &nbsp;<qco> What do you think about the feeling of knowing you'll never be able to accomplish everything you want to because life is only so long, yet still procrastinating on everything? Because I sure don't know how to cope.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n8:30 pm</dco> &nbsp;<qco> Ever experienced lucid dreaming?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n7:19 pm</dco> &nbsp;<qco> is there a long term goal you are trying to achieve with your content?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n7:03 pm</dco> &nbsp;<qco> ok i thought about your content some more and what it means, i've concluded that you put together things that are good, for the purpose of being good, and you try to extend this abstract goodness into every aspect of the content, am i getting it now?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n6:52 pm</dco> &nbsp;<qco> How can you spend time on the internet and somehow still be original enough to be considered a staple of internet culture?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n6:20 pm</dco> &nbsp;<qco> 1) should I learn to play the harmonica?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n5:42 pm</dco> &nbsp;<qco> What's one thing that happened recently that makes you happy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n4:45 pm</dco> &nbsp;<qco> Will you mention velcro in a future episode of wfaoie</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n4:39 pm</dco> &nbsp;<qco> https://tonedear.com/ear-training/intervals is this a good game to play? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\ni want to know if i am using a good resource</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n4:03 pm</dco> &nbsp;<qco> Any advice on how to get out of the procrastination loop? I have plenty of ideas when it comes to music but I never get around doing it...</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n2:54 pm</dco> &nbsp;<qco> I like creating, but I don't know what I'm creating. So how the hell do I create this?..... Create</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n2:33 pm</dco> &nbsp;<qco> what do you think about politics?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n2:06 pm</dco> &nbsp;<qco> Why do you censor stuff, the https://billwurtz.com/songpick20140119.png kind of censor?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n1:23 pm</dco> &nbsp;<qco> Approximately how many hours until your new song is released?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n1:22 pm</dco> &nbsp;<qco> Do u think u will ever be able to write and record an entire song along with a music video in one day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n1:21 pm</dco> &nbsp;<qco> do you think one can develop perfect pitch?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n1:20 pm</dco> &nbsp;<qco> Is the writing process different than the recording/editing process? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nSpecifically, are your songs fully written and charted out before you start tracking,\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or do the songs evolve while you are recording them?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Also, nice job.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n1:19 pm</dco> &nbsp;<qco> Do you have a ritual for getting into the zone?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n11:51 am</dco> &nbsp;<qco> Thoughts on pakistan?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n11:45 am</dco> &nbsp;<qco> How long does it usually take to make one of the full length music videos with all of the insane editing?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n9:01 am</dco> &nbsp;<qco> any tips on how not to suck in handwritten notation and get the job done fast</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n6:57 am</dco> &nbsp;<qco> How can i get to know myself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n5:31 am</dco> &nbsp;<qco> would you rather start a company or start a religion?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n1:26 am</dco> &nbsp;<qco> What are some songs by Green Day that you enjoy?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Any songs from the 21st Century Breakdown Album, if so, which ones?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.21.19&nbsp; \n12:17 am</dco> &nbsp;<qco> what is the secret to great writing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n11:18 pm</dco> &nbsp;<qco> If Elon Musk is the CEO of Tesla, and Tesla starts with a T, does that mean that Elon Musk is secretly a part of T-Series?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n11:02 pm</dco> &nbsp;<qco> if it were possible in future years, would you consider moving to and living on another planet? like mars or something?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:48 pm</dco> &nbsp;<qco> I want to be good at drawing. I know that the first 100 or 1000 or 10,000 things I draw will be bad, but whenever I draw them it discourages me from drawing anything else. I feel that I simply desire the desination but have no drive for the journey. Do you have any advice?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:44 pm</dco> &nbsp;<qco> what place do you think should become a new us state</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:27 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201902200908\">2.20.19&nbsp;&nbsp;9:08 am</a>  why would you do that though? it seems like it is better to do the obligatory stuff first</qco> </h3><a href=\"https://en.wikipedia.org/wiki/Parkinson%27s_law\">someone else</a><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> If you make a song, how do you make such a good tempo to go with the song you are making to release to iTunes/Spotify?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> Why can you fish fish but you can't pasta pasta or chip chips or steak steak or cauliflower cauliflower</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n9:13 pm</dco> &nbsp;<qco> Do you have any tips on drawing? I'm trying to get better but I'm utter garbage at the moment.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n8:52 pm</dco> &nbsp;<qco> How important would you say consuming is to creating? I have thought about a sort of experiment where you don't expose a person to any music whatsoever (like in the wilderness) but give them instruments. Then see what they come up with. What would you expect the result to be? \n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> is censorship always bad?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n7:44 pm</dco> &nbsp;<qco> Is there any chance there is more to the castle song in ball&nbsp;&amp; stick? I keep repeating those glorious 10 seconds.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> Do you have any tips for someone who wants to learn how to play by ear / transcribe more complex music than they already can, other than just doing a lot of playing by ear / transcription?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> do you have any professional music education or do you just like playing instruments?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n6:41 pm</dco> &nbsp;<qco> the question page made you stronger but you'll never achieve the NEXT STEP if you don't make it slightly harder. how about answering (at least) one question that u secretly wanted skip,&nbsp;&nbsp;everyday.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; that way it would be a good practice for non-skippable question sessions aka podcasts/interviews. and a good practice to make not so interesting questions interesting which u already are doing with repetitive questions BUT its not enough!!! hope that helps</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.20.19&nbsp; \n6:13 pm</dco> &nbsp;<qco> 1.1.18  1:34 pm hey so. i know these days it's mostly good for naming what notes you have in your scale BUT also there is a way to think of modes where you can use it to go wild and crazy deciding what chords sound good with your melody in what order, cause why does a 5 chord have to be major or. to think sideways about it if we're in C why does the 1 chord have to be the one you go to for resting and resolution what if we always come back to a major 4 chord instead of 1. what if we're really in lydian so everything that sounds like 4 is 1. for example https://www.youtube.com/watch?v=ov-OAmpcRfw is lydian it doesn't even have any accidentals anywhere it's like the music is hanging from some wings it grew on its way to the next universe</qco> </h3><br><br>"
  }
]
