[
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n3:33 pm</dco> &nbsp;<qco> i havent read the questions page in like two weeks, hows it going bill</qco> </h3>      good, i have a strategy for doing songs and videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n3:25 pm</dco> &nbsp;<qco> Are there any VSTs you like to use in your music? Any you're looking to try/buy in the future?</qco> </h3>      i need to buy more, but i can't find a good place to buy them. looking for playable instruments with different samples for different dynamic levels. like any reasonable piano, guitar, harpsichord, foreign stringed instruments, organs, e-pianos, whatever, anything that plays chords. something different, but that actually has dynamics. i bought a pack of instruments recently and the damn thing had auto-chords. like 1 note was a chord. and the percussion didn't have dynamics. looking to buy a lot more stuff but i don't know where to get it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n3:17 pm</dco> &nbsp;<qco> Are you going to make more videos</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n3:04 pm</dco> &nbsp;<qco> hey bill do you think its in any way reasonable to order a pizza boneless</qco> </h3>      i think most pizzas are already boneless\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n3:02 pm</dco> &nbsp;<qco> will you be my uncle</qco> </h3>       i will try\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n2:40 pm</dco> &nbsp;<qco> dont you think bill is kind of an antiquated name, like howard or gerald. maybe try a new funkier fresher one like Giuseppe</qco> </h3>      it's important to keep the same name that most people know me by, so that way they know it's me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n2:38 pm</dco> &nbsp;<qco> if someone offered to pay for you and a friend to go on a european vacation for a week, would you go? would you go alone, or would you take someone?</qco> </h3>      i don't really have time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n2:31 pm</dco> &nbsp;<qco> do you use autotune?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> what do all the questions look like</qco> </h3>      they usually look like a bunch of words, sometimes with a question mark at the end but not always\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n12:32 pm</dco> &nbsp;<qco> i find your goals a bit mysterious. basically, from what you let on here, you want to create as much as possible before you die. just constant creation of your stuff. but, interestingly, you even consider other types of creation to be obstacles in the way of your other creations. so you say things like \"i'd make more of X but then I have to make less of Y\". what are your motives here exactly? </qco></h3>      if you do more of one thing, have to do less of the other things because you are busy making the first thing. it's like if you want to make 10 cakes and 10 pies. you might be able to make 15 cakes instead, but maybe you can only make 5 pies, because you were busy making cakes instead. this rule does not apply if you have infinite time, or if you can somehow pause time. but i have not figured out a way to do that yet unfortunately<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you do realize you've already made 10 albums worth of stuff? do you wanna be Zappa? </qco></h3>      not really<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I guess Zappa is good. do you have more mainstream aspirations like releasing albums, </qco></h3>      i don't think songs need to be in groups. from what i can tell, it is usually the singles that are mainstream, not the albums<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"live-tour.html\">touring</a>, interviews?</qco></h3>      i prefer to do questions here<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i think it wouldn't be unwise to take some time to try to work on those things. expanding your influence, expanding your experience. doing this and then doing that other thing. your music and work would probably benefit from something like that.\n<br></qco> </h3>      everything seems to be going great\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n12:02 pm</dco> &nbsp;<qco> Do you feel like the line \"damn it seems like writing songs is a lot like being in prison and I realize that the only one who put me there is me\" from the song song applies to your post-hotewig life? </qco></h3>      that relates more to songwriting. i have now figured out a cornucopia of different tricks and methods for songwriting, and no longer feel blocked in that regard<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cause it seems you're pushing yourself to make all this crazy new content at a crazy rate and it's like you're putting yourself back in prison for no other reason than \"i wanna do this song or that video asap\"</qco> </h3>      most people still don't even think i am making any content. they always think i've 'stopped.' this is because it is impossible to make content instantly, especially if it is anything of a reasonable size. so therefore i need to hustle like crazy just to keep things coming out at a somewhat reasonable rate\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n11:18 am</dco> &nbsp;<qco> You created your channel in February 19th, 2012 but didn't upload until September 9th, 2013. Why so.</qco> </h3>      i didn't have anything ready to upload, but it was important to make sure i got the channel name as soon as i knew i needed it, to make sure someone else didn't get it first\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n10:40 am</dco> &nbsp;<qco> did you know that if you change the dco style you don't have to use the h3 tags anymore? where you have\n<br>\n<br>dco {color:#E9EC54;}\n<br>\n<br>just change it to\n<br>\n<br>dco {\n<br>&nbsp;&nbsp;&nbsp;&nbsp;color:#E9EC54;\n<br>&nbsp;&nbsp;&nbsp;&nbsp;display: block;\n<br>&nbsp;&nbsp;&nbsp;&nbsp;font-size: 20px;\n<br>&nbsp;&nbsp;&nbsp;&nbsp;margin-top: 1em;\n<br>&nbsp;&nbsp;&nbsp;&nbsp;margin-bottom: 1em;\n<br>&nbsp;&nbsp;&nbsp;&nbsp;margin-left: 0;\n<br>&nbsp;&nbsp;&nbsp;&nbsp;margin-right: 0;\n<br>&nbsp;&nbsp;&nbsp;&nbsp;font-weight: bold;\n<br>&nbsp;&nbsp;&nbsp;&nbsp;}\n<br>\n<br>those values are the default browser values for h3, so you can just use dco and it won't mess up the previous questions either</qco> </h3>      ah, that seems nice, but did you know if i leave it the way it is it still works fine and i don't even have to change anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n9:45 am</dco> &nbsp;<qco> Have you ever expanded out a short song into a longer one, or truncated a long song into a short one?</qco> </h3>      yes, i have done both\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n9:30 am</dco> &nbsp;<qco> What was the point of \"Die\" video?</qco> </h3>      the point was to get the ball rolling on music videos for already recorded songs. i was using a shortest first strategy, because they are insanely quick and it would give me an easy chance to practice without giving up. the shortest songs in the catalog at the time were \"bears, die, whatever...\" etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n7:59 am</dco> &nbsp;<qco> I noticed that you made your youtube account in 2012, and your first video in 2013. Were you active at all on your youtube channel during that first year? Or not? What were you doing involving the internet?</qco> </h3>      nothing. i was mostly songwriting, preparing to get things online soon. i think i made the youtube account at the point when i decided to simply go with \"bill wurtz\" instead of some other weird name\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n7:55 am</dco> &nbsp;<qco> how do you earn money</qco> </h3>      you have to convince someone else to give you theirs\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n7:55 am</dco> &nbsp;<qco> How to I tell myself that I am not stupid?</qco> </h3>      perhaps via email, or text message\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n5:14 am</dco> &nbsp;<qco> tell me some juicy gossip bill my man</qco> </h3>      the person who made your clothes could never afford your clothes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n5:10 am</dco> &nbsp;<qco> do you use modern abbrieviations like lol or lmao?</qco> </h3>      i use some, but not those ones because i think they are a little tired and not direct enough. i prefer 'haha' for the ones you mentioned\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n4:59 am</dco> &nbsp;<qco> When did you start doing online content </qco></h3>      2014<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what were you doing with your life before that?</qco> </h3>      making the content without posting it online\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n1:13 am</dco> &nbsp;<qco> <a href=\"which-questions-to-answer.html\">how do you decide which questions to answer and which to ignore??</a>&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n12:50 am</dco> &nbsp;<qco> do you ever release something even though you feel it isn't your best work?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n12:38 am</dco> &nbsp;<qco> Are you an american? Wikipedia says you're american but the citation is know your meme so I want to confirm.</qco> </h3>      i don't know why they think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n11:43 pm</dco> &nbsp;<qco> How do you take on reality?</qco></h3>      just start trying different ways<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is anyone really certain that reality is real? </qco></h3>      if it's reality is not \"real\" then someone should come up with a better name for it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;lol now I feel like a broken record.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.26.17&nbsp;\n3:44 am</dco> &nbsp;<qco> it seems like randomization worked great for the song picking and even instrument picking, why don't you use randomization to decide what to work on next (song, video, reality update etc...) ?</qco> </h3>      that might be a good idea except that the main projects will take several days and i need to merge the schedule together a bit more. i have a plan\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n11:42 pm</dco> &nbsp;<qco> What should I do about my piece of shit car?</qco> </h3>      drive it! if you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n11:21 pm</dco> &nbsp;<qco> <a href=\"http://billwurtz.com/im-a-person.mp4\">What make you unique</a>? Also, are you gonna make videos after you posted songs, or after you posted an album?</qco> </h3>      i'm going to keep the songs single for now. and i am merging both activities into the schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n11:20 pm</dco> &nbsp;<qco> Are you planning on doing any more instrumentals in the future?</qco> </h3>      i think it is best for me to use words, concepts, and/or videos along with my music in some way\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n11:13 pm</dco> &nbsp;<qco> how do i get more twitter followers</qco> </h3>      be a well rounded upstanding member of society\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n10:55 pm</dco> &nbsp;<qco> <a href=\"dont-understand.html\">dogs?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n10:11 pm</dco> &nbsp;<qco> <a href=\"conspiracy.html\">do u believe in any conspiracy theories</a></qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n9:47 pm</dco> &nbsp;<qco> are you going to make any big purchases?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n8:13 pm</dco> &nbsp;<qco> Do any intervals really have dissonance or consonance, or have we just been conditioned to think of certain harmonies that way through hundreds of years of repition? </qco></h3>      the good intervals sync up with each other mathematically. the wave forms sync up. it's kind of like if one person is clapping 150% faster than another person. their claps will sync up<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Same as a majority of music (at least western music) being in 4/4 time.. is there something special about 4/4 that has made it become \"standard\"?&nbsp;</qco> </h3>      in time, 2s are very powerful. that's because 2 is a low number, and almost anything can work in 2s. breathing (in, out) walking (left right). the next number is 3, which is also low, and very simple, and that is a prominent number in musical rhythms as well. 4 is just 2 2s. so when something is in 4, it's just 2s. 2 groups of 2. and then 2 groups of 2 groups of 2 (2 bars.) and then 2 groups of 2 groups of 2 groups of 2 (4 bars.) that's why music works so well in 4, 8, and 16 bar sections. you're just hearing 2s in 2s in 2s etc<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n7:31 pm</dco> &nbsp;<qco> What are your plans for your next song/video??</qco> </h3>      do a song and a video. the song should be done in 2 weeks. the video will hopefully be done in 3 weeks, although i'm not sure if that's humanly possible. but i hope it is. the song and the video are not related\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n7:21 pm</dco> &nbsp;<qco> will you add more content on categories such as \"instrumentals\", \"jazz\" and \"improv\"?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n7:16 pm</dco> &nbsp;<qco> Can you do more videos?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n5:39 pm</dco> &nbsp;<qco> im looking to move out of my parents place soon. can i move in with you so we can play with tigers past 9pm, sing parodies of \"katy perry\", and make john stamos impressions? will cover half of the ultilities, rent, etc</qco> </h3>      i would be looking to be a bit more productive\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n4:42 pm</dco> &nbsp;<qco> Do you still have a car? Is it still bad?</qco> </h3>      it's worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n4:32 pm</dco> &nbsp;<qco> Any long (&gt;= 5 mins) vids planned?</qco> </h3>      not right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n4:12 pm</dco> &nbsp;<qco> how's the making of tuesday's song?</qco> </h3>      there will not be a song this tuesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n3:23 pm</dco> &nbsp;<qco> what are you subscribers called?</qco> </h3>      they all surely have their own names\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n3:01 pm</dco> &nbsp;<qco> I can't figure out expert mode please help&nbsp;</qco> </h3>      everything is or represents something that i did or made (or finished) on the date listed next to it. there are a variety of types of items\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n2:13 pm</dco> &nbsp;<qco> every day you try to do all the things that you're s'posed to do, all at the same time, cause time is running out. maybe one day you'll be able to stop time and think things through.</qco> </h3>      oh too real\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n1:16 pm</dco> &nbsp;<qco> is my life meaningless?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n11:12 am</dco> &nbsp;<qco> would you prefer your future music videos to be the same as before (text-based/psychadelic/oncrack) or would you try smth else?</qco> </h3>      i would like to try some different approaches, preferably something exciting, interesting, and EASY\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n10:45 am</dco> &nbsp;<qco> should it be illegal to hate birds?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n7:07 am</dco> &nbsp;<qco> Trump?</qco> </h3>      no, this is bill. i think trump uses a different site. twitter mostly i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n6:36 am</dco> &nbsp;<qco> is your next video Wild and Crazy?</qco> </h3>      maybe one or the other. not both\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.25.17&nbsp;\n5:19 am</dco> &nbsp;<qco> can you nuke kazakhstan?</qco> </h3>      that seems counter productive\n<br><br>"
  }
]
