[
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n12:36 pm</dco> &nbsp;<qco> I remember you saying that music theory is made up, and when I&nbsp;&nbsp;read that I was like \"huh. That's true.\" Since that thought was kind of in my brain I thought of it later too with something else. I did a writing assignment at school and got it back today with the teachers comments. It was kind of frustrating though, cause some of their critiques were things that I did on purpose. </qco></h3>      ah, welcome to polite society<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think the rules of grammar are made up too, like someone just decided that there was a right way of writing things down. But sometimes the \"correct\" way of writing it didn't sound right to me or didn't have the same effect. I don't know where I was going with this</qco> </h3>      it's worth remembering, if anything was correct, it wouldn't have existed\n\n \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n12:21 pm</dco> &nbsp;<qco> whats your favorite music</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n12:07 pm</dco> &nbsp;<qco> What topic will your upcoming new music video be about?</qco> </h3>      \nrage\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n11:40 am</dco> &nbsp;<qco> are you working on a video?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n11:35 am</dco> &nbsp;<qco> So I know you are working on something, but can you tell us how it's coming </qco></h3>      pretty good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or a time estimate?</qco> </h3>      so far every time estimate i've made has been wrong, so with that disclaimer out of the way i will say that my next song+video will come out on tuesday march 26, 2019\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n11:23 am</dco> &nbsp;<qco> Is there a new schedule or will you be sticking to the new schedule?</qco> </h3>      \ni will try my best\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n11:01 am</dco> &nbsp;<qco> What is your next video gonna be about\n<br></qco> </h3>      \nlove\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n10:33 am</dco> &nbsp;<qco> are you still pregnant with aliens from 'outside'?</qco> </h3>      \ni thought that story was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n10:29 am</dco> &nbsp;<qco> does the new song have a coherent topic?</qco> </h3>      \nalmost too coherent\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n10:13 am</dco> &nbsp;<qco> why were you going to new canann</qco> </h3>      \nto write a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n9:56 am</dco> &nbsp;<qco> What steps do I need to learn to further progress guitar- I can read chord diagrams and strum which includes barre chords and a small bit of power chords. The only song I can play fingerstyle is Blackbird by The Beatles and the scales I know are the ones I don't know the name of because I got them from YouTube. I really have no clue on how to progress.</qco> </h3>      \nhow do you *want* to progress\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n9:35 am</dco> &nbsp;<qco> what section on planes do birds fly in?</qco> </h3>      \ncockpit\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n9:16 am</dco> &nbsp;<qco> does the fact that youve made thousands of people's days better ever hit you? </qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it a lot of pressure?&nbsp;</qco> </h3>      sometimes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n9:12 am</dco> &nbsp;<qco> have you ever started a music video before the music is finished? </qco></h3>      i've done that some times but i don't do it anymore<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've just done that, and it was very refreshing.</qco> </h3>      it might be a good idea\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n9:07 am</dco> &nbsp;<qco> you've used the word \"pants\" multiple times in your music, and as far as i can tell, you've talked about pants more than any other article of clothing. is there any particular significance to this? do you particularly like pants or something?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n8:38 am</dco> &nbsp;<qco> what isn't your new song about</qco> </h3>      \ntechnically, all songs are about everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n8:36 am</dco> &nbsp;<qco> what do you think of Apple's M1?</qco> </h3>      \ntoo good. don't use\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n7:54 am</dco> &nbsp;<qco> trying to read F#9sus/G#..... arent sus chords supposed to specify if theyre 4 or 2? </qco></h3>      i do, but not everyone does<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what does it mean when it aint specifying?</qco> </h3>      \n4\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n5:23 am</dco> &nbsp;<qco> what is your wisdom</qco> </h3>      \ni have a little pamphlet i carry with me which reminds me which things are round and which things are flat. This may surprise you, but, some things are both\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n5:07 am</dco> &nbsp;<qco> What is the meaning of Christmas?</qco> </h3>      \n     darkness, while being very grateful and thankful that the world is not usually this dark. in the southern hemisphere it takes a bit of reverse psychology to get this \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n4:34 am</dco> &nbsp;<qco> What is the first step in composing a song?</qco> </h3>      \nwriting songs is effortless. So, the first thing to do is just go ahead and write the song. But, if you can't do this, then the next thing to do would be to flip out and have a huge existential panic about why it's not effortless\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n2:15 am</dco> &nbsp;<qco> What rhymes with wolf?</qco> </h3>      \nrolf\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n2:11 am</dco> &nbsp;<qco> Is the airport terminal still open?</qco> </h3>      \nyes but most of them have gotten very limited use, over the past year\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.17.20&nbsp; \n1:47 am</dco> &nbsp;<qco> Do you have a Horse in your backyard?</qco> </h3>      \nno but i can see why you would think that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n11:42 pm</dco> &nbsp;<qco> do you think in the times when technology was less advanced, like in the 80s or 90's, granted i wasn't alive back then do you think it was better in some ways? or do you think the modern era and culture are enjoyable. my mom would always brag to me about how the \"80's were sooooo much cooler\". just wanting your opinion i guess. \n<br></qco> </h3>      \nthere is more to the story. in the 80s, everyone was saying the 50s was better. in the 50s, people were saying the 1920s were better. This has led me to the obvious scientific conclusion that everything has always been getting worse over time, and the true golden era was the time immediately following the big bang. this was a glorious time of respect and high morals which to this day has never been surpassed\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n11:36 pm</dco> &nbsp;<qco> im stuck in the airport terminal. please help me</qco> </h3>      \nyou might have to get on a plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n11:00 pm</dco> &nbsp;<qco> What is your favorite music genre?</qco> </h3>      \nnormal\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n10:36 pm</dco> &nbsp;<qco> why was the time between the draft composition/writing of \"and the day goes on\" and its release date 699 days?</qco> </h3>      \ni will explain the timeline so hopefully it will make sense. in march 2015, the instrumental idea for the verse occured to me. i was not expecting it, it was not a planned 'writing session'. This is how many songs get started, they drop out of the sky, so you have to get good at catching them. So, <a href=\"20150331.mp4\" target=\"_blank\">this is me catching it</a>. (march 2015). Sure, i could have immediately gone into a writing session for that idea, but, why not instead for an idea i had had the previous day? or a video idea i had had the previous day? it is always raining ideas. There is always more to be done than there is time to do. In march 2015 i had developed a 2 pronged approach: 2 short videos per week, and 'everything else'. I was doing 2 short videos per week just to have something to release, then in between, move forward on longer projects. I had a randomized selection scheme to help choose which longer projects to do. Near to that time, the 'crazy/raining' song was selected. That took several weeks. After that, it was the 'free to do whatever you want to' song. This took even longer. What also was happening at the same time was, my short videos had taken off on the vine platform. So i had made the decision to start vinifying my entire video catalog starting with the earliest, and posting them to vine every day. Around august (2015) i reached the end of the catalog so i had to make a decision about what to do going forward. i decided the vines were doing so well that it became important to make 7 new ones per week. This was unfortunate for my longer video aspirations, because it pretty much meant zero time leftover to pursue that. but it was important to keep things rolling on vine. So i carried on like this for about 2 more months, but my desire to make long videos was getting even more intense. I discovered a trick, where i could spend the first half of the day working on a long video, and not start the vine until the second half of the day, which forced me to do them much quicker. so i started on history of japan (oct 2015). i continued on like this, doing short videos while doing a long video, and finally around january i was getting into the scoring process (final stage) of the japan video and  decided that i should pause the vines in order to finish the japan video more quickly. japan was finished by late january, it went to youtube and did very well there. i took this as a chance to put together a project i had always really really wanted to do but never found time: to make videos out of journal edits. i had about 6 years of audio journal content, and i combed through it as best i could, making video edits to attempt to chronicle my journey. After about 2 months working on this, i really had to cut it short because it was going on way too long. so i really only got to do about 10% of what i wanted. Also the other half of that project was for improv footage. I had to cut that way way short because no regular videos were being done during this time. So i only got a chance to do maybe 2% of the improv edits i wanted to do. So finally around May (2016) i was ready to get back to regular videos. there was so much i wanted to do, and didn't even know where to begin. I started extremely short, as i normally do, with a plan to make them gradually longer. I started making an agenda list of the sequence of upcoming items, and i wanted to include some medium length songs. Choosing from a list of hundreds, one of the ones i chose was that instrumental chord sequence back from march 2015. So i wrote that into a full song, over a couple of days. this song was called 'and the day goes on.' Among other short videos, there was also another song that i selected at that time, for release soon after. which i also wrote fully at that time. called 'hallelujah'. we are around june 2016 now. Then, suddenly, i felt a lot of public outrage that i was 'still doing short videos', and to be honest, i agreed with it. I also had a pent up desire to do an even more bombastic history project than the japan one, so i changed the plans, cancelled the remaining short-medium projects, and started on history of the entire world. Something you may or may not know about the history of the world- the world has a lot of history. so, to put it all into 1 video is probably impossible, so i knew i was taking on something that might be impossible. but i wanted to do it anyway. so first i had to *learn* the history of the entire world. which also takes a long time. research and writing took all summer, and i reached the end of the writing by about September 7, 2016. One of the things i had been thinking during the writing process, is a 2D equirectangular projected map is probably not gonna work for this. i should really get it on a 3D globe. but i didn't have the tools for that. so during most of september i was experimenting with various 3D tools to try to meet my 3D needs. i also began going through and developing the images that would be needed for the video, while also making many changes to the script. By the end of october i had most of this squared away, and around November 1st i was ready to begin the full video production. At this point i was determined to reach the end of the entire project by december 1st, and i nearly destroyed myself throughout november trying to meet this. but toward the end of november i realized this wasn't even close to possible. so i continued through december, through many of the most challenging parts of the video production, especially having to correct some problems with the 3D globe animations (which had been first done in october). finally made it to the end of the visual production by about february 7 (2017), and began on recording the final narration, and doing the final jingles, and then finally doing the score. the video was finally finished around may 10, 2017. By this time i knew very well that i really just need to do songs for the rest of my life. So i decided to skip the videos and just do audio songs, 1 per week. this went ok, but i soon realized that videos are very important. so around late june (2017) i started on 2 projects simultaneously: a freeform non-song video (hi, i'm steve) and a music video for one of the recently released audio songs (movie star). Working on 2 things at once is usually a recipe for failure, so i did then one at a time. steve first, then movie star. Then onward, to the next music video, 'outside'. this took about 6 weeks. I've never been pleased by the amount of time it takes to do these things. my prefered target for music videos would be 1 week, but to this day i've never been able to accompish this. Nearing the end of the 'outside' project, in late september (2017), i made a demand of myself that i MUST do these in 2 weeks. and i also felt it was necessary to do non-songs as well. So, alternate betwen non-songs and songs, and also, 1 out of every 2 songs should have live performance footage. So the next item would be a non-song, and, because i was able to make it shorter, i was able to do it just barely in 2 weeks. this was called 'soap tips' and was completed around oct 10, 2017. The next thing would have to be a song, and it would have to include live performance footage. Unfortunately this shattered all previous records for how long a music video should take, and this is probably because i hadn't appeared in live performance footage in such a long time that i couldn't stop myself from being incredibly particular for how things appear. i was horrified by the fact that that project ultimately took exactly the same amount of time as history of japan had taken (98 days, or 14 weeks.) it was finally completed in january, 2018. the target of course was 2 weeks, but that was a hopeless failure. So my next revision of the plan, would be to do 2 weeks per video, but they don't have to be a song. because i knew song videos would take longer, probably because my standards for how long a song should be were somewhere around 2:30 to 3:30, where as the non-song videos could be as short as 1 minute or maybe even less. so i decided to just try 1 video per 2 weeks, not necessarily a song. I was able to succeed at this, just barely, with 2 non-song videos. But, of course, as fate would have it, i realized songs are incredibly important. So i decided to do a song next, i already knew i wanted to do 'and the day goes on', because that one had its writing completed (in 2016) and i thought it was a strong one that i was confident about. I decided 4 weeks would be a sensible target for that. it was an especially elegant target, because it was february, and in that year (most years) februrary is exactly 4 weeks, so that would put the release date on exactly the same day of the month as the previous. Unfortunately that proved again to be impossible. and it never helps that my standards usually continue to go up. I was very meticulous on most parts of the process. i finally was able to complete the video around april 25, 2018. i immediately moved on to start the next song project. It's worth mentioning what happens next, because that will help bring this into even more perspective for you. At the start of every song process, i first do a generalized idea having process, where i come up with brand new ideas for songs. I usually do about 5 or 10, THEN the song selection process begins, where those new ideas are put into the much larger pool of unfinished songs, and i select from the entire list. It looks like there were 9 new ideas created on april 26 and 27, 2018. What ended up being selected, for the next song, was none of those, it was one that was already in the broader list ('hello sexy pants'). But, of those new 9, many of those have been extremely strong contenders every time since, with many of them almost getting picked, and one of them being 'when i get older' which was picked later that year. To get back to your original question, i think one of the strongest factors in play here is the fact that it is impossible to do everything at the same time, although that would be extremely convenient for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n10:12 pm</dco> &nbsp;<qco> I've been trying to try to write my own music but every time I get the beginning of a song I get discouraged and give up on the song, any tips on how to get through it?</qco></h3>      you might want to try doing shorter songs for now<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also I LOVE your music so thank you for all the music you have written and are writing</qco> </h3>      \nholy smokes you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n9:14 pm</dco> &nbsp;<qco> How to convince my brain to not select music genres that it prefers only?</qco> </h3>      \na bit of fomo is all it takes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n9:09 pm</dco> &nbsp;<qco> i know you don't like albums and stuff, but have you considered make a **compilation** album with your singles?&nbsp;</qco> </h3>      \nyes but that's not important right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n8:28 pm</dco> &nbsp;<qco> i fucking hate myself for being so weak and slow</qco> </h3>      \nthat may be true, but, other people are jealous of you for being so strong and fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n7:58 pm</dco> &nbsp;<qco> where is waldo</qco> </h3>      \nlook in the mirror\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n7:49 pm</dco> &nbsp;<qco> why is everything so confusing</qco> </h3>      \n this is so you don't get bored \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n7:46 pm</dco> &nbsp;<qco> what do you think your best song was</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n7:10 pm</dco> &nbsp;<qco> i re-discovered guitar chord inversions and i want to play all songs with the almost infinite possibilities of inversions but it is hard to remember to do them in the moment, and how to do them. how do i practice using inversions when playing with other people?¿</qco> </h3>      \nwhat i would recommend is, pretend you are only allowed to play notes between G192hz and G384hz (that's G below middle C, up to G above middle C). this will give you practice flipping chords around. The whole reason to flip chords around is to keep them in a happy range, which is probably the range around middle C\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n6:55 pm</dco> &nbsp;<qco> how long until your newest \"big project\" is done, and what exactly is it?</qco> </h3>      \ni am thinking of what that could mean. The thing that i would best describe as a 'big project' would be, making heaps of songs and videos for decades to come. so in that case, i hope it is many decades before i am done doing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n6:51 pm</dco> &nbsp;<qco> How many years will it take for a new video or song of yours to release?</qco> </h3>      \nthe ideal amount of time for this would be 2 weeks or less. this should be possible so long as i don't have any stupidy or various other mental conditions\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n6:30 pm</dco> &nbsp;<qco> What video are you working on?</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n6:02 pm</dco> &nbsp;<qco> Are you working on any new projects?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n5:11 pm</dco> &nbsp;<qco> what is your opinion on decorative tissue boxes?</qco> </h3>      \nthe job won't be done until you decorate every tissue as well\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n5:07 pm</dco> &nbsp;<qco> there is such clear and smooth sub bass in hello sexy pants, how did you achieve this EQ wise without a muddy mix? is it a pure sine wave below the fuller bass sound or something? or do i just suck at designing bass sounds?&nbsp;</qco> </h3>      \nfor that song, i mixed most of it in the car. i spent several entire days in the car, parked, working on the mix, in the car speakers. This is because i was tired of how volatile car speakers always are. Any tiny problem with the eq is usually a total disaster in the car. at least that's the way it seemed at the time. so i decided to take things into my own hands, and micromanage every moment of that song. almost every part of every instrument has its eq adjusted on a moment to moment basis. this might have been a terrible waste of time \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n5:05 pm</dco> &nbsp;<qco> is the song \"and the day goes on\" about you going to college at some point?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n4:22 pm</dco> &nbsp;<qco> what do you mean by \"And by late night I mean middle of the afternoon\" in New Canaan?</qco> </h3>      \nthe line before that says i'm getting a \"late night snack\". but in reality i was going to new canaan in the middle of the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n3:32 pm</dco> &nbsp;<qco> what is grass</qco> </h3>      \na perfect way to test the limits of the computational power of your universe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n3:22 pm</dco> &nbsp;<qco> is \"355. 4.2.12 dream idea\" from https://billwurtz.com/reality/201605260707.mp4 the might quit song?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n3:04 pm</dco> &nbsp;<qco> what is NOT the title of your next song/video?</qco> </h3>      \nq1unann72gipfcz1ubmbmdgxla6fye\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n12:55 pm</dco> &nbsp;<qco> why many of your music/videos have something related to School?</qco> </h3>      \nschool is hilarious\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n12:35 pm</dco> &nbsp;<qco> How do I Write a riff on my guitar</qco> </h3>      \ntry thinking of a story that the riff will be used for. Even if you don't actually think of a story, sometimes that will trigger your brain into thinking of a riff anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.16.20&nbsp; \n12:31 pm</dco> &nbsp;<qco> How did you come up with the experimental style your videos are in?</qco> </h3>      \nbasically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way\n<br><br>"
  }
]
