[
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n4:02 pm</dco> &nbsp;<qco> What would you say to someone who is feeling really hopeless and thinks nothing will ever change?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n3:47 pm</dco> &nbsp;<qco> we know about the land of the two-letter words, but how is the land of the four-letter words?</qco> </h3><a href=\"hellyeah.mp4\" target=\"_blank\">this</a>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n2:31 pm</dco> &nbsp;<qco> do you have any life changing advice</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n1:39 pm</dco> &nbsp;<qco> does the effort put into an art piece at all affect its worth (in your opinion)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n1:05 pm</dco> &nbsp;<qco> if you do sleep, how are you answering questions at 3 in the morning?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n12:26 pm</dco> &nbsp;<qco> How do you know when the knowledge you know is not known to the unknown&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n11:33 am</dco> &nbsp;<qco> could you talk about some of your observations regarding humour?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; 9:46 am</dco> &nbsp;<qco> What is your favorite video you have made?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n9:10 am</dco> &nbsp;<qco> I got a really bad overall grade in school. do you have some advice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n8:50 am</dco> &nbsp;<qco> if worms could talk, what would they say?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; \n5:56 am</dco> &nbsp;<qco> if you put a bagel on itself will it crash the universe</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; 4:54 am</dco> &nbsp;<qco> what is music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.1.23&nbsp; 4:20 am</dco> &nbsp;<qco> how to be cool</qco> </h3><a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2023-01.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n10:22 pm</dco> &nbsp;<qco> Which came first for you, the dream or the vision</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n9:47 pm</dco> &nbsp;<qco> did you intend on making your video titled \"Perfect\" funny?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n7:40 pm</dco> &nbsp;<qco> Why do I keep doing the wrong thing if I know that it is wrong? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do I need to know it harder or something?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n7:01 pm</dco> &nbsp;<qco> Is land a conspiracy committed by real estate agents to sell houses?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n5:43 pm</dco> &nbsp;<qco> what do you think of drop D tuning?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the songs associated with it are super heavy rock songs but when i mess around with it i end up playing in major scales because the major sixth is so easy to access.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n5:27 pm</dco> &nbsp;<qco> how do you escape the sense of being lazy and unmotivated when you feel you're on the cusp of greatness?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n3:05 pm</dco> &nbsp;<qco> how much water is acceptable for an ocean?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n1:58 pm</dco> &nbsp;<qco> is revenge ever the answer?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n1:54 pm</dco> &nbsp;<qco> you think my fingers could grow more fingers?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; 12:50 pm</dco> &nbsp;<qco> when did you start making music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n12:43 pm</dco> &nbsp;<qco> is it true that your songs secretly have really sad meanings?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n12:01 pm</dco> &nbsp;<qco> all the lyrics I write sound too generic. how do i spice it up</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n9:39 am</dco> &nbsp;<qco> Hey Bill, are nightmares real, or are they just misunderstood dreams?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n7:18 am</dco> &nbsp;<qco> here's what i don't get about the theory that \"the universe is a simulation\"... if our universe is a simulation, that means that there must be a universe that runs this simulation. If there isn't one, and this \"simulation\" just exists on its own somehow, that would mean the distinction between \"real\" and \"simulation\" would be completely arbitrary. so there's another universe that runs this one. but if that's the case, that universe would be the \"real\" one, and you still run into the same issues that the simulation theory is trying to solve, because how did that universe come into being? is it ALSO a simulation? what about the universe controlling that simulation? you can't just keep going on infinitely, eventually you have to come across the \"original\" universe. but anyway... what are your thoughts on this</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n5:37 am</dco> &nbsp;<qco> thoughts on potatoes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.31.23&nbsp; \n12:17 am</dco> &nbsp;<qco> is a coconut a mammal? it seems to me that they are, as I went through a very sciency conclusion to get there.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; 10:14 pm</dco> &nbsp;<qco> Favorite sport?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n9:17 pm</dco> &nbsp;<qco> Is it true you live on Earth\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I don't think it is</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; 8:07 pm</dco> &nbsp;<qco> how to make friends?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n8:07 pm</dco> &nbsp;<qco> I've been thinking, bravery isn't the absence of fear, but rather the ability to face those fears. So would that mean that perfection isn't the the absence of flaws, but rather the ability to shine on despite those flaws</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n7:58 pm</dco> &nbsp;<qco> Is it possible to hold something without touching it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n7:20 pm</dco> &nbsp;<qco> What should I do if I have too many interests/passions and I can't decide which thing I should pursue in or make a hobby out of?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n6:15 pm</dco> &nbsp;<qco> People can't control their own feelings. Is it similarly impossible to control one's own thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n6:01 pm</dco> &nbsp;<qco> What can I do to better enjoy working with people I don't enjoying working with? I've already identified that I'm not the problem in this scenario.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n5:27 pm</dco> &nbsp;<qco> What should I think about?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n5:18 pm</dco> &nbsp;<qco> is your next video a 6ish minute stunt reel you may or may not have said something about</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n4:50 pm</dco> &nbsp;<qco> whats some good genuine life advice you can share</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n11:51 am</dco> &nbsp;<qco> What draws you to surrealism?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n11:27 am</dco> &nbsp;<qco> The hardest part of a project is starting it and deciding where to end it. Would you agree?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n11:03 am</dco> &nbsp;<qco> I think it's kind of interesting how your song When I Get Older is in 3/4 (unless you think of it as 6/4?) but doesn't have that \"waltz feel\" that a lot of other 3/4 songs do (A lot of country and folk songs come to mind). Like, I didn't even notice it was in 3 on my first listen. Do you have any thoughts or insight as to why this might be? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And (bonus question) can you think of any other songs that are sneakily in 3/4?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n10:08 am</dco> &nbsp;<qco> <a href=\"q.php?date=202301290517\">1.29.23&nbsp;&nbsp;5:17 am</a>  yeah it does, it lands on the one at the same time as 'world' in 'and I'm dreaming of a brand new world', maybe I should have said two bars later not one bar later sorry</qco> </h3><br><a href=\"frontdoorbar16.mp3\" target=\"_blank\">frontdoorbar16</a><a href=\"frontdoorbar16novoc.mp3\" target=\"_blank\">frontdoorbar16novoc</a><a href=\"frontdoorbar16nodrbass.mp3\" target=\"_blank\">frontdoorbar16nodrbass</a><a href=\"frontdoorworldnodrbass.mp3\" target=\"_blank\">frontdoorworldnodrbass</a><a href=\"frontdoorworldbell.mp3\" target=\"_blank\">bell</a><a href=\"frontdoorworldpluck.mp3\" target=\"_blank\">pluck</a><a href=\"frontdoorworldrhodes.mp3\" target=\"_blank\">rhodes</a><a href=\"frontdoorworldvoconly.mp3\" target=\"_blank\">vocal</a>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n9:58 am</dco> &nbsp;<qco> why did there use to be a song at the bottom of your songs page titled \"y2k or whatever?\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n9:10 am</dco> &nbsp;<qco> Do you post your thoughts in your videos and notes as part of some sort of mental release? or do you just like doing it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n7:49 am</dco> &nbsp;<qco> what happens if you put everything on a bagel</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n5:34 am</dco> &nbsp;<qco> what is you favourite joke or riddle?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n3:16 am</dco> &nbsp;<qco> hi bill, i'm starting to get into songwriting in the opposite way you did, where i'm writing songs before learning an instrument. like to write songs, i'm essentially singing the melody-lyric and tapping out a rhythm into the microphone, and writing down the lyrics so i remember them. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this comes very easy to me, way easier than it does for you, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like i can pretty much immediately come up with the next part of the song easily after listening / reading it through, or even just thinking about the song off-handedly, as long as i have enough mental energy</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (which hasn't been that often until recently due to my chronic illness, but that's another story entirely). it hasn't taken me much longer than like a couple hours or so to finish writing any of my full-length (like 2-3 minute) songs so far, one of them was even written in a half hour and i still really like it,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; although i haven't finished more than like 10 or 15 (i haven't counted yet), and my almost-finished songs have been at a similar pace too. as i've started. so the songwriting is going fantastic so far. anyways i'm getting off track, the problem is, i have little to no experience with any musical instrument, and know no way of coming up with chords other than entering the melody notes in a website to figure out the scale, looking up the notes&nbsp;&amp; chords in that scale, and hoping for the best. do you have any tips for me to get better at using the instrument and learning how chords work naturally?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; since i know that's how you learned yours, and had pretty much the exact opposite problems as me when it came to writing &amp; recording songs, &nbsp;</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so i wondered if you had any tips for a beginner approaching music in the opposite order as you, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;as a pretty confident songwriter only now approaching the instrument hurdle as a necessary way to get things recorded. thabks</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.30.23&nbsp; \n12:44 am</dco> &nbsp;<qco> should i go to music school</qco> </h3>"
  }
]
