[
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n10:45 pm</dco> &nbsp;<qco> why do you speak the way you do</qco> </h3>      \nmust be all the vowels\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n8:27 pm</dco> &nbsp;<qco> how much does a ground plane ticket cost ... i need it for,... reasearch......</qco> </h3>      \n0\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n7:08 pm</dco> &nbsp;<qco> how did you come up with klkfpu8orzce0ix?\n<br>it's stuck in my head</qco> </h3>      \njust common sense really\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n5:49 pm</dco> &nbsp;<qco> do you find that singing along to your own improvisations makes the melodies you play better</qco> </h3>      \nthat could work\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n5:46 pm</dco> &nbsp;<qco> dont you wish miami was called miaim so its an anagram, so much lost potential</qco> </h3>      \nmiami already is an anagram of miaim, although i think you meant to say palindrome\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n5:27 pm</dco> &nbsp;<qco> How do I condition my mind to be able to come up with melodies out of 4/4?</qco> </h3>      \njust pretend the whole thing is in 1/16 and forget about time entirely\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n4:06 pm</dco> &nbsp;<qco> what is the difference between reality and fake</qco> </h3>      \nreal means the thing is the thing. fake means thing is other thing. however, there is a loophole in which the language can change so the word for the thing is now the other thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n2:03 pm</dco> &nbsp;<qco> Why do you not use pitch correction?</qco> </h3>      \nsomeone's gotta not do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n12:39 pm</dco> &nbsp;<qco> should i be more afraid of being afraid or not being afraid.</qco> </h3>      \nyou should be most afraid of not knowing whether or not to be afraid\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n12:24 pm</dco> &nbsp;<qco> Ever experience ego death?</qco> </h3>      \nwouldn't be called that if it actually happened. wouldn't be called anything, in fact\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n10:57 am</dco> &nbsp;<qco> Do you ever want to hit a gong?</qco> </h3>      \ni already hit one once. it's still going\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n8:19 am</dco> &nbsp;<qco> would you rather have a plane that goes underwater, or a submarine that goes in the sky?</qco> </h3>      \nis there anything that actually stays within the ground plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n7:38 am</dco> &nbsp;<qco> what is your favorite invertebrate</qco> </h3>      \nghosts\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n5:58 am</dco> &nbsp;<qco> Have you ever lost something and have never been able to find it again?</qco> </h3>      \nnever? what if i find it tomorrow? never isn't here yet. we'll re-evaluate this issue at the end of time surely\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.10.24&nbsp; \n3:53 am</dco> &nbsp;<qco> what do you think your meaning of life is</qco> </h3>      \ntechnically you get to decide\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n11:55 pm</dco> &nbsp;<qco> do you ever have trouble recording vocal takes that you like?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is there some kind of secret to it?</qco> </h3>      yes, but the secret keeps changing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n9:46 pm</dco> &nbsp;<qco> what is your favorite number base</qco> </h3>      \n1\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n7:27 pm</dco> &nbsp;<qco> Why is the alphabetical order in the order that it's in?</qco> </h3>      \nwhat order should it be in\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n7:05 pm</dco> &nbsp;<qco> How often does the initial idea/inspiration/vision really shine through in the end result for your projects? I often find the process of developing the thing changes the result into something I wouldn't have expected but I still usually like in its own right. I also wonder if the realization is improvement;&nbsp;maybe it's always different</qco> </h3>      \nthe original idea is probably always there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n6:53 pm</dco> &nbsp;<qco> if I can find everything inspiring around me then how do I find the time to actually sit down and be creative and actually do things??\n<br>\n<br>Oh wait I might be answering my own question already</qco> </h3>      \nmake a list of the things you want to do. then at some point you will find the list exciting. at least that is a starting point\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n6:04 pm</dco> &nbsp;<qco> what do you think about constructed languages</qco> </h3>      \ncould work\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n5:53 pm</dco> &nbsp;<qco> could the sun and Jupiter get married?</qco> </h3>      \nthey are already in a relationship, which of course is quite polyamorous\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n5:03 pm</dco> &nbsp;<qco> what does irregular time mean when composing a song</qco> </h3>      \nthat might mean 'irregular time signature', which might mean the beats aren't grouped in a regular or consistent way. think of it this way, when you tap your foot to the beat of most music, the vast majority of the time this fits neatly into groups of 4 taps. you can almost say \"1, 2, 3, 4\" repeatedly to the beat, all through the vast majority of most music. but \"irregular time\" might possibly refer to anything that's...... not like this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n3:14 pm</dco> &nbsp;<qco> what are the last 5 digits of pi?</qco> </h3>      \n00000\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n3:10 pm</dco> &nbsp;<qco> Do you think songs only stick if you can relate to the feeling in them?\n<br>\n<br>For example, I listened to \"if the world doesn't end\" and liked it, but I didn't really think about it after that day. Then the other day, I was experiencing something new, and realized *oh*. I went back to the song and related to it infinitely more, and I've had it stuck in my head for the past few days.\n<br>\n<br>It feels like this is common, but is it necessary, a built in trait of music?</qco> </h3>      \nif i could describe exactly how or why music works, then maybe i wouldn't need to use it so much\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n1:45 pm</dco> &nbsp;<qco> ever taken a cold to lukewarm shower while singing Hillary Duff's \"Clean\" at a volume ranging somewhere between the middle and the top of your lungs, or....\n<br>\n<br>i definitely have, for the record, possibly more than once.</qco> </h3>      \ni have not done that, but my answer doesn't feel important here\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n11:26 am</dco> &nbsp;<qco> Are you able to easily know what songs of yours people are referencing when they just say one line? or does it take you a bit</qco> </h3>      \nsome are easier than others\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n11:16 am</dco> &nbsp;<qco> I would love to create accurate (that I'm happy with) chord tabs for some songs such as Money, La De Da, Alphabet Shuffle, etc. It's something I enjoy, and your songs are all so rich with unique harmony and complex chords. However, the RECORDINGS often include many random-seeming notes which make the chords much more complex, making it harder to make what I feel is a \"definitive\" version, a.k.a. a sort of \"prototype\" of the song, or how you would write it in your own mind before adding all those decorative instrumentals. My question is, do you usually come up with all those crazy chords right away, or do you start simpler (limiting yourself to maybe m9 or 7sus4 at the maximum complexity, for example)?</qco> </h3>      \nthere is a definitive 'written' version in mind, but that's often probably still complex for what people may prefer to read on a page\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n10:43 am</dco> &nbsp;<qco> do u like redbull</qco> </h3>      \nno, but that doesn't mean it's not good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n9:29 am</dco> &nbsp;<qco> Best ancient empire?</qco> </h3>      \ni wonder if there are any new ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n9:22 am</dco> &nbsp;<qco> ¿Tú hablas español?</qco> </h3>      \nnot yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n9:13 am</dco> &nbsp;<qco> what's the progression of time signatures in the ending?</qco> </h3>      \n\nsomething like <a href=\"q.php?date=202208232349\" target=\"_blank\">this</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n8:41 am</dco> &nbsp;<qco> do you think we should have an international nap time</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.9.24&nbsp; \n1:52 am</dco> &nbsp;<qco> How should I go about thinking of a good question to ask you?</qco> </h3>      \nthere's no such thing as a good question. you're supposed to already know the answer to everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n10:28 pm</dco> &nbsp;<qco> why am i me right now?</qco> </h3>      \nthat's just a trick of the language. \"i\" and \"me\" mean the same person\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n10:02 pm</dco> &nbsp;<qco> Have you ever considered writing a musical with your songs? Or an album?</qco> </h3>      \nsomething similar\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n9:33 pm</dco> &nbsp;<qco> whats the most internet thing you can think of</qco> </h3>      \ngoing online twice in one day\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n8:14 pm</dco> &nbsp;<qco> why do you think mathematicians like greek but everyone else uses latin phrases</qco> </h3>      \nnot so much that math likes greek, but moreover that the greeks have liked math\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n7:38 pm</dco> &nbsp;<qco> what number makes the whole thing blue\n<br>\n<br>please bill I've wondering for a year now</qco> </h3>      \nin that context, i think it's strongly implied that it's 0 or 1. a superposition of 0 and 1 perhaps\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n4:06 pm</dco> &nbsp;<qco> what's the first digit of pi</qco> </h3>      \n3\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n2:37 pm</dco> &nbsp;<qco> what are ur thoughts on the solar eclipse?</qco> </h3>      \neverything looked the same, but just a lower brightness setting\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n1:59 pm</dco> &nbsp;<qco> How often do you hear music in a dream and actually remember the tune?</qco> </h3>      \nseveral times a year, let's say\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n1:06 pm</dco> &nbsp;<qco> how do i remember which month has 29 days</qco> </h3>      \nhow did you even remember that the word 'remember' means remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n1:04 pm</dco> &nbsp;<qco> Do you think \"if it's impossible then make it possible\" is sound advice</qco> </h3>      \nonly if you actually think it should happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n11:27 am</dco> &nbsp;<qco> What do you think about people submitting non-questions on this page\n<br></qco> </h3>      \ncould work\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n11:08 am</dco> &nbsp;<qco> what do you think about wizards</qco> </h3>      \nfake\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n9:31 am</dco> &nbsp;<qco> is \"ueqstions\" pronounced like \"ooh-ehck-stions\" or is there a better way to pronounce it?</qco> </h3>      \n\"questions\". the 'q' has a similar function as a capital letter. you don't pronounce it any differently, it's just fancied up because it's the title of the page\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n7:42 am</dco> &nbsp;<qco> Favorite greek letter?</qco> </h3>      \nθ\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n5:29 am</dco> &nbsp;<qco> So I've been working on this project for a while now and I've been struggling to work on it consistently due to anxiety, fear of failure etc. Recently though it's been going pretty well, but the problem now is whenever I'm actually able to work on said project I lose track of almost everything else in my life. Exercise, sleep, eating/drinking regularly and other daily tasks. I kind of get \"devoured\" by the project and it seems really difficult to keep a balance. Any tips on how to deal with this and sort of find a middle ground?</qco> </h3>      \ni didn't even know there was a middle ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.8.24&nbsp; \n3:12 am</dco> &nbsp;<qco> is the randy in the im feeling randy button supposed to short for random? or is that its own word</qco> </h3>      \nit is a reference to the random selection of which question to read\n\n<br><br>"
  }
]
