[
  {
    "html": "<h3> <dco>2.27.24&nbsp; \n12:30 am</dco> &nbsp;<qco> what defines the word \"politics\" to you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.27.24&nbsp;\n12:04 am</dco> &nbsp;<qco> So, I know that if you multiply or divide a positive number by a negative number you get a negative number, and if you multiply or divide two negatives, you get a positive.... But I remember learning \"that's just how it is\", and I can't really conceptionalize what's actually happening there... Can you maybe help me to understand what it means to multiply or divide a number 'a negative amount of times'?<br><br>Multiplications means \"the repeating addition of groups of equal sizes\"... So -2 x 3 means that I have three groups of -2 that I am adding together... -2 + -2 + -2, which is -6... And I know that if -2 x 3 = -6, then 3 x -2 must also = -6 (symmetric property or whatever that's called)... But what am I actually doing if I have 3 x -2??? Like what is actually happening to that 3 to get me to -6?</qco></h3>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n11:22 pm</dco> &nbsp;<qco> When I write music I am pretty good at coming up with lots of small ideas but can't coherently connect them to make a song. Any tips?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n11:16 pm</dco> &nbsp;<qco> Should I just enjoy what I have or&nbsp;&nbsp;risk it by trying to get something better&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; 11:14 pm</dco> &nbsp;<qco> Favorite day of the week?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp;\n10:54 pm</dco> &nbsp;<qco> is it normal to want to argue with people sometimes<br><br>but not in an actual argumentitive way. like, just getting all of your thoughts out all at once without having to engage in a real conversation<br><br>i feel like real conversations can distract from what i actually want to say sometimes. it's easy to misspeak or misinterpret the other person when speaking face to face, because you don't have as much time to process the information and come to a reasonable conclusion. maybe that's why i like text-based arguments better. you can get everything you want to say out, then edit it when needed to make the actual words of your argument match up better to your true feelings about it.<br>but on the other hand, i feel like maybe the opposite of that is true in a way. maybe when speaking face to face, you're forced to be more honest. you don't have time to go back and deeply consider every one of the other person's claims. you have to make a snap decision on whether or not you agree with their argument as a whole. and maybe this forces you to be more honest about what those feelings you have are.<br><br>and maybe it's also somewhat cowardly? to only want to speak in a setting that allows only you to speak. or, maybe not. i like having conversations with people online, i like hearing peoples' opinions on things. i don't think i don't like real-life arguments because they allow other people to argue with me, i think i just don't like being misrepresented in the heat of the moment, either by myself, or the person i'm arguing with. or maybe that justification is just something i've made up to make myself feel more comfortable about disliking arguing face to face.<br><br>i don't know. i just think interacting with people in real life is exhausting. i wish there were a way to let people know exactly what i was thinking without having to deal with the social cues about when and how it is acceptable to say what i want to say. and having to find the exact words to say what i mean on the spot. but maybe that's just life. it's certainly a skill i don't have right now<br>anyway what was my question again? oh, whatever, what's your stance on doors</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n10:32 pm</dco> &nbsp;<qco> My 2024 resolution was to write and produce a song every month. It's the end of February and I have failed at this goal. I have gotten started writing plenty of times but I keep criticizing what I write and starting over. How do I optimize between two seemingly opposing goals of creating music I feel proud of and creating music in a timely matter? Is the answer to wake up earlier and try harder?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n8:47 pm</dco> &nbsp;<qco> Is there any point in using a 64th rest or is it better to just say grace note</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n7:32 pm</dco> &nbsp;<qco> You ever head bang to hard ass music in your car?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n7:31 pm</dco> &nbsp;<qco> Are you from the past?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n7:28 pm</dco> &nbsp;<qco> If you could create a new type of opening/closing bracket character (as in ()[]{}), what would it look like and what would it be used for?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n7:07 pm</dco> &nbsp;<qco> how to make sure that i am motivated enough by my past failures to do more and succeed? what if i slip up and fall behind again</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n3:35 pm</dco> &nbsp;<qco> What makes the sandals so special at the beginning of 'Fly Around'? is it the material?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n2:41 pm</dco> &nbsp;<qco> Why does the last 10% of a project always take much longer and seem much harder than the other 90%?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n1:34 pm</dco> &nbsp;<qco> where has all the time gone?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n1:31 pm</dco> &nbsp;<qco> how bonkers are you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n12:28 pm</dco> &nbsp;<qco> what do you think of february 29th</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n12:01 pm</dco> &nbsp;<qco> I always want to ask you a question but I don't know what to ask can you suggest a question</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n10:37 am</dco> &nbsp;<qco> You always mention being self-taught. I'm wondering how this applies to the voice. I sang from the time I was 2 on my own, got lessons in college, and then taught voice for years. I'm wondering what your process was like. I feel like your tone is really good and you have consistent technique. I like modeling my vowels off of yours! \n<br>\n<br>When teaching yourself singing, did you ever research vocal technique, or is it moreso you just practiced until you found what felt good?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n10:16 am</dco> &nbsp;<qco> Should I be a nurse in the psychiatry clinic, a musician or study sports science?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n9:30 am</dco> &nbsp;<qco> in the phrase \"double cheese burger\" do you think \"double\" modifies \"cheese,\" \"burger,\" or \"cheese burger?\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n9:18 am</dco> &nbsp;<qco> what do you think of fish</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n8:53 am</dco> &nbsp;<qco> what if i don't know what to do</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n8:40 am</dco> &nbsp;<qco> Hello, do you know how to play a cello. Sincerely, Taylor Swift.\n<br>P.s. trust me, I'm legit.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n3:01 am</dco> &nbsp;<qco> your songs and jingles are all filled with the most wonderfully infectious positivity, and really help my mood when im ultra depressed. im guessing you dont always feel so positive when making stuff, so where do you get those good feelings from when thats the case?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n2:55 am</dco> &nbsp;<qco> bill, would you please try and convince me that it'll work out?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n2:44 am</dco> &nbsp;<qco> Do you miss the Chuck Norris memes from the early internet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n1:58 am</dco> &nbsp;<qco> do you ever have plans to release your music on physical media?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.26.24&nbsp; \n12:57 am</dco> &nbsp;<qco> if kanye and lil wayne were to collaborate would you prefer \"wanye\" or \"kayne\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n11:59 pm</dco> &nbsp;<qco> are you a mind reader?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n11:50 pm</dco> &nbsp;<qco> Will you ever sing/speak in Dutch in any of your videos</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n11:22 pm</dco> &nbsp;<qco> why would one choose to write a song in its entirety before producing or recording it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> What are the rules of playing billiards&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n9:32 pm</dco> &nbsp;<qco> favorite scale? (don't say c major or minor)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n9:15 pm</dco> &nbsp;<qco> why have you started doing more interviews recently when you didn't before. is there more interest now, or has there always been interest from interviewers.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n9:13 pm</dco> &nbsp;<qco> will there ever be a dog in one of your non-song videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n9:01 pm</dco> &nbsp;<qco> what do you think of \"I'm Only Sleeping\" by The Beatles?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n8:57 pm</dco> &nbsp;<qco> Is there any specific reason/meaning that in Mt. St. Helens the note choices get more and more chaotic as the song fades out?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n8:26 pm</dco> &nbsp;<qco> favorite time of the day?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n7:19 pm</dco> &nbsp;<qco> Does cucumber belong in sushi?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n6:36 pm</dco> &nbsp;<qco> how do you spell lunch</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n6:06 pm</dco> &nbsp;<qco> do you think aliens are green?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n6:04 pm</dco> &nbsp;<qco> What's your least favourite thing that you don't like?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n5:07 pm</dco> &nbsp;<qco> How re you doing? I love your style of content, and your way of creating videos and music!\n<br>Any tips on starting the process of creating? As i feel that my work may not be good in practise as I am a beginner..&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n4:59 pm</dco> &nbsp;<qco> how to learn how to sing?</qco></h3>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n4:28 pm</dco> &nbsp;<qco> Is it ok that I have a picture of you laughing as my keyboard background or is this too weird</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n1:41 pm</dco> &nbsp;<qco> hi I'm an old oak</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n1:23 pm</dco> &nbsp;<qco> any thoughts on parasocial relationships? is that something you've ever worried about? or done something to prevent/make better for you and audience?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n12:55 pm</dco> &nbsp;<qco> is there a 4 letter word land?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.25.24&nbsp; \n12:42 pm</dco> &nbsp;<qco> most average letter?</qco> </h3><br><br>"
  }
]
