[
  {
    "html": "<h3> <dco>9.8.17&nbsp;\n9:54 pm</dco> &nbsp;<qco> what do you refuse to do?&nbsp;</qco> </h3>      an unboxing video\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp;\n9:47 pm</dco> &nbsp;<qco> do you think its a good idea to teach ants how to use technology? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i mean they look a lot like humans already, culture wise, so they could probably learn how to do it. it would be really cool if we had like tiny ipads for ants and we'd figure out a way to communicate with them</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp;\n9:29 pm</dco> &nbsp;<qco> If my coolness level is about 2 (on a 1-10 scale)... how many points would I raise by wearing a top-hat and cape?</qco> </h3>      maybe 1<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n9:27 pm</dco> &nbsp;<qco> Was New Canaan written entirely through during your trip there/the time you spent there? Also, just gotta say that \"looks like a 12-figure income town, but I love the shade of those license plates yeaaa\"... those lyrics and that melody gives me goosebumps whenever I listen to it. So good.</qco> </h3>      i think the original chart, as written in 2009, is posted on the expert page of this site. the song is mostly there, but some small revisions occured in 2012/13. the license plate line was a revision. i think the original line was \"not much for words and i'm not much for rhymes, but that don't mean i can't buy a coffee\" and i think there was a revision on that that went \"looks like a ?(some number) figure income town, but that don't mean i can't look around.\" and then the final revision, sometime in 2012 or 2013 was the license plate line. i was so happy with this line that this used to haunt me throughout 2013/14, whenever i would see a connecticut license plate i would be reminded of that line, and get burningly sad that that song hadn't been recorded yet, and no one had heard it. thankfully now it has, but there are many other songs of course, unrecorded, that still give me the same feeling<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n9:21 pm</dco> &nbsp;<qco> What do you think about Germans?</qco> </h3>      what i think about someone is not affected by whether or not they are german. in fact, usually i can't even tell<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n9:14 pm</dco> &nbsp;<qco> do you realize that sometimes your answers resemble the enigmatic prophecies of an ancient oracle, especially when people ask you for advice?</qco> </h3>      oh, score<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n8:43 pm</dco> &nbsp;<qco> Just started high school, any advice?</qco> </h3>      be on a different plane<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n8:31 pm</dco> &nbsp;<qco> Do you think your mood effects your music? Like, do you think it's hard to write an upbeat happy tune when you're feeling blue, or to write a sad tune when you're feeling fine and dandy?</qco> </h3>      i think it makes no difference<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n8:29 pm</dco> &nbsp;<qco> Is the song finished and you're just working on the video now?</qco> </h3>      reasonably close to finishing the audio. video still needs quite a bit more work<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n8:04 pm</dco> &nbsp;<qco> i'm just running&nbsp;&amp; hiding&nbsp;&amp; being controlled&nbsp;&amp; not doing what i want&nbsp;&amp; waiting&nbsp;&amp; blah blah crying wth wdid</qco> </h3>      sounds like you're on the right track<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n8:01 pm</dco> &nbsp;<qco> thoughts on suspending players then changing your mind and letting them play?</qco> </h3>      seems legit<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n8:00 pm</dco> &nbsp;<qco> can I do what you do, but with synthetic biology?</qco> </h3>      sure<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n7:20 pm</dco> &nbsp;<qco> What do you think of marriage?&nbsp;</qco> </h3>      seems legit<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n7:14 pm</dco> &nbsp;<qco> what the hell is a nazi</qco> </h3>      the antagonist of the story<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n7:12 pm</dco> &nbsp;<qco> What's your opinion on autotune?</qco> </h3>      seems legit<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n6:33 pm</dco> &nbsp;<qco> Do you have a nice desk?</qco> </h3>      i've had the same desk for a very very long time. it is very old and very cheap. but it is good<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n6:31 pm</dco> &nbsp;<qco> Do you like apples?</qco> </h3>      they are ok<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n6:22 pm</dco> &nbsp;<qco> what is courage</qco> </h3>      a cool experiment<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n5:33 pm</dco> &nbsp;<qco> What will the aliens think of us when we make first contact?</qco> </h3>      they will think we are the aliens<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n4:26 pm</dco> &nbsp;<qco> i think i now understand what is wrong with me. for my whole life i waited. i thought i could change and start making my dreams real after something specific. you know, in movies, books, motivation stories and such a big event happens or a day comes that everything changes and oh, look, now i am perfect, successful and productive. i shouldn't have waited, time is running out and it will sound like a paradox but it's not too late. i'm trying to categorize my ideas (and i think it will never end, i always create new ones and i can't stop, i feel like if i stop writing new ideas i won't be able to find the perfect one that will leave a stamp upon the world and because of this i can't begin to make these ideas real) and i find flaws all the time. it's like there is something missing in all of them and they are not perfect. like, there are silhouettes in my mind of the perfect thing but it's just black, i can't see it clearly but if i ever can do that, i \nwill cha\nnge the world. so, this is the situation. what is the next step?</qco> </h3>      remember that no one has ever done anything perfect. all the best things that anyone has ever done, the things which you may admire the most, were actually not perfect at all. you might not know it because it's the only version of it you've seen. but the artist knows it. it's their little secret. so go ahead and start having some secrets<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n3:58 pm</dco> &nbsp;<qco> What are some words that begin with X where the X actually makes an 'ecks' sound? Besides X-ray and X-men and words like that.</qco> </h3>      most words that start with 'x' with that pronunciation are either hypthenated or a brand name<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n3:05 pm</dco> &nbsp;<qco> clickbait thumbnails?</qco> </h3>      what about them<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n2:05 pm</dco> &nbsp;<qco> How long does it take you to make a song? AKA When are you gonna give us more goods mannnnnnn?!?!?!?! ::fiends::</qco> </h3>      that depends on how long it is, and also how good i want to make it<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n2:00 pm</dco> &nbsp;<qco> If you have to describe your music as a genre. </qco></h3>      then i definitely wouldn't be doing it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What would it be? </qco> </h3>      <br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n1:23 pm</dco> &nbsp;<qco> Have you ever texted \"lol\" to somebody when you didn't actually laugh out loud?&nbsp;</qco> </h3>      no, i never use lol, but i also don't think it means laughing<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n12:56 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201610270642\">10.27.16&nbsp;&nbsp;6:42 am</a> \n<br>\n<br>is this question relevant to \"hi, i'm steve\"</qco> </h3>      no, that video was not even remotely conceived until june, 2017<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n11:35 am</dco> &nbsp;<qco> i hate not being cared about what can i do against this?&nbsp;</qco> </h3>      you'll have to care more about yourself, to make up for it<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n11:31 am</dco> &nbsp;<qco> do you ever go back and answer previously unanswered questions? </qco></h3>      very rarely<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what do you list the date and time as? time asked, time received, or time answered?</qco> </h3>      time received, and time asked, which i consider to be the same time<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n10:50 am</dco> &nbsp;<qco> i forgot to wear makeup today and im nervous that people will frown at me because i have spots, what should i do</qco> </h3>      go for a world record! of nervousness<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n9:52 am</dco> &nbsp;<qco> Did you decide to stop answering the green/repeated questions? I've noticed they've stopped showing up on the replies</qco> </h3>      i've developed a more advanced way of dealing with most of them<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n8:37 am</dco> &nbsp;<qco> should i keep doing a part of music that i hate to do but will improve my musical skill?</qco> </h3>      i think progress will happen much much easier if you are doing something more enjoyable<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n7:28 am</dco> &nbsp;<qco> on your expert page, what is the difference between a note and a journal?</qco> </h3>      the line always blurs, but 'note' generally is more something written mainly for creative purposes, and 'journal' generally would be more of something trying to figure my life out, but both usually contain both, and the boundary between them is insanely nebulous<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n5:06 am</dco> &nbsp;<qco> Idea: make it able to post pictures on ueqstions page</qco> </h3>      i would prefer to keep this page (and most pages of this site) graphics free, so as to allow massive amounts of content without it being too slow<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n4:09 am</dco> &nbsp;<qco> How to stop my shoelaces from getting untied?</qco> </h3>      pass new laws and regulations, requiring them to stay tied<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n3:27 am</dco> &nbsp;<qco> what is the difference between wanting and needing?</qco> </h3>      the amplitude<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n3:27 am</dco> &nbsp;<qco> what do you think about sex?</qco> </h3>      sometimes it's nice to make a baby, even if you don't want one<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n2:42 am</dco> &nbsp;<qco> What should I do if the drones take over?</qco> </h3>      become a drone psychiatrist<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n1:13 am</dco> &nbsp;<qco> can you give me a fact about the word fact, </qco></h3>      it can be found in this question!<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nan opinion about the word opinion </qco></h3>      i think it can be found in this question!<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand trivia about the word trivia?</qco> </h3>      what question can it be found in, a) this one, b) another one, c) nowhere<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.17&nbsp; \n12:20 am</dco> &nbsp;<qco> i just found a neat trick. you can make a color palette pretty dull and dark but then add pops of NEONS or BRIGHT COLORS and sometimes even PASTELS and it's just SO FUNNNNNNNNNNNNN</qco> </h3>      oh nice, you are living in the fast lane<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.17&nbsp; \n11:59 pm</dco> &nbsp;<qco> THERE ARE SO MANY THINGS TO DO!!! How can I do all of them? I want to do them. I HAVE SO MANY IDEAS! But there is not a lot of time for me to do all of these things. Like gosh darn man I just WANT to do these THINGS, ya know? Maybe I can just forget who I am and then not do anything at all and then I wont have to worry about it</qco> </h3>      oh too real<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.17&nbsp; \n11:50 pm</dco> &nbsp;<qco> do you think your new video will be super neato? If not, can you spend an extra day or two making it neato so that you can post a good thing?</qco> </h3>      yes i will make sure it is neato enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.17&nbsp; \n11:11 pm</dco> &nbsp;<qco> What's the longest you've ever held a note for? Can you beat Bill Withers' record of 18 seconds?</qco> </h3>      on what instrument\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.17&nbsp;\n10:12 pm</dco> &nbsp;<qco> will you continue the monday video series plz do</qco> </h3>      how about starting a new series instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.17&nbsp;\n9:52 pm</dco> &nbsp;<qco> Is there lore or a secret storyline in all of your short videos</qco> </h3>      yes, the story is 'look, i am learning how to make videos in different ways. follow my journey as i learn new ways to make them'\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.17&nbsp;\n8:40 pm</dco> &nbsp;<qco> I live in Florida and I'm trying to get information on irma. Every website I click on its like \"download this app!\" \"enter your email address for updates!\" \"Become a member now!\" \"Watch these 50 ads!\" \"Take a short survey before continuing to view page!\"... and it's like... God damn... this information can be extremely important for me, yet i still have to wade through an ocean of corporate shit to see it (that is if my phone doesn't freeze from all the pop ups)... Thank you for not having all that crap on your page, bill.</qco> </h3>      oh nice, you enjoy hurricanes? get weekly hurricanes sent to your front door. customers who searched for hurricanes also like earthquakes, fires, and global warming\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.17&nbsp;\n8:30 pm</dco> &nbsp;<qco> Why are your songs so short?&nbsp;</qco> </h3>      perhaps because you are accustomed to longer songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.17&nbsp;\n8:18 pm</dco> &nbsp;<qco> How do I find the meaning of life?</qco> </h3>      just start doing it and see what it means to you<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.17&nbsp;\n7:00 pm</dco> &nbsp;<qco> are you a team of people?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.17&nbsp;\n6:54 pm</dco> &nbsp;<qco> ha i am gonna spell memme wrong</qco> </h3>      oh nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.7.17&nbsp;\n6:23 pm</dco> &nbsp;<qco> does 0 divided by 0 equal 1?&nbsp;</qco> </h3>      it would, although there happens to be a bright flash right at the origin, which covers up everything. behind that flash might be a 1\n<br><br>"
  }
]
