[
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n3:28 pm</dco> &nbsp;<qco> fav meme</qco> </h3>      addition\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n2:27 pm</dco> &nbsp;<qco> how do you feel about water?</qco> </h3>      too dry\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n2:07 pm</dco> &nbsp;<qco> is making music fun</qco> </h3>      yes\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n1:43 pm</dco> &nbsp;<qco> tell me a number between 3 and 181</qco> </h3>      \n4\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n1:12 pm</dco> &nbsp;<qco> if you could remove any month what would it be</qco> </h3>      not doing it\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n12:51 pm</dco> &nbsp;<qco> how many soccer balls can fit in a swimming pool</qco> </h3>      not nearly as many as can fit outside of the swimming pool\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n11:27 am</dco> &nbsp;<qco> Should I want to be more like the person from I'm a princess or the person from the ending?</qco> </h3>      you should figure out what you actually want. wants cannot should. it just doesn't happen\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n9:07 am</dco> &nbsp;<qco> Where is the appartement for the landlord</qco> </h3>      they live in a castle\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n8:40 am</dco> &nbsp;<qco> can i ask a question</qco> </h3>      i couldn't even imagine what that would be like\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n6:31 am</dco> &nbsp;<qco> if you were to perform your songs live (i hope that happens btw), how many people would you need in your backing band and what instruments would you play personally</qco> </h3>      there's many different ways to do it. anywhere from 3 to 12 people in the band. 12 people requires very strict arrangement. 3 would be all chemistry and improv. any more than 4 people would probably mean i would mostly only do vocal. it would be nice for people to trade instruments a lot. a lot of questions unanswered still\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n4:12 am</dco> &nbsp;<qco> whats your favorite pizza</qco> </h3>      show me a pizza that's almost impossible to believe\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n2:51 am</dco> &nbsp;<qco> My list of song ideas, which are mostly just a few seconds of song each, is getting shockingly large. Like, it's well over a hundred, and I've only been collecting them for a year. I've written a few to completion, but it's always terrifying because I really really don't want it screw any of the songs up, because I kinda love all of them.</qco></h3>      that's understandable<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I hope to start recording stuff soon, but that's a stupidly large rabbit hole that I've yet to really touch. So.... what should I do?</qco></h3>      there are many good options here<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Should I stop everything and focus on writing more for the songs I have? Should I just focus on trying to record stuff? I'm not really sure exactly what direction to go in, and this whole thing is feeling like a crisis at this point</qco> </h3>      \ntalk it out, and you should start to see which way you want to go. new idea generation is always cool, you CAN continue to spend some time on that, however, if the guilt is killing you then you can suspend new gen for a while if it makes you feel more comfortable. If zero-record is k√illing you, then you can suspend all writing for a while if it makes you feel comfortable. Now, assuming you will record, choosing which one and which order is nearly impossible, especially for someone who 'cares' as much as i assume you do. I'm sure that every one of them has immense desire mixed with immense fear. this is normal. On one end of the spectrum, you could try to just go through the list and choose which one you 'fear the least', but this might actually make you pick the most boring one. You could do a brute force random, which means leave it to the computer to make a choice (count them up and randomize). And this may be a good idea but it also might not give you the best results. i've discovered that a hybrid method tends to work best for me, and it goes like this: go through your entire list, and pick out any one that excites you. and add those to a pre-selection list. And by the way, amount of writing completion shouldn't matter here. all of them are available, including ones at .01% writing. if it excites you, add it to the pre-selection list. Then, as soon as you finish the pre-selection list, immediately count them up and let the computer decide from there. and that's the choice. then finish the writing on that one, knowing it is the next one to be produced. then once the writing is done, then go into production. this hybrid method (half my choice, half random selection) has worked well for me for a long time, but, to be fair, that was long after i already figured out how to record a song. The problem i had earlier with recording songs is that it was too overwhelming, and what i actually had to do was write insanely short songs on purpose, so i could learn the ropes on everything quicker. so you might have to do that, if you are feeling overwhelmed with longer items. or who knows, maybe you won't be overwhelmed. but if you talk it out for a while, i'm sure you can come up with a great system that suits your needs. there are probably a million different schemes you could do, and the method you come up with can be something you are really proud of\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n2:34 am</dco> &nbsp;<qco> why are we predisposed to music or movies made when we were young, like anything made from when we were born to the beginning of our 20s?</qco> </h3>      that's simple. they were better. whatever year you were born, all content was the best during that next 20 years, and worse before and after, and everyone else also thinks this but they are wrong\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n1:37 am</dco> &nbsp;<qco> can I go on your talk show one day, please?</qco> </h3>      sure. you can be first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.17.23&nbsp; \n12:06 am</dco> &nbsp;<qco> the word \"is\" isn't included in the land of the two letter words and now i feel bad for that word because it might feel left out.</qco> </h3>      of course it's there, it just didn't happen to be in those lines. for example, some songs exist which don't even have every english word in them, but that doesn't mean the songs are not using english. i hope you see what i'm getting at\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n11:13 pm</dco> &nbsp;<qco> If you performed live would you have a giant screen that plays the music videos that go along with the songs you perform?</qco> </h3>      absolutely not\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n10:29 pm</dco> &nbsp;<qco> if the most normal thing is a box (https://billwurtz.com/questions/q.php?date=202302212025) and the most medium thing is total insanity (https://billwurtz.com/questions/q.php?date=202305152113), then what is the difference between being normal and being medium, if the most normal thing and the most medium thing are different?</qco> </h3>      i think these answers are a bit more 'unleashed' than you may have assumed. in other words, i don't think those leashes you've tried to draw between them will hold\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n10:11 pm</dco> &nbsp;<qco> What is something you'd like to improve/work on in animation?</qco> </h3>      mass production\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n9:22 pm</dco> &nbsp;<qco> i have an enormous collection of mp3s collected over the years, mostly in whole albums. is it worth keeping all the songs, even if i don't like a few from an album?</qco> </h3>      yes\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n8:36 pm</dco> &nbsp;<qco> why are raisin boxes like that</qco> </h3>      the stars must have aligned, and the tradition held\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n6:58 pm</dco> &nbsp;<qco> what are your thoughts on microtonal music</qco> </h3>      the most important part of microtonal music is that you get to use the word 'microtonal', which can melt every nearby universe and even some distant ones, just by the sheer power of the smartness contained within that word\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n6:48 pm</dco> &nbsp;<qco> how many friends do you have?</qco> </h3>      1 billion\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n6:21 pm</dco> &nbsp;<qco> Have you ever tried doing pinch harmonics on a piano</qco> </h3>      no\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n6:12 pm</dco> &nbsp;<qco> who are the names of the people in the beach episode and the guy who put a rabbit in the hat</qco> </h3>      they are not named\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n5:13 pm</dco> &nbsp;<qco> fav genre</qco> </h3>       'very good'\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n5:05 pm</dco> &nbsp;<qco> what went into animating the 3-D airport terminal from \"in the airport terminal\"?</qco> </h3>      just an empty box, and then a huge amount of 2D colorizing\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n4:25 pm</dco> &nbsp;<qco> what in the world is the college application process</qco> </h3>      i have no earthly idea\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n2:37 pm</dco> &nbsp;<qco> are you a poet?</qco> </h3>      it's possible\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n1:13 pm</dco> &nbsp;<qco> will u run 4 president?</qco> </h3>      no\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n12:50 am</dco> &nbsp;<qco> what do you think of the band \"pink floyd\"?</qco> </h3>      sometimes i wonder if there could be an even pinker floyd\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n11:56 am</dco> &nbsp;<qco> whats your opinion on helvetica</qco> </h3>      looks normal\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n11:47 am</dco> &nbsp;<qco> opinion on fusing heavy metal and hiphop?</qco> </h3>      sounds normal\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n11:23 am</dco> &nbsp;<qco> so there is 4:3 and 16:9, but what ever happened to 5:4 - 15:8?</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and also what would 1:2 or 2:3 look like?</qco></h3>      they look like <a href=\"1by2.png\" target=\"_blank\">this</a> or <a href=\"2by3.png\" target=\"_blank\">this</a>\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n10:22 am</dco> &nbsp;<qco> juice might not be what you think it is, can you dig deeper into this matter?</qco> </h3>      no. this was your idea, so the shovel is in your court here\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n9:13 am</dco> &nbsp;<qco> have you ever thought of opening a chili restaurant</qco> </h3>      no\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n7:15 am</dco> &nbsp;<qco> In all of your videos with characters, such as \"Hi, I'm Steve\" and \"Maybe I Could Eat Blades Of Grass\", is there a storyline or anything? Do all the characters like Steve and Damien have backstorys or lifes of their own outside of what we see in the videos?</qco> </h3>      the backstory is me making videos\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n1:36 am</dco> &nbsp;<qco> are you ever sure?</qco> </h3>      i was going to say yes but now that i think about it no\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.16.23&nbsp; \n1:00 am</dco> &nbsp;<qco> why can't everything be smart and intellectual?</qco> </h3>      that would be boring\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n12:39 pm</dco> &nbsp;<qco> If the multiverse theorem is true, which means that there are infinite universes with infinite possibilities, does that mean there's a universe where it isn't true?</qco> </h3>      sure\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n11:53 pm</dco> &nbsp;<qco> I can only pay attention to fun things but the important things in my life are 'not fun'. I'm in a real pickle here song man... what do I do?</qco> </h3>      that sounds like a fun challenge you've got there\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n11:52 pm</dco> &nbsp;<qco> do you like waffles?</qco> </h3>      they're ok but they should have higher resolution\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n11:21 pm</dco> &nbsp;<qco> do you prefer to find meaning in lyrics or to give lyrics meaning?</qco> </h3>      let's not forget about the music\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n10:51 pm</dco> &nbsp;<qco> is there a life goal you think is achievable with 24 cents for me to try</qco> </h3>      sure. you can have a collection of US coins that contains almost all of the most commonly used coin denominations\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n10:07 pm</dco> &nbsp;<qco> are colors lies</qco> </h3>      i was going to say no but now that i think about it yes\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n9:13 pm</dco> &nbsp;<qco> what is the most medium thing</qco> </h3>      total insanity\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n9:05 pm</dco> &nbsp;<qco> if questions is pronounced kwes-chuns, is ueqstions pronounced weks-chuns?</qco> </h3>      i don't know, but, <font style=\"font-size: 2em; font-weight: bold;\">ue<font color=\"#00EE3B\">q</font>stions</font> is pronounced 'questions'\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n8:51 pm</dco> &nbsp;<qco> Hi r u in collage</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also banana</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n8:50 pm</dco> &nbsp;<qco> Opinion on water?</qco> </h3>      it's worth it\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n7:54 pm</dco> &nbsp;<qco> are cover songs cool</qco> </h3>      yes\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.15.23&nbsp; \n7:46 pm</dco> &nbsp;<qco> What's your favorite letter in the alphabet?</qco> </h3>      i don't recall\n\n\n\n<br><br>"
  }
]
