[
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:38 pm</dco> &nbsp;<qco> no, actually1 how many years did poor old la de da get kicked down the road?</qco> </h3>      \"i don't have enough time to do the ... i wanna write a song oh baby is that so wrong\" that part got kicked down the road for 3 years from 2009 until 2012, then the chorus 'la de da' part was written. then 5 years later it was finished and recorded\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:23 pm</dco> &nbsp;<qco> Do you have any stick figure drawing tips? The little characters you draw in your videos are simple, but so very memorable.</qco> </h3>      set a time limit on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n10:47 pm</dco> &nbsp;<qco> Bill my friend - how do I be myself? What is my true self? It's hard to figure out.&nbsp;</qco> </h3>      it will find you again and again\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n10:10 pm</dco> &nbsp;<qco> I finally tried to play the chordsheet for New Canaan. My hand has never been so cramped,&nbsp;&amp; I play this ukulele at 500bps.</qco> </h3>      wasn't that one in Eb? i'd suggest capo fret 1 and play in D, if you haven't already\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n10:04 pm</dco> &nbsp;<qco> is it all just about getting the bad stuff out so there's only good stuff left, finding good stuff along the way?</qco> </h3>      put all the bad stuff on the table and then move it around and make it good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n9:43 pm</dco> &nbsp;<qco> is that your patreon on patreon?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n9:24 pm</dco> &nbsp;<qco> how great am i doing like right now?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n9:22 pm</dco> &nbsp;<qco> Do you wear cool shoes? If so, please specify what shoes you find cool.</qco> </h3>      i like colored sneakers\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n9:21 pm</dco> &nbsp;<qco> do you like math</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n9:20 pm</dco> &nbsp;<qco> Do you have yet to find your way?</qco> </h3>      finding it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n9:00 pm</dco> &nbsp;<qco> so, now that you've used your green screen for 2 videos, do you find that it makes it harder or easier to put yourself in videos?</qco> </h3>      the same but i have more power\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> does it feel awkward whenever you harmonize with yourself?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> did the garbage vine get popular because it was taken out of context?</qco> </h3>      it is a feeling that all of us may have from time to time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> when someone tells me to \"have a good one\", what do i do?</qco> </h3>      go away. this means goodbye\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> how long does it take to type all the letters on a keyboard</qco> </h3>      probably under 2 seconds. maybe you can get it under 1 if you keep practicing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n8:00 pm</dco> &nbsp;<qco> Broadly speaking, do you think you have most of the important things in your life figured out?</qco> </h3>      maybe about 52%\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n6:29 pm</dco> &nbsp;<qco> \"the moon is made of cheese\" is pretty saucy. Do you think you're all sauced out, or can we expect more sauce in the future?</qco> </h3>      there is plenty more sauce but for the next one i was thinking of adding some meat\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n6:29 pm</dco> &nbsp;<qco> are you ever gonna make short jingles again?</qco> </h3>      some people think my work is too short. some people think it is too long. as a compromise i have taken it upon myself to make it a medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n6:03 pm</dco> &nbsp;<qco> what have you found to be the most productive thing to do on a long drive when you're the driver? recording yourself talking about ideas or what?</qco> </h3>      that could be good. some light vocal practice is nice too\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n5:24 pm</dco> &nbsp;<qco> i am scared to start singing</qco> </h3>      maybe you could find a less scary way to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n4:38 pm</dco> &nbsp;<qco> please give me a life advice</qco> </h3>      i'm trying\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n4:25 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201810032330\">10.3.18&nbsp;&nbsp;11:30 pm</a>  have you ever considered a more non-episodic story? i know you so used to making musics and videos that have nothing to do with one another, but i think it could be a good excersize</qco> </h3>      wait i'm confused, i thought episodic was when it occurs in episodes and non-episodes was just the standalone\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n3:50 pm</dco> &nbsp;<qco> Is there a deeper meaning to your songs than what they actually seem like?</qco></h3>      they are exactly as deep as they seem. their depth and seemth are equivalent<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lets say your latest song \"the moon is made of cheese (but i can't taste it)\" is it supposed to mean life is full of all these things, but you cannot experience or \"taste\"? Like the good parts of life and people think you're crazy because you don't understand the enjoyment of activities most other people do? I could be looking to far into it, but I was just wondering.</qco> </h3>      there are no limits to how far you can look into something, if you are interested<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n3:41 pm</dco> &nbsp;<qco> what is fluid mechanics</qco> </h3>      it is the pour man's science\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n2:42 pm</dco> &nbsp;<qco> Did you change anything about fonts recently? Answers on this page and anagrams suddenly started to be displayed with a different font. Or maybe it's just my browser</qco> </h3>      it's the browser. no font is set here\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n2:22 pm</dco> &nbsp;<qco> Does a \"new\" video/song remain \"new\" until the next one is released, or until you start working on the next one, which becomes the new new one, which, as I understand, is immediately after you release the old new one?&nbsp;</qco> </h3>      they are both new but one is newer than the other\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:36 pm</dco> &nbsp;<qco> You take what I say very literally. Is this because you are from another planet?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:59 pm</dco> &nbsp;<qco> I want to draw again, but I'm terrified for some reason. Wait till the craving overcomes the fear? Any way to speed that up?</qco> </h3>      the latest technique i use is i watch 1 to 1.5 episodes of the joy of painting with bob ross, and that will do the trick\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:16 pm</dco> &nbsp;<qco> Were all the boys in congress mad because of your passionate romance with a pair of sexy pants?</qco> </h3>      i think it was still in the courtship phase at that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n12:05 pm</dco> &nbsp;<qco> Whats the theme of your next song</qco> </h3>      strength, and growth\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:43 am</dco> &nbsp;<qco> Can you be serious?</qco> </h3>      everything is serious\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:30 am</dco> &nbsp;<qco> You make amazing songs that makes people happy (including me). My question is: Are you also happy / excited while making your songs?</qco> </h3>      yes, otherwise it actually doesn't work right\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:20 am</dco> &nbsp;<qco> How come songs that end in a fade out often fade out when the song is reaching it's grooviest point? Like, in mt st helens, I feel like that solo was just starting to get really crazy when it faded out?</qco> </h3>      some people have apetites for an instrumental solo / repeating vamp. some people probably would prefer it went for less time than it did. have to compromise. i think it was about right\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:19 am</dco> &nbsp;<qco> <a href=\"q.php?date=201810040034\">10.4.18&nbsp;&nbsp;12:34 am</a>  will you really tho? you have hundreds of songs waiting to be produced and likely thousands more original ideas that will follow. You'll die before creating all the content you want to create, let alone covering other people's content</qco> </h3>      i'm doing covers. hopefully 1 out of 10, or more. i may or may not get to avril\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:06 am</dco> &nbsp;<qco> Can you give us a hint on the meaning of \"The Moon Is Made of Cheese (But I Can't Taste It)\"?</qco> </h3>      i just got jealous of all country songs for having these long clever titles with the fun baked right into the title. i would like to do those for the rest of my life if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:01 am</dco> &nbsp;<qco> Do you purposely make a \"feel good songs\" like \"Hallelujah\" and \"The Day Goes On\" in between \"lol random\" songs like \"Hello Sexy Pants\" and \"I'm Best Friends with my own Front Door\"?\n<br>\n<br>sorry i used capitals.</qco> </h3>      it's nice to change it up, although i would like to change it up even more\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n11:01 am</dco> &nbsp;<qco> do you have any important life advice to give me</qco> </h3>      all i can do is just tell you what i know and think, and different parts of it may be important to different people<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n10:31 am</dco> &nbsp;<qco> why was your first post on twitter \"soup\"?</qco> </h3>      it's just a good base reality to work from\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n10:22 am</dco> &nbsp;<qco> What type of cheese is the moon made out of?</qco> </h3>      rock\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n10:05 am</dco> &nbsp;<qco> what music theory stuff was easiest to learn in school, and what was easier to teach yourself or learn through song writing?</qco> </h3>      for me everything is better learned on my own, with the occasional hint and tip from a friend or relative, or perhaps something on tv or nowadays the entire internet!\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n9:08 am</dco> &nbsp;<qco> Is the meaning of the lyrics in your songs ambiguous</qco></h3>      i try to make the meaning as strong as possible<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and do the lyrics represent things that happen/happened in your life?</qco> </h3>      not always\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n8:26 am</dco> &nbsp;<qco> When we die, we will lose our memories, so what's the point on making them? Is it like doing them just for the while and avoid getting bored? Because our final achievement it's always to die, but it's like the one where we lose all the progress we've made, meaning it like a videogame. Anyway, when i die i won't get worried or think about anything at all, so now that i can, i ask you, Why are we alive and concious of it, if we die?&nbsp;&nbsp;I bet the forces of creation are the sadistic ones.</qco> </h3>      could be interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n7:21 am</dco> &nbsp;<qco> For my media assignment is there anything you would like to say that your music videos have achieved?</qco> </h3>      they had a cool media assignent done about them<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n6:50 am</dco> &nbsp;<qco> What keeps you going?</qco> </h3>      nothing, i'm stopping\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n6:46 am</dco> &nbsp;<qco> You said that in order to learn how to change keys smoothly, I should study songs that do it. I've never analyzed a song before. What should I be looking for when analyzing?\n</qco></h3>      just learn the chords<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Other than maybe some Roman numerals, I don't know what else to look for because that can't be enough to understand it completely, right? What am I missing?</qco> </h3>      just take the ones you liked, and learn what they were. learn the chords/notes. then at least you'll know that those ones are good. you can't know which other ones are good until you've heard them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n6:27 am</dco> &nbsp;<qco> Voicemails make me really sad :( tips on getting unsaded?&nbsp;</qco> </h3>      i'm not sure. i'm getting sad just thinking about voicemail\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n3:35 am</dco> &nbsp;<qco> do you write down your dreams when you wake up</qco> </h3>      if they're good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n2:22 am</dco> &nbsp;<qco> What kind of cheese is the moon?</qco></h3>      earth<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I hope it's Wensleydale.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:53 am</dco> &nbsp;<qco> will the garbage notes that inspired the two garbage vines eventually make it onto the notebook page</qco> </h3>      i hope not\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.4.18&nbsp; \n1:35 am</dco> &nbsp;<qco> Why did you fake licking the moon surface?</qco> </h3>      for a song\n<br><br>"
  }
]
