[
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n10:39 am</dco> &nbsp;<qco> do you have any feedback for the people asking you questions?</qco> </h3>      \nyes, any feedback i have will be given in white, below the question. such as right here for example\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; 9:44 am</dco> &nbsp;<qco> what's your favorite video</qco> </h3>      \nlook, at this point, all you have to do is put the actual beginning at the beginning and you've won me over for life. (for example: konbini; NO!!!. criterion, YES!!!!!!!!!)\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n9:14 am</dco> &nbsp;<qco> Do you ever get bored of repeated questions&nbsp;</qco> </h3>      \nchallenged!\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n8:04 am</dco> &nbsp;<qco> Given that we all know how gravity works, does that mean we're doomed to never fly? Would we be able to fly if we were oblivious to that fact?</qco> </h3>      \nno. the reason we don't fly is because we don't have wings, but then actually we do fly, and the reason we CAN fly is because in fact we built wings. ..... which actually requires an immensely specific understanding of gravity. more than we'd need if we were born with wings on ourselves\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n6:04 am</dco> &nbsp;<qco> I like how one day we'll get a notification that says \"bill wurtz\" on it, no trailer, nothing that would get us to expect it happening, it would just happen.\n<br>\n<br>so I wanted to ask what are your thoughts on trailers?</qco> </h3>      \ndefinitely an easy way to ruin a movie, in case you're afraid the movie won't ruin itself and just wanna make sure it's ruined in advance\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n3:16 am</dco> &nbsp;<qco> Im making a thumbnail for a youtube video, and im debating whether to make it something i think is kinda funny but not necessarily the most \"algorithmically ideal\", or something that will garner the most clicks. Even though I would prefer to make a thumbnail i personally like, having more people watch the video seems like a worthy tradeoff. What should i do?</qco> </h3>      \ndo you WANT a robot audience? are YOU a robot? nevermind that, i suppose it all boils down once again to the golden rule: be the thumbnail YOU would click\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n2:59 am</dco> &nbsp;<qco> what's your favorite song from the musical \"grease\"?</qco> </h3>      \ni've never seen it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.14.25&nbsp; \n2:48 am</dco> &nbsp;<qco> do you eat mud often?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n11:15 pm</dco> &nbsp;<qco> how many of your songs are written backwards?</qco> </h3>      \nnone of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n10:45 pm</dco> &nbsp;<qco> when you gave answers for the square roots of 2024 and 2026, did you actually calculate them and if so, what methodology did you use?</qco> </h3>      \ncalculator\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n9:27 pm</dco> &nbsp;<qco> How many names are there</qco> </h3>      \nat least 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n9:22 pm</dco> &nbsp;<qco> Was King Arthur based on a real person?</qco> </h3>      \ni'm not sure\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n7:18 pm</dco> &nbsp;<qco> since you are learning languages, do you plan to make some art using them</qco> </h3>      \nyes absolutely. the only challenge of course is that there's a risk that people might not get what i'm trying to say. but of course that's no different from the challenge i already face, even when working in the same language as the audience\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n6:35 pm</dco> &nbsp;<qco> what's the ratio of mac to chesse in a bowl of mac and cheese, on average?</qco> </h3>      \nby weight after cooking, i estimate 19:1. but i could be way off\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n6:27 pm</dco> &nbsp;<qco> what's the square root of 2025</qco> </h3>      \n45. but let me put this in context: the square root of 2024 is approximately 44.98888751680797.... the square root of 2026 is approximately 45.011109739707596. the square root of 2025, as i said before, is simply 45\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n5:09 pm</dco> &nbsp;<qco> if MOST of the paintings in the museum were painted by somebody else, does that mean the protagonist of long long long journey has some of their own paintings displayed in the museum?</qco> </h3>      \nyes it opens up the possibility for that to be the case. but really the elephant in the room here is how much fun it is to imply such a thing, just by dropping the word 'most' in there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; 5:00 pm</dco> &nbsp;<qco> can you help me with my homework</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; 4:51 pm</dco> &nbsp;<qco> Does the day go on</qco> </h3>      \nthat seems almost too convenient\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n4:49 pm</dco> &nbsp;<qco> Ive tried so many things to get out of depression. But irs so hard to get lotivated to do shit. What can i do?</qco> </h3>      \ndon't worry about doing anything yet. just start daydreaming about what you COULD do, IF you wanted to\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n4:30 pm</dco> &nbsp;<qco> Would it bother you if I started listening to your music from the newest stuff to the oldest. Also do you think the order people listen to music changes the music (outside of an album)</qco> </h3>      \nthe best order to listen to music is the order you listen to it. never underestimate how 'right' any order is that actually occurs\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n3:34 pm</dco> &nbsp;<qco> do you think there are aliens?</qco> </h3>      \nthere might be some differing opinion about what an 'alien' actually is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n1:51 pm</dco> &nbsp;<qco> Regarding vegetables, what are your thoughts?</qco> </h3>      \ntoo good to be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n11:18 am</dco> &nbsp;<qco> what do you think of animated context compared to live action content?&nbsp;</qco> </h3>      \na lot of different advantages and disadvantages to both. a lot of lessons to be learned in both. one of the best lessons to be learned, in both, might be perhaps that it looks bad to try to hard. i'm not sure whether i've learned this lesson or not but i'm aware of it at least\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n10:07 am</dco> &nbsp;<qco> bill, I play the keyboard with some decency, but I always forget what notes the keys are whenever I'm practicing. do you have any advice on how to remember the keys? i can't seem to remember them in my head for the life of me and i forget them as soon as i try to practice on my own without sheet music, even though my memory is fine. is there anything i could do to remember them more?</qco> </h3>      \nare you talking about the letter or the sound?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n9:59 am</dco> &nbsp;<qco> Sorry if this is a bit of a heavier question, but how do you make your loved ones know you love them before they die? How can you be sure they know in the end?</qco> </h3>      \nthere's no need to have this goal in mind. if it's true they're gonna know. if it's not true, they'll probably find that out too\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n9:08 am</dco> &nbsp;<qco> what grade should I give this student's paper?</qco> </h3>      \nultimately it's going to be whatever you want to give. deep down it's probably going to be somehow based on how how feel about them as a person, and there might be nothing you can do about that. even if you hide the names, the writing will still give you an idea of what they're like\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n4:52 am</dco> &nbsp;<qco> what's your take on punctuation?</qco> </h3>      \nso much fun. \"punctuation is to writing what a fork is for a plate of spaghetti\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n1:15 am</dco> &nbsp;<qco> if his name wasn't steve, what was it?</qco> </h3>      \nthe same as yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.13.25&nbsp; \n1:10 am</dco> &nbsp;<qco> I forgot what I forgot what do i do&nbsp;</qco> </h3>      \nwrite down what you remember\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n11:10 pm</dco> &nbsp;<qco> What was that noise? Did you hear it too?</qco> </h3>      \nmaybe i did, but you didn't say what noise it was. were you talking about the noise i just heard? you of course don't know that either, because i didn't say what noise that was\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n8:32 pm</dco> &nbsp;<qco> how do I convince the world that helvetica is the best font ever?</qco> </h3>      \njust tell them. they will believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n7:49 pm</dco> &nbsp;<qco> what year is it</qco> </h3>      \nmust be in the billions by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n6:06 pm</dco> &nbsp;<qco> I will not question you. i see the pattern now. People wonder what you think of stuff and you give a good answer. So you obviously have good reasons for thinking what you think and doing what you do. that's enough closure for me to not feel the need to ask you stuff. What do you think of this? Wait, i</qco> </h3>      \ngreat job with this\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n5:23 pm</dco> &nbsp;<qco> what should I do during the summer so that every day doesn't feel the same?</qco> </h3>      \nhow about building something that takes more than a day to build\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n5:23 pm</dco> &nbsp;<qco> do you perchance intend to get a pet tortoise&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n4:55 pm</dco> &nbsp;<qco> do you often give yourself deadlines or do you work better without them</qco> </h3>      \nit's all or nothing. i alternate between periods of heavily enforced contractual scheduling, and none at all. doing one method for a while usually triggers the other to come back for revenge\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n4:42 pm</dco> &nbsp;<qco> i need to be punished but i don't have the travel budget to search for it in Antarctica, do you know of anything more local?</qco> </h3>      \nhow about going to the DMV\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n4:40 pm</dco> &nbsp;<qco> Is the sky blue?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n2:03 pm</dco> &nbsp;<qco> Do you speak french?</qco> </h3>      \npas du tout\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n1:33 pm</dco> &nbsp;<qco> Do you suffer from insomnia?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; 12:54 pm</dco> &nbsp;<qco> how do you choose which questions to answer</qco> </h3>      \nthat's easy. i'll just answer this one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n12:18 pm</dco> &nbsp;<qco> Do you think that Sir Lancelot likes to lance a lot?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n12:09 pm</dco> &nbsp;<qco> do you like bunny rabbits?</qco> </h3>      \nmaybe but i really don't know any\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n10:43 am</dco> &nbsp;<qco> do you struggle with deadlines?&nbsp;&nbsp;i find it rather easy to build up an idea too much in my head&nbsp;&amp; it makes procrastinating worse</qco> </h3>      \ni think what would help in your case is figuring out the exact procedures\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; 9:56 am</dco> &nbsp;<qco> i have an exam tomorrow am i going to do well in it?</qco> </h3>      \nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n9:35 am</dco> &nbsp;<qco> thoughts on jorts?</qco> </h3>      \ntheir existence was correctly hypothesized by scientists long before the first pair was discovered\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n7:07 am</dco> &nbsp;<qco> You say it takes ages to learn one language, but I've heard of people who can become fluent in one within a year or two. Are these people using more efficient methods, using time you don't have or are they simply more talented?</qco> </h3>      \neveryone has a different idea of what 'fluent' is. also, this is a side note, if they are telling you this while trying to sell you a language program, then there is also the possibility that they are messing with you. other side note, you say 'a year or two', that is actually a really really long time compared to what some people are expecting, or compared to what some language-program-sellers may promise\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n2:06 am</dco> &nbsp;<qco> Should I quit engineering and do acturial science instead?</qco> </h3>      \nwhat made you suggest this?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n1:48 am</dco> &nbsp;<qco> how much longer until things start making sense?</qco> </h3>      \nall kinds of sense are always being made. even if it may not be exactly the kind you were expecting\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.12.25&nbsp; \n1:33 am</dco> &nbsp;<qco> do you ever see 12tet as a major imperfection despite its ubiquity in modern music? my ideas never sound quite the same on a piano as they do in my head. i can't help but see the intonation as imperfect, especially major thirds. obviously just intonation isn't used too much nowadays but as an example i can only ever see 5:4 as the \"true\" pitch ratio for a major third, and anything else is wrong. thoughts?</qco> </h3>      \n<a href=\"q.php?date=201706141538\" target=\"_blank\">yes i might have thought about this</a>\n<br><br>"
  }
]
