[
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n7:13 am</dco> &nbsp;<qco> what is the most interesting stat in your youtube analytics?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n4:27 am</dco> &nbsp;<qco> Maybe if you just film yourself doing like an unedited interpretive dance to your New song then you wouldn't have to spend a month and a half in the video</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n4:07 am</dco> &nbsp;<qco> what color is your toothbrush?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n3:23 am</dco> &nbsp;<qco> This doesn't happen often though i compose lots of songs, but I seem to have this curse where I come up with song titles that have already been used by other artists without my prior knowledge. I feel smitten about using a different title because the original title i come up with usually feels best for the song, and in some cases it's inescapable due to the chorus. What do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n2:58 am</dco> &nbsp;<qco> how do i download the internet?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n2:21 am</dco> &nbsp;<qco> what's the best font</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n2:11 am</dco> &nbsp;<qco> are the chickens evil</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n2:07 am</dco> &nbsp;<qco> My friends say I'm too honest and sarcastic. Should I chill out a bit or keep being an alien?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n1:38 am</dco> &nbsp;<qco> Hey, Bill, there's this girl I really like, I've liked her for a while. I have really wanted to talk to her but I have acted very dumb around her in the past, I also don't think I'm good enough to talk to her. Any advice</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n1:19 am</dco> &nbsp;<qco> I love the harmonies in Hallelujah, but nearing the end of the song, they really make me wanna cry (specially in the last chorus). Is Hallelujah a sad or happy song for you? Because for me, it's a really sad song, but online I read that, for a lot of people, it's a happy song.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n1:12 am</dco> &nbsp;<qco> squares of rectangles?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.26.18&nbsp; \n12:04 am</dco> &nbsp;<qco> Apparently at the beginning of the Expert Mode on January 1st 2000 it says Y2K. Why?</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n11:28 pm</dco> &nbsp;<qco> what time signature are the verse's in hallelujah in?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n10:15 pm</dco> &nbsp;<qco> Do you prefer being called Mr. Wurtz or Mr. Bill Wurtz</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> do i look cute</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n8:47 pm</dco> &nbsp;<qco> any tips on becoming a communist dictator?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n8:32 pm</dco> &nbsp;<qco> What kind of quotes do you live your life by?\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> howwww do i wake up????</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n8:26 pm</dco> &nbsp;<qco> what am i supposed to say when people ask me to describe myself i don't think i actually have any traits or qualities</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n8:25 pm</dco> &nbsp;<qco> why australia isn't real</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n8:17 pm</dco> &nbsp;<qco> Do you play all the instruments in your songs?</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n7:51 pm</dco> &nbsp;<qco> Scientists say that when the sun explodes that it will create a black hole that will destroy space itself, but how could they be sure because we'll all be dead and no one will ever know if space is gone for sure.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n7:40 pm</dco> &nbsp;<qco> Hallelujah is great. Are you feeling great?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n6:54 pm</dco> &nbsp;<qco> is the dress blue or gold</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n6:53 pm</dco> &nbsp;<qco> Why do dentists want people to floss?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n6:37 pm</dco> &nbsp;<qco> I've been lonely for a long time and i have trouble connecting to new people, what should I tell them to get to know me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n6:06 pm</dco> &nbsp;<qco> i just asked this girl if she wants to be friends... because.,. i enjoy being around her. does this seem like a logical thing to do? how Do you think this will play out? and how do you think</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n5:34 pm</dco> &nbsp;<qco> what is the best song from 1995</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n4:59 pm</dco> &nbsp;<qco> is it normal that i accidentally apologize to inanimate objects when i bump into them?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n4:48 pm</dco> &nbsp;<qco> what is the bpm of the new song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n4:19 pm</dco> &nbsp;<qco> how do you feel about headboards on beds</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n4:05 pm</dco> &nbsp;<qco> how to break the rules while still staying inside the regulations</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n3:36 pm</dco> &nbsp;<qco> do you prefer owls or mice</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n2:49 pm</dco> &nbsp;<qco> how to hold someone's hand??</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n2:21 pm</dco> &nbsp;<qco> Are there any songs/videos you regret making? If so, which one(s)?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n1:27 pm</dco> &nbsp;<qco> what if i just fucking learned how to fucking shut the fuck up for fucking good&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what if i just fucking learned the fucking right things to fucking share and the things to keep to my fucking self&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck&nbsp;&nbsp;&nbsp;fuck&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&amp;\n nbsp;&amp;nb\n sp;\n<br>\n<br>\n<br>you know what the fuck i fucking need? i need some fucking joy in my fucking heart. just a little. then it would be okay. well, i do have an itty bitty teeny tiny bit left. most of the time. as of late i can't find it. it exists. i swear it exists. i swear i'm not just a hopeless sack of shit. i don't knowwhatiamdoinganymoreeeasdfasdfasdfasdfasdfasdfasdfasdfasdfdsfdsfasdfaddddddd\n<br>\n<br>okay what is the point of to da yy yy yy y yy y y y y y y yy y y y y y y y yy y y y y y y y y yy y y y y y y y y yy y y y&nbsp;&nbsp;y yy y y y y y y y y y y y y y y yy y y y y y y yy y y y y y y yy y y y y y y y yyyy&nbsp;&nbsp;yy yyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyy IT IS THAT I AM SO FUCKING UNSURE OF MYSELF AND I NEED TO OKAY OKAY OKAY WAI\n T FUCK Y\n OU NEED TO HAVE A BIT OF AN IDEA OF WHAT TO SAY AND DO AND OKAY LET'S START THESE THINGS OFF&nbsp;&nbsp;&nbsp;&nbsp;AS IF&nbsp;&nbsp;&nbsp;&nbsp;AS IF&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AS IF&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AS IF&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AS IF&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AS IF&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AS IF&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AS IF&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AS IF&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AS IF&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AS IF&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AS IF&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;damnit i have things to say but my brain won't let me go there well they would if i weren't so nervous about having the right thing to say and also just waiting to be booted off the computer when the rightful owner walk\n s in the\n  door&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ah ah ah ah ah ah ah ah ah AHHHHHHHHHHHHHHHHHHHHHHHHHHH okay have i been going in circles all this time what yo uneeeeeeeeeed to dooooooo is to o o o o osdf sdfosdfosdofsdofosdfosdofdosfosdfoo&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;YOU NEEEEEEEEED TOOOOOOOOOO TOOOOOOOOOO TOOOOOOOOOOOO TOOOOOOOOOOO TOOOOOOOOOO start with a real issue and then have it on your mind and then handle it calmly like a stream that keeps on going&nbsp;&nbsp;&nbsp;&nbsp;but&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;oh&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;no&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;am&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;here why dodi&nbsp;&nbsp;asdifidsfiadsifaidsfiasdfiidasfiasdifaisdfiadsifaisdfiadsfiadisfiasdfiasdifiadsfiaidsf&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok o k o\n k ok ok \n ok ok ok ok o k ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok ok o k ok ok ok ok ok ok o ko k ok ok okok okokokokokokokokokokokokokokookokokokokokokokokokokokokokokokokokokokokokokokokokokokokokokokokokokk \n<br>\n<br>I KNOW WHAT THE PROBLEM IS!!!!!!!!!!!!!!\n<br>\n<br>the last time you typed in notepad. now you're typing in the unexpanded little window so you might as well be typing on your phone. also you got going real fast because you were nervous because you slept in longer than you would have liked and probably won't have enough time on this thing&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so&nbsp;&nbsp;&nbsp;&nbsp;i a m g o i n g t o t a k e n o t e o f t h a t a n d w e a r e g o i n g t o h a v e a q u a i n t l i t t l e l i s t o f m y p a i n s a n d s h a m e s a n d p r o b l e m s a n d s e e h o w i t g o e s a n d i t i s g o i n g t o b e f u c k i n g p e a c h y w h e t h e r a n y o n e e l s e l i k e s i t o r n o t w e w i l l l e a r n t o m a k e\n  i t l i\n  k a b l e i n a s e c J U S T D O N ' T F O R G E T A B O U T T H A T F O R T O O L O N G O H M Y G O&nbsp;&nbsp;O OO O O O O OODDDDNESSS S S S S SS S o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k o k but you know not everything that you need to say anybody needs to see not even this or anything really so why well why okay so you have a choice not to don't refrain from writing about anything if you need to but it's yours alone but oh no&nbsp;&nbsp;asdfasdf how will i know what ot o h oho ho ho o ho hoh oh oh oh oh oh oh oho ho ho hoh o hoh o hoh oh o ho ho ho ho ho h oh oh oh o oh S&nbsp;&nbsp;&nbsp;T&nbsp;&nbsp;&nbsp;O&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;P&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;S T O P SOTPSTOPSTOSPTOSTPSTOSOTOSPTPOSTPOSTPOSTSOSOTOSTOSTOPSTOPSTOPSTOSPTSOTPSTOPSTOPSTOPSTOPSTOPSTOPSTOPSTOPSTOPSTOPSTOSTOPSTOPSTOPSTOPSTOPSROAISDFADKJSFKLJAKLFDJASFKLJ&nbsp;&nbsp;&nbsp;&amp;nb\n sp;&nbsp;\n ;&nbsp;&nbsp;\n<br>\n<br>ok. this is a throwaway&nbsp;&nbsp;&nbsp;it&nbsp;&nbsp;is&nbsp;&nbsp;&nbsp;my brain&nbsp;&nbsp;&nbsp;at its baseline worst&nbsp;&nbsp;&nbsp;&nbsp;wh i c h is great news for everything else i'm gonna do it right i'm gonna do everything ever in life better than this&nbsp;&nbsp;&nbsp;AND IF YOU DON'T BELIEVE ME YOU CAN GO proceed with your life in the way you see fit but FUCK I'M GONNA TRY \n<br>\n<br>ahhhhhhhhhhhhhHHHHHHHhHhHhHhHhHhHhHhHasdfadsfasdfadsfasdfasdf&nbsp;&nbsp;&nbsp;W H Y W H Y W H Y WH YASDF you know what at some point he's not gonnabother with this shit anymore so what are you gonna do what are you gonna do what are you gonna do why do i have to be like this okay what are we doing here what are we doing here what are we doing here what are we doing here what are we doing here what are we doing here what are we doing here what are we doing here i just wanna know if i'm doing something right or just being fucking annoying how can i do it mo\n re right\n  how do i do it okay we are just here and will be here to map out what needs to be thought through and if that works cool great fine but that is not what this place is for and that's not all of what you are going to do it is temporary it is temporary it is a temporary botherance ok ok ok ok&nbsp;&nbsp;ok ok ok ok ok you know what else you need to be respectful of people's time FINE i Will&nbsp;&nbsp;oh no oh no oh o no ono o YES STOP NOW OH NO OH NO OH NO OH NO OH NO okay but how are we gonna know if this is a ok you ok shit fuck that last one needed to stay to myself huh but this one clarifies that i acknowledge that and oh no oh on oadsfasdfasdfadsf&nbsp;&nbsp;&nbsp;&nbsp;I&nbsp;&nbsp;&nbsp;&nbsp;d&nbsp;&nbsp;o not know&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>IF ANYONE WHO KNEW ME KNEW I WROTE ALL THIS SORT OF BULLSHIT THEY WOULD NOT ASSOCIATE WITH ME EVEN HARDER THAN THEY ALREADY DON'T AND IF ANYONE WHO MET ME FIGURED OUT THEY WILL UN-MEET ME FORE\n VER&nbsp;\n ;&nbsp;&nbsp;&nbsp;i need to figure out how to be a little less of a downer why do i feel so bad all the time because life and my life is my fault \n<br>\n<br>\n<br>just expanded the little box out and it's not an abysmal amount of text so i guess have a lovely little turd\n<br>\n<br>\n<br>BY THE WAY&nbsp;&nbsp;:::::::::::::::::::::::::&nbsp;&nbsp;HERE IS THE TL;DR MEANING OF THIS&nbsp;&nbsp;:::::::::::::::::::::::::::&nbsp;&nbsp;I Am Not Sure What I Am Doing But I Am Attempting To Become More Organized In Trying To Figure Out What I'm Doing Which Requires Much Contemplation And Hard Work Done Alone But Maybe Without Being Overwhelmed By The Feeling That I Am Alone In This For All Time Because I Might Actually Be Which I Can Learn To Deal With In Time But Right Now I'm Wearing My Training Wings&nbsp;&nbsp;&nbsp;Also When It Comes To Trying To Produce T H O U G H T S&nbsp;&nbsp;T H A T&nbsp;&nbsp;A R E&nbsp;&nbsp;&nbsp;G&nbsp;&nbsp;&nbsp;O&nbsp;&nbsp;&nbsp;O&nbsp;&nbsp;&nbsp;\n D&nbsp;&amp;\n nbsp;This Is A Nice Place To Test It Is As Close As I Can Come To Figuring That Out Alone But There Are Some Downsides To That Okay That's Something To Talk About I'm Gonna Get Kicked Off This Thing Bye\n<br>\n<br>THE TL;DR OF THE TL;DR ----- I AM SORRY I AM I KNOW THIS IS VERY SILLY BUT I NEED TO FIGURE OUT HOW TO STOP DOUBTING EVERYTHING I SAY AND ALSO GET BETTER AT SAYING ok now bye</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n12:54 pm</dco> &nbsp;<qco> hey bill, pear or grape</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n10:17 am</dco> &nbsp;<qco> hey i'm feelin kind of down, because i came to the realization that my only remaining friend is no long a friend. i think it will end up ok, and i will probably be better off alone. i'm still sad, but i think i will feel alright soon. thanks for listening, good luck shaving off production time on the new vid</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n9:53 am</dco> &nbsp;<qco> How does that make you feel?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n9:15 am</dco> &nbsp;<qco> I just recently arrived on this planet and I am working on a way to return home, can you assist me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n7:28 am</dco> &nbsp;<qco> What do you love?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n7:05 am</dco> &nbsp;<qco> What genre do you consider yourself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n6:08 am</dco> &nbsp;<qco> Why not post your reality videos on YouTube?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n6:01 am</dco> &nbsp;<qco> for how long have you been trying to be a person</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n5:38 am</dco> &nbsp;<qco> I've never had friends and now I must move from home, how to make friend so as not to end up sad and alone? :(</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n5:19 am</dco> &nbsp;<qco> I think your music is both the justification and the problems that arise from making change solely on the grounds of getting away from negative emotions(primarily sadness and bordem).\n<br>\n<br>Am I anywhere close?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n4:23 am</dco> &nbsp;<qco> bill what i n s p i r e s&nbsp;&nbsp;you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n4:10 am</dco> &nbsp;<qco> how to learn music theory online or where do i learn music theory on internet ? i can't afford a teacher or a music school .&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n3:33 am</dco> &nbsp;<qco> What inspired you to talk on voice recorders?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.25.18&nbsp; \n2:27 am</dco> &nbsp;<qco> do you like french fries or more of an international type of fry</qco> </h3><br><br>"
  }
]
