[
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n4:13 pm</dco> &nbsp;<qco> I'm an aspiring songwriter that already has made a song, but I'm in a bit of a rut on what to create next. How might I go about trying to write new stuff from the perspective of a relatively recent song-person?</qco> </h3>      \nhow about writing something unacceptable\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n4:03 pm</dco> &nbsp;<qco> When is a song born? Asking for a friend...</qco> </h3>      \nas soon as you can tell it apart from other songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n3:36 pm</dco> &nbsp;<qco> What is the best thing you have done?</qco> </h3>      \ni would prefer to to do another thing to be the best\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n2:54 pm</dco> &nbsp;<qco> do you have any funny/interesting \"behind the scenes\" anecdotes you'd like to share?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n2:43 pm</dco> &nbsp;<qco> Would it be so bad if you posted a video on Tuesday and another didn't come out for 8 weeks?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n2:32 pm</dco> &nbsp;<qco> how to funny?</qco> </h3>      \ndon't even joke about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n2:03 pm</dco> &nbsp;<qco> What do you do when you feel overwhelmed?</qco> </h3>      \nwrite down as many of the whelms as i can. get a whelm count going\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n1:54 pm</dco> &nbsp;<qco> Is your next song about melting pickled chocolate every other Thursday?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n1:44 pm</dco> &nbsp;<qco> Is the length of a question inversely proportional to the length of your answer?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n12:22 pm</dco> &nbsp;<qco> am i supposed to think of an idea first before making songs?</qco></h3>      in my process, there is an important step in between those two, which is called 'writing the song'. first the idea, then write the song (which should also have ideas all over it), and then record it. Sometimes you can skip the first idea and just start writing, and then get ideas along the way. still must finish the entire writing before the recording starts. that's just how i do it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how good should i be in playing before recording? </qco></h3>      however good you want to be<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i mean, i am trying to make songs, but i only record one hand at a time, while in a live situation one would have to play with both hands(keyboard).</qco></h3>      sometimes in a live band, both hands on the keyboard is too many. depending on who else is in the band<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; am i cheating?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n12:16 pm</dco> &nbsp;<qco> What's your favorite work made by you</qco> </h3>      \ni would prefer to make a new one to be my favorite\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n12:01 pm</dco> &nbsp;<qco> Are you able to just improvise sitting infront a keyboard/piano?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If yes, did you something special to attain that skill?</qco> </h3>      sometimes a little reverse psychology is useful\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n11:47 am</dco> &nbsp;<qco> what old things are you learning?</qco> </h3>      \nhow to express myself using only .0001% of the tools i'd imagined\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n11:36 am</dco> &nbsp;<qco> Did you leave secret morse code in \"long long long journey\" when it said O.K. to the Coast Guard?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n11:23 am</dco> &nbsp;<qco> are your proud of your videos?</qco></h3>      sort of<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; they're really good</qco> </h3>      \nyes but they could be better and there could be more of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n11:18 am</dco> &nbsp;<qco> are there any artists who have inspired you?</qco> </h3>      \nall of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n10:25 am</dco> &nbsp;<qco> what tempo is i'm crazy/it's raining in?</qco> </h3>      \njust thinking about it now, i would estimate somewhere around 90\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n10:14 am</dco> &nbsp;<qco> Should I start learning to play songs I like on the piano or should I learn the test songs?</qco> </h3>      \nhow about learning test songs you like\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n10:07 am</dco> &nbsp;<qco> Opinion on the number 3001?</qco> </h3>      \nit's pretty good\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n9:12 am</dco> &nbsp;<qco> How is the new video going?\n<br></qco> </h3>      \npretty good, despite being terrible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n5:58 am</dco> &nbsp;<qco> Do you have an estimated date of when you will make a new video in YouTube?</qco> </h3>      \nas soon as i finish the one i'm doing now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n5:14 am</dco> &nbsp;<qco> When are you gonna release your new video?</qco> </h3>      \nas soon as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n3:10 am</dco> &nbsp;<qco> do you ever get nervous recording the live bits\n<br>of your videos?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n12:57 am</dco> &nbsp;<qco> any tips on how to keep a consistent schedule??</qco> </h3>      \nit has to be a great schedule. you have to really believe in the schedule. spend some time dreaming up a truly wonderful schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.14.20&nbsp; \n12:19 am</dco> &nbsp;<qco> I have to learn a piano piece fast in a week but Im awful at reading sheet music and very rusty. Any advice?</qco> </h3>      \nif you enjoy it, then everything is going to go 50x better. i am not suggesting that you can enjoy it if you don't actually enjoy it. so this is actually useless advice because either you enjoy it or you don't. so in that case, i apologize for this useless advice\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n11:37 pm</dco> &nbsp;<qco> Do you have a timeframe for a new video?</qco> </h3>      \ni have a new company policy which says videos should only take a reasonable amount of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n10:44 pm</dco> &nbsp;<qco> So in December of 2018, you released your song entitled \"just did a bad thing\". It says a lot of stuff that relates to someone complaining about not being able to do anything during the quarantine and everyone thinks you're a time traveller. I have three questions. What do think about the fact that you kind of predicted 2020, </qco></h3>      not my fault. things predict themselves. that's what i like about songwriting, it opens the door for things to do what they're gonna do<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What is the bad thing that you did, </qco></h3>      i accidentally ruined the 2 week song schedule, which currently remains ruined to this day <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what is the strange thing that you did?&nbsp;</qco> </h3>      failed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n10:29 pm</dco> &nbsp;<qco> Do you ever start writing a song and then realize, oh wait that song I'm writing isn't actually very good</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n10:17 pm</dco> &nbsp;<qco> how do i write a song</qco> </h3>      \nhow about using a little reverse psychology\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n10:08 pm</dco> &nbsp;<qco> did you know that there are different sizes of infinity? Some are \"countable\" and some are not. Which infinity is your favorite</qco> </h3>      \nthe kind that almost ruins my life but then saves it at the last minute because it forces me to improve myself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n7:49 pm</dco> &nbsp;<qco> How should I go about making music?</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n7:40 pm</dco> &nbsp;<qco> what type of video do you make takes longer time</qco> </h3>      \n2 things make videos take longer: if the video is long, or if i'm an idiot. if both are true, then it takes a really long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n7:00 pm</dco> &nbsp;<qco> are you lying about making new video</qco> </h3>      \nno, but, it seems like i was lying when i thought it was possible for me to make videos. However, in retrospect, this has never stopped me before\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n6:49 pm</dco> &nbsp;<qco> Did you predict coronavirus in your song \"I just did a bad thing\"?</qco> </h3>      \nnot on purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n6:08 pm</dco> &nbsp;<qco> what is the new video making process like?</qco> </h3>      \nfirst, i think i can do everything. which overwhelms me, because i don't know which thing to do. Then, as i start choosing which thing to do, i realize 'fuck, i can't do that', then try to do another thing, 'fuck, i can't do that', and so on, .... and just after i start to panic that maybe i can't do anything, i am able to realize that there is still a small range of things i CAN do, and that actually solves the original problem of being overwhelmed from having too many things to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n5:55 pm</dco> &nbsp;<qco> What made you interested in your music video style? </qco></h3>      basically here's how it happens: there are about 100,000 ways i WISH i could do it, and then all of those ways are impossible for me. then after a brief moment of despair, sometimes i am able to find just ONE way that actually IS possible for me. and i do it that way<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The quick transitions, flashy neon, that font I dont know the name of, and small drawings/uncropped jpegs?</qco> </h3>      how dare you, i crop things at least 99% of the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n5:30 pm</dco> &nbsp;<qco> hello bill. I was just wondering what you do everyday. not in a creepy way, but what do you usually do in a normal day other than write music?</qco> </h3>      \nrecord the music i've written, make video to go with the music, write video, make video i've written, make music to go with video i've made, develop techniques for music/video production, .... those are just some basic examples of things i do, depending on what stage of production i'm in\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n4:58 pm</dco> &nbsp;<qco> When will you make a new video</qco> </h3>      \ndoing it now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n4:57 pm</dco> &nbsp;<qco> you say that you're working on learning to do 3D graphics, but there's a 3D spaceship and a 3D toaster in andthedaygoeson, and a 3D building-thing in mightquit (as well as probably others). how is what you're doing now different from either of those?</qco> </h3>      \nwhat i was doing back then is to include bits of 3D inside a 2D video. but eventually i became overtaken with the idea of starting the whole video in 3D, and then mixing bits 2D into it. this was a convenient idea to have at the time, because all of my 2D software tools were discontinued, or changed so much that they became unrecognizable to me. so this was a good excuse to migrate to a completely new system, with completely new methods. so far, this has either ruined my life or saved it. i will keep you updated ......\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n4:50 pm</dco> &nbsp;<qco> How do you feel about the universe constantly expanding due to a 'fifth force' we know nothing about but refer to it as 'dark energy?'</qco> </h3>      \nseems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n4:49 pm</dco> &nbsp;<qco> What are you working on?</qco> </h3>      \nit's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n4:33 pm</dco> &nbsp;<qco> Does the day goes on and on?</qco> </h3>      \nthe day usually goes on for about half the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n3:57 pm</dco> &nbsp;<qco> Would you describe yourself as having a stoic philosophy</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n3:44 pm</dco> &nbsp;<qco> how do i write&nbsp;</qco> </h3>      \nsometimes a little reverse psychology is all it takes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n3:21 pm</dco> &nbsp;<qco> What topic do you think your next video will be?</qco> </h3>      \nit's a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n3:15 pm</dco> &nbsp;<qco> are you skilled at a broad variety of things, or skilled at one thing that you can apply broadly?</qco> </h3>      \ni'm not so sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n3:09 pm</dco> &nbsp;<qco> haha caveman brain?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n2:56 pm</dco> &nbsp;<qco> do your songs have a hiden meaning</qco> </h3>      \nthere should be meaning drenched all throughout\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n2:53 pm</dco> &nbsp;<qco> I've been trying to make videos but i can't find a shovel to dig a hole\n<br>help</qco> </h3>      \nthat reminds me of some of the things i am currently dealing with\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.13.20&nbsp; \n2:42 pm</dco> &nbsp;<qco> do you have any other things you want to pursue other than your current 3?</qco> </h3>      \nyes, there are thousands. i don't even know which 3 you are talking about\n<br><br>"
  }
]
