[
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n8:09 pm</dco> &nbsp;<qco> are you still stuck in the barren wasteland?</qco> </h3>      \n\nit's hard to tell\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n5:40 pm</dco> &nbsp;<qco> please help i dropped frozen bacon on my piano now my house is upside down what do i do</qco> </h3>      \n\ndo it again, that should fix it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n5:01 pm</dco> &nbsp;<qco> can you speak french</qco> </h3>      \n\nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n4:47 pm</dco> &nbsp;<qco> hi im capitalism</qco> </h3>      \n\nnow you've got me wondering what your last name is\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n3:58 pm</dco> &nbsp;<qco> bill, my watch is off. how do I fix this predicament</qco> </h3>      \n\ngo to the town square and check the time on that large clock in the center of town. those clocks have to be right, because it's their only job, and it's seen by a lot of people\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n3:43 pm</dco> &nbsp;<qco> Hey Bill Wurtz, I know you are wise so when is the next talking cat meme?</qco> </h3>      \n\npretty soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n3:25 pm</dco> &nbsp;<qco> Ever consider computers&nbsp;</qco> </h3>      \n\ni've tried\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n3:24 pm</dco> &nbsp;<qco> When did you realise that you are so cool?</qco> </h3>      \n\noccasionally for fleeting moments\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n2:22 pm</dco> &nbsp;<qco> Why do i like asking questions?</qco> </h3>      \n\ni can think of 2 reasons: 1: because you know what the answer is going to be, 2: because you don't know what the answer is going to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n12:56 pm</dco> &nbsp;<qco> aaah!! everything is terrifying. or not?</qco> </h3>      \n\nboth yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n12:39 pm</dco> &nbsp;<qco> What do you think of basketball?&nbsp;</qco> </h3>      \n\nseems too good to be true\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n9:46 am</dco> &nbsp;<qco> Ok hear me out, I'm American- but I 100% believe that gray should be spelled \"grey\". The \"a\" totally ruins the concept of gray because it's way too peppy and colorful. Not even in a synesthesia kind of way- it just looks wrong. Do you agree? Why or why not??</qco> </h3>      \n\ni think i learned them both at the same time, and i've never been aware of either one being american or not. i also don't particularly notice the difference\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n9:42 am</dco> &nbsp;<qco> how many answers do you think the universe holds that have not yet been discovered</qco> </h3>      \n\nunlimited\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n9:30 am</dco> &nbsp;<qco> Why do i always come up with great ideas just to forget them moments later?</qco> </h3>      \n\nmaybe this helps to build up an enchanted allure around the magic of idea generation, and then it will be extra exciting for you to discover how simple and easy it is to learn how to write these things down immediately\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n7:14 am</dco> &nbsp;<qco> why is it that when i resurrect someone they return as a zombie sometimes</qco> </h3>      \n\nit's safe to assume they were already a zombie before\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n4:11 am</dco> &nbsp;<qco> when do i hit the crash cymbal</qco> </h3>      \n\nwith that attitude, don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n12:14 am</dco> &nbsp;<qco> do you have any favorite facts about whales</qco> </h3>      \n\nno. everything i know about whales is false\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; 12:11 am</dco> &nbsp;<qco> what is your favorite chord progression?</qco> </h3>      \n\nF C\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n12:07 am</dco> &nbsp;<qco> hi I'm a physicist that works on the large hadron collider.&nbsp;&nbsp;wanna chat about how to make black holes?</qco> </h3>      \n\nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.19.24&nbsp; \n12:02 am</dco> &nbsp;<qco> Do you ever have to get up and pace around your room when contemplating a project</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n11:45 pm</dco> &nbsp;<qco> are there any game shows that you'd like to go on</qco> </h3>      \n\nonly if i can be the host\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n11:36 pm</dco> &nbsp;<qco> if all movement of all objects were to cease, like every atom and proton and subatomic particle, would time stop</qco> </h3>      \n\nyeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n11:24 pm</dco> &nbsp;<qco> is it okay to be lonely sometimes, even when you have friends?</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n10:19 pm</dco> &nbsp;<qco> while playing a hand game of chopsticks against someone, i realized that i greatly suck at games of skill. my ineptitude is primarily caused by my poor ability to perceive and plan for the future. specifically, i frequently neglect to predict the future and decide what decisions i should make to secure desired outcomes. maybe you have some advice</qco> </h3>      \n\npractice and experience. at this point your self-analysis is way ahead of your gameplay. to correct this, just do more playing of the game. it's that simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n9:43 pm</dco> &nbsp;<qco> are there a lot of cars in your next videos</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; 9:34 pm</dco> &nbsp;<qco> Do you have a favorite word?&nbsp;</qco> </h3>      \n\nchanging from word to word. that's the only thing that does it for me anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n9:19 pm</dco> &nbsp;<qco> What are your thoughts on sports?</qco> </h3>      \n\nthey're pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n9:08 pm</dco> &nbsp;<qco> Think I can make it in college?</qco> </h3>      \n\ni have no idea what that even takes, or means\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n8:15 pm</dco> &nbsp;<qco> bill she definitely doesn't like me back, should i drop an album</qco> </h3>      \n\nhow about picking one up\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n7:03 pm</dco> &nbsp;<qco> PLEASE tell me that a song without lyrics is still considered music/a song. i'm going crazy about this and i'd like to make sure i'm not crazy.\n</qco></h3>      sure it is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i recommended a song to my friend the other day and he complained about the lack of lyrics (there were some, but it was mostly sounds). and he was like \"what's the point if it doesn't have lyrics?\" and it just irked me badly! because i think some of the most beautiful, moving stuff you hear won't have lyrics at all. that's still considered music, no? i mean, who is anyone to put constraints on music like that whatever</qco> </h3>      it can be tough to latch onto something without words or images. it's ok that you can do it, it's ok that he can't do it. no need for irkation. he's not putting any constraints on music any more than colorblind people are putting restraints on their own color vision\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n6:59 pm</dco> &nbsp;<qco> why do so many folk tales across multiple cultures feature old people and a baby</qco> </h3>      \n\nfor relatability\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n6:52 pm</dco> &nbsp;<qco> Is apathy death?</qco> </h3>      \n\nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n6:29 pm</dco> &nbsp;<qco> Is it true that you have so many things you want to do that your life won't be enough to do all of them?\n</qco></h3>      of course. even just something as simple as learning every spoken language on earth is enough to satisfy the criteria you mentioned<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you had a never-ending life, would that solve the afore-mentioned problem, or would you just come up with even more things to do\n<br> faster than you would be able to do them?</qco> </h3>      \nit would be nice to have thousands of times more time. infinite time would be interesting also, but that would bend the entire nature of existence real quick\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n6:04 pm</dco> &nbsp;<qco> what do you think of existing</qco> </h3>      \n\nit's hilarious\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n5:48 pm</dco> &nbsp;<qco> Your favorite colors?</qco> </h3>      \n\nblack and white and one other color\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; 5:08 pm</dco> &nbsp;<qco> how do i stop procrastinating?</qco> </h3>      \n\njust get all the procrastination done. so there will be none left\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n3:39 pm</dco> &nbsp;<qco> how many times do you think Bowser will have to abduct Peach before she and Mario stop inviting him to go go-karting with them</qco> </h3>      \n\nthe abduction is part of the story role-play. the go-karting is a separate activity that the actors participate in\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n3:28 pm</dco> &nbsp;<qco> What is the true art of writing basically about nothing?</qco></h3>      just try to write about everything. or, sometimes more fun, is to write about something<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How do you shelter from any outside art, </qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;even though you claim to attempt it, </qco></h3>      i don't recall that, and i don't necessarily strive for that, per se. sometimes it happens just because i'm so busy with my own work<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and end up remaking your own genre of audio-visual content?</qco> </h3>      \ni don't know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n2:43 pm</dco> &nbsp;<qco> What do you think about micro tonal music?</qco> </h3>      \n\ni use tones of whatever size i need\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n2:17 pm</dco> &nbsp;<qco> why doesn't something divided by zero have the same effect as something multiplied by one? </qco></h3>      i can't think of why it would<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;because if you divide by zero doesn't that mean you're not even dividing?</qco> </h3>      that's the way i usually explain it. to divide something into zero pieces, what you actually need there is subtraction\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n1:44 pm</dco> &nbsp;<qco> what is a mastering compressor?</qco> </h3>      \n\na compressor is something that helps you even out the volume of your audio recording. a mastering compressor is probably a compressor that has some settings and features specifically catering to what you might need on the last stage, when you're managing how the entire final recording sounds all together\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n1:21 pm</dco> &nbsp;<qco> do you steam a good ham?</qco> </h3>      \n\ni have never steamed a ham\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n12:48 pm</dco> &nbsp;<qco> what is in the center of the cosmic microwave background&nbsp;</qco> </h3>      \n\nwell, if you put it that way, you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; 12:45 pm</dco> &nbsp;<qco> hi should I kill myself</qco> </h3>      \n\nno, thanks for checking with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n11:13 am</dco> &nbsp;<qco> What is a four letter word?</qco> </h3>      \n\nthis\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; 11:11 am</dco> &nbsp;<qco> ask me a question where the answer is f</qco> </h3>      \n\nin what key is the american dial-tone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n10:40 am</dco> &nbsp;<qco> what is the opposite of going somewhere and wishing you had a cool shirt? is it wearing a cool shirt and wishing you were going somewhere, or is it going somewhere in a cool shirt and wishing your shirt wasn't so cool?</qco> </h3>      \n\nthose are both valid inversions of the original concept. i think the important point here is that there are multiple ways to derive opposites. depending on how you orient your axis of symmetry\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n9:32 am</dco> &nbsp;<qco> What are you waffling about?</qco> </h3>      \n\nnothing. i quit waffling years ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; \n7:45 am</dco> &nbsp;<qco> Why are triplets so good?</qco> </h3>      \n\nbecause a strong friendly relationship can be formed between the 1st and the 3rd triplet. what do they have in common that's so special? they're not the 2nd one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.18.24&nbsp; 6:31 am</dco> &nbsp;<qco> how to be happy?</qco> </h3>      \n\nplan something you will do in the future\n<br><br>"
  }
]
