[
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n11:45 pm</dco> &nbsp;<qco> are you thrilled for what is to come?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n11:43 pm</dco> &nbsp;<qco> do you trust that i can make things right</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n11:38 pm</dco> &nbsp;<qco> did you take piano lessons</qco> </h3>      maybe like 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n11:22 pm</dco> &nbsp;<qco> help, i have never really learned about musical theory or any of that and i don't know how to play piano. I've played flute for many years and now learning various string instruments but never piano. so i sort of understand about chords and all that, but not really. like sort of from playing arpeggios on flute and i can visualize chords on a piano but i can never seem to string them together. how would you suggest that I would start to get a grasp on what music and composing really means? like i understand you just let your thoughts flow but i don't really have an understanding of how to do that using chords, since i mostly play music that's already written on my flute&nbsp;</qco> </h3>      just continue listening to music and playing with the instruments you have available to you. if this is not a wildly fun and enticing experience, i don't know what to tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n11:18 pm</dco> &nbsp;<qco> are you a real human boy?</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n11:16 pm</dco> &nbsp;<qco> how do i not hate myself</qco> </h3>      try to be more how you want to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n10:50 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801040221\">1.4.18&nbsp;&nbsp;2:21 am</a> &nbsp;&nbsp;&nbsp;There's one \"d\" in formidable. were you educated, dipshit? love the insta, u do u mr. wurtz</qco> </h3>      well how the hell was i supposed to know, it's not like that word actually gets used anymore, besides in french maybe. please don't call me mr. wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n10:42 pm</dco> &nbsp;<qco> bill im really happy school is closed tomorrow and they just announced it and i just did all my work and now i have another day off in a row! have you ever experienced this kind of euphoria in your life?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n10:38 pm</dco> &nbsp;<qco> can you recommend me a kurt vonnegut book?</qco> </h3>      the one with all the monkeys? i don't know, i have never read one\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n10:37 pm</dco> &nbsp;<qco> what would be the advantages and disadvantages between a rhodes and a wurlitzer?</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n10:27 pm</dco> &nbsp;<qco> Any tips for depression and extensive loneliness?</qco> </h3>      have u tried wearing a cape\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n10:10 pm</dco> &nbsp;<qco> Oh dang I think you forgot to mention to comment rate and subscribe</qco> </h3>      i have found that not saying it usually works better, kind of like reverse psychology if you will\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n10:00 pm</dco> &nbsp;<qco> How do you think Kurt Cobain died?</qco> </h3>      from what i understand, he was having a terrible fight with his girlfriend (courtney love) which unfortunately involved a gun in some way\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n8:09 pm</dco> &nbsp;<qco> What did/are you studying?&nbsp;</qco> </h3>      the time space continuum\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n7:44 pm</dco> &nbsp;<qco> you recently said in an interview, \"i hate making music and i only do it as a joke.\" would you care to elaborate, mr. wurtz?</qco> </h3>      i have never done an interview, besides this questions page, and i have never said what you just said i said, anywhere. please don't call me mr. wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n7:12 pm</dco> &nbsp;<qco> Why do you think people say 'hands down' when talking about something they're sure of? As in, \"this is hands the best sandwich shop\" or something like that?&nbsp;</qco> </h3>      well let's say everyone was raising their hand because they had an idea of what the best sandwich shop would be. so when you say 'hands down' it means forget about it, we found the one, it's this one (hands down)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n6:42 pm</dco> &nbsp;<qco> C\n<br> R\n<br>&nbsp;&nbsp;E\n<br>&nbsp;&nbsp;&nbsp;A\n<br>&nbsp;&nbsp;&nbsp;&nbsp;T\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;V\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;T\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Y\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;!\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;!\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;!&nbsp;</qco> </h3>      oh that's what i'm talkin about\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n6:30 pm</dco> &nbsp;<qco> Why are toasters so funny?&nbsp;</qco> </h3>      because they have an ejector seat, for the toast, which launches the toast\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n6:28 pm</dco> &nbsp;<qco> Mr. Bill Wurtz, It has come to my attention that your name is decently similar to Mr. Bill Gates. Would you care to comment on that?</qco> </h3>      i disagree, but i respect your opinion<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n6:27 pm</dco> &nbsp;<qco> how do you know youre in love</qco> </h3>      you usually don't need to know, unless you filling out immigration forms or something<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n6:26 pm</dco> &nbsp;<qco> Are ghosts real or fake</qco> </h3>      i can't tell you<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n5:54 pm</dco> &nbsp;<qco> what are good songs to fall asleep to</qco> </h3>      the ones you like\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n5:29 pm</dco> &nbsp;<qco> isn't it weird that when people ask me what i'm doing with my life, i tell them about my job? my job isn't my life, why is it the thing that would caracterise me? what i'm doing with my life? i dunno, living?</qco> </h3>      i think this question actually presents a lot of opportunities to say something with a lot more spice. the next time someone asks you what you are doing with your life, try saying \"having fun and being cool.\" see how that works, and then if you don't like that you can try some other things. i think there is an opportunity here to really push the envelope\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n4:45 pm</dco> &nbsp;<qco> Bill, am I the only one who voted Donald Trump and still likes black people?</qco> </h3>      no. contrary to what you may have read in the magazines, donald trump's presidential campgaign was not based on racism\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n4:44 pm</dco> &nbsp;<qco> what if ur the question</qco> </h3>      everyone is questions, and answers\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n4:40 pm</dco> &nbsp;<qco> can you give us a preview for your new song?</qco> </h3>      i have already done that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n3:25 pm</dco> &nbsp;<qco> What is the end goal?</qco> </h3>      complete the entire thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n3:23 pm</dco> &nbsp;<qco> What is your favorite use for a standard sheet of paper?</qco> </h3>      writing or drawing on it, with a mechanical pencil\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n3:02 pm</dco> &nbsp;<qco> Don't answer this question.</qco> </h3>      i will see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n2:51 pm</dco> &nbsp;<qco> merchandise idea: bill wurtz mugs!!</qco> </h3>      mugs are not something i have ever used or enjoyed. i respect mugs, and the families that drink out of them, but they have never been something that i feel any connection to. for this reason, i'm wondering if it would be wrong for me to do mug merchandise. i'm not sure, but i'm just wondering\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n2:51 pm</dco> &nbsp;<qco> do you have any plans to add a \"cover\" section to your site?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n2:50 pm</dco> &nbsp;<qco> What's life like on turtle island?</qco> </h3>      somewhat apocalyptic at the moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n2:49 pm</dco> &nbsp;<qco> what will your next project be after the video is finished?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n1:49 pm</dco> &nbsp;<qco> Does it take you less than a day to make a video, for example the 'Outside' video? Please it's for research :)</qco> </h3>      that one took about 4 weeks for the video alone (not the music) and the song took probably about 3 weeks, which is longer than it should have but i was experimenting with some new techniques and sounds\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n1:29 pm</dco> &nbsp;<qco> Why don't you use new and interesting instruments? </qco></h3>      i do, but i respect your opinion<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For example you could record a door shutting and use this sound as a kick. Or you could invent new completely different conventions for the drums, using sounds no one has ever imagined before. What do you think? Are you already ok in your wide but little shelter?\n<br></qco> </h3>      i actually added many new sounds to my repertoire this past september, that was one of the many things that delayed production of the 'outside' song/video\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n1:08 pm</dco> &nbsp;<qco> Am I a human?</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n12:55 pm</dco> &nbsp;<qco> Will the non-dog octet be your opening band when you go on tour? \n\n</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nI kind of imagine that the bill wurtz band and the non-dog octet kind of have a rivalry going like The Revolution and The Time. Is this true?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n12:42 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801022205\">1.2.18&nbsp;&nbsp;10:05 pm</a>  There is no corresponding color scheme elsewhere. Just look at \"scarmble\".</qco> </h3>      titles and headings on this site frequently put the letters in different colors, and a slightly different order. this is to add a little spice to the designs without actually using any graphics on the pages\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n12:38 pm</dco> &nbsp;<qco> Is it christmas?</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n11:55 am</dco> &nbsp;<qco> on a scale from 1-10, how done is the new video?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n11:51 am</dco> &nbsp;<qco> You got a \"community\" section in your channel page. Why not post on it?</qco> </h3>      because i am busy making a video, and also posting on questions, anagrams, twitter, and instagram, and doing my laundry occasionally as well\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n11:42 am</dco> &nbsp;<qco> i always think like abbreviating repeating chorus as \"(chorus)\" on lyrics transcriptions seems lazy and disconnecting from the words and feeling of the song. how do you feel about it?</qco> </h3>      i agree. i would also like to point out that very often it is nice to do slight variations in the chorus lyrics, each time, even just tiny changes. but, to take a step back from all of this, i think it can be kind of disasterous to read lyrics without the song\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n11:36 am</dco> &nbsp;<qco> Can you answer this question without answering this question with a question?</qco> </h3>      i will see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n11:31 am</dco> &nbsp;<qco> Do you make videos&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n11:08 am</dco> &nbsp;<qco> What's your opinion on communism?</qco> </h3>      i think it's off to a great start\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n10:45 am</dco> &nbsp;<qco> Will this be your first question you answer as of 1.4.18?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n10:27 am</dco> &nbsp;<qco> not sure what to make for dinner tonight - any recommendations?</qco> </h3>      lunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n9:16 am</dco> &nbsp;<qco> what is literature?</qco> </h3>      like old books, i think?\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n8:56 am</dco> &nbsp;<qco> Do you like ladybugs?</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.18&nbsp;\n7:29 am</dco> &nbsp;<qco> Would you mind answering serious questions that aren't just about inside-the-box music theory?</qco> </h3>      i have answered at least 20,000 questions. i'm sure some of them are about things other than that\n<br><br>"
  }
]
