[
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n5:17 pm</dco> &nbsp;<qco> Why do people say \"C major is the happiest key\"?</qco></h3>      i've never heard anyone say that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Is it all subjective or is there really some underlying advanced musical thing I am missing?</qco> </h3>      it depends what you play in it. any key can be made as happy or sad as any other, depending on what you do in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n3:44 pm</dco> &nbsp;<qco> do you ever sleep? your timestamps are quite consistent and it's worrying</qco> </h3>      that has nothing to do with me. that's when the person asked the question. at least 30% of the questions were probably asked while i was asleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n3:20 pm</dco> &nbsp;<qco> do you think simple composition contributes to the longevity of a piece of music</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n3:18 pm</dco> &nbsp;<qco> Have you ever thought about making a long 10 minute or plus musical journey guiding the listener through a variety of sonic landscapes and accompaining it with a video for a complete experience? HOJ and HOTEWIG are also a musical journey in their own right, but I feel that music in them is more of a supporting element rather than the main focus. Although music is your main thing you've mostly delivered it on a single to single basis or taking part in a preexisting narrative. Not asking for an album here (which you mostly consider to be a collection of songs in a specific order), but a longer than usual continuous piece of music, a musical journey in itself which takes the world again by surprise and reafirms them your place as a music person. Many people have the wrong idea that your main thing is history vids just because these are your biggest most ambitious pieces of content, and it seems to them everything else is just the inbetweens of your hist\n ory proj\n ects. So idk</qco> </h3>      when it gets to that length, i think it would be at its strongest if it's not 100% music\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n2:27 pm</dco> &nbsp;<qco> do you have any love advice</qco> </h3>      it is usually love which advises us\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n2:23 pm</dco> &nbsp;<qco> if you had to be locked in a room with one instrument for a month which instrument</qco> </h3>      maybe acoustic guitar. change it up\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n2:11 pm</dco> &nbsp;<qco> Was this your first tweet... https://twitter.com/billwurtz/status/658361687553126400 ?</qco> </h3>      not even close\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n1:26 pm</dco> &nbsp;<qco> What do i do if i feel angry at someone bc it seems like they don't care about me? Do i just move on, I don't want to but i want them to feel emotions. Thabk you famed person</qco> </h3>      you could exact your revenge by not caring about them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n12:55 pm</dco> &nbsp;<qco> what is up with those songs that came before the history videos (new canaan, im crazy, etc). Were you just experimenting with stuff or is there some kinda story.\n<br></qco> </h3>      making songs is one of my favorite things to do and i've been doing it for a long time and am still doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n12:29 pm</dco> &nbsp;<qco> how do you feel about videos Without songs</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n12:28 pm</dco> &nbsp;<qco> hello i wanted to know your thoughts on why cowboys are called cowboys when they don't even ride cows? why do you think they aren't called horseboys? my computer even underlined the word \"horseboys\" as if i had misspelled something even though horseboys is a rational and logical name for that particular profession. thank you &lt;3</qco> </h3>      they don't ride the cows but i think they are supposed to manage the cows. while riding horses, to help them be taller and faster than the cows they are trying to manage\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n11:46 am</dco> &nbsp;<qco> why did they remove the space between no and thing in nothing?</qco> </h3>      to get through the word quicker so as to not dwell on its emptiness\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n11:42 am</dco> &nbsp;<qco> Will you ever make a vinyl record with songs on it?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n10:49 am</dco> &nbsp;<qco> are you outsider music?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n10:11 am</dco> &nbsp;<qco> What do you think of the Real Book?</qco></h3>      it's good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n How do I best utilize it?</qco> </h3>      could be fun to record play-alongs for yourself. record a drum track, then bass, then chords, then jam out on the lead. make a general rule to always try to do it in a different style or tempo than it's supposed to be. if you don't know then that's even more fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n9:24 am</dco> &nbsp;<qco> One piece of advice that I've got from a therapist when it comes to creating projects (such as poems, scripts, music, videos, etc.) is to try and make the conclusion first, then work my way through to get to that end. I know you said you create projects in a linear fashion, but is this something that you've tried before and/or want to try out in your music or videos?</qco> </h3>      i've been doing it for many years now and it works very well\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n6:04 am</dco> &nbsp;<qco> i've got no experience in music at all yet i'm always fascinated by it. be it your songs or videogame OSTs it just seems to hit a spot no other thing can. is there anything you can recommend to get into the wonderful music-making world?</qco> </h3>      you could go to a music store and start looking around. see what you are most excited by\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n5:20 am</dco> &nbsp;<qco> I feel like Lee Sklar should be in your live band.&nbsp;&nbsp;Just seems right.</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n5:01 am</dco> &nbsp;<qco> hey bill, a little over a year ago i donated directly thru paypal! i just now wondered, what did u buy? something cool i hope, like rent</qco> </h3>      about a trillion hats\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n4:50 am</dco> &nbsp;<qco> I asked about Eb, what I meant was why do you play with your bass tuned to Eb rather than E?</qco> </h3>      what makes you think i tune it to Eb\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n3:10 am</dco> &nbsp;<qco> Do your songs have any relation to stoicism?&nbsp;</qco> </h3>      i'm not sure, i've never heard of that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n3:09 am</dco> &nbsp;<qco> When will the sun explode?</qco> </h3>      always. that's its job\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n2:15 am</dco> &nbsp;<qco> i am very stupid, i do not like being stupid, i have always been stupid, and i want to not be stupid.&nbsp;</qco> </h3>      fair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n2:15 am</dco> &nbsp;<qco> how long is pizza</qco> </h3>      1 pizza\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n2:09 am</dco> &nbsp;<qco> what is something you are really really grateful for?</qco> </h3>      the world in general\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n1:51 am</dco> &nbsp;<qco> is it ok to hold off on creating something you really want to make because you want to develop your skills enough to be able to do the idea justice?</qco> </h3>      yes but not forever\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n1:02 am</dco> &nbsp;<qco> many advisors tell me that if I want to make a comfortable living making music that I'd have to spend a decade starving whilst building a name for myself. Is this true</qco> </h3>      no need to starve any worse than most of the average population is starving\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n12:38 am</dco> &nbsp;<qco> What was your favorite failure?</qco> </h3>      failure to fail\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n12:24 am</dco> &nbsp;<qco> does art need an audience?</qco> </h3>      could be helpful\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n12:11 am</dco> &nbsp;<qco> is the ball okay?</qco> </h3>      it's only a model\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.4.19&nbsp; \n12:09 am</dco> &nbsp;<qco> which fruit and/or animal has the most anxiety?</qco> </h3>      homo sapiens\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n10:54 pm</dco> &nbsp;<qco> why do so many things seem so hard and complex ?</qco> </h3>      that is to relieve the boredom from all the other things which may be very simple and easy\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n10:47 pm</dco> &nbsp;<qco> if you were to invent a pie flavor what would it be</qco> </h3>      soft\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n10:41 pm</dco> &nbsp;<qco> Is ball&nbsp;&amp; stick about an abusive relationship?</qco> </h3>      no but now that i think about it it appears that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n10:30 pm</dco> &nbsp;<qco> who do you write many of your songs in Eb? also, what bass do u use</qco> </h3>      i actually can't remember the last time i had a song in Eb. at least the last 14 songs have not been in Eb\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n9:22 pm</dco> &nbsp;<qco> How good is great?&nbsp;</qco> </h3>      very\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n9:14 pm</dco> &nbsp;<qco> how do you come up with ideas for your songs</qco> </h3>      i have to let them come up with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n9:05 pm</dco> &nbsp;<qco> Hey so random question can u sing</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n8:57 pm</dco> &nbsp;<qco> It's video games. BAll and stick is pong. the castle is mario. fake jail made out of cardboard is monopoly. give us the truth.</qco> </h3>      sounds like what we're really talking about here is 2 dimensionality<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n7:39 pm</dco> &nbsp;<qco> how can you be addicted to reality?</qco> </h3>      if you get a strong dosage, several times in a row\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n6:52 pm</dco> &nbsp;<qco> When is the WCU? (wurtz cinematic universe)</qco> </h3>      during the holocene era or so\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n6:49 pm</dco> &nbsp;<qco> There's a snake in my boot</qco> </h3>      fair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n6:44 pm</dco> &nbsp;<qco> Would you describe yourself as \"alternative\"?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n5:56 pm</dco> &nbsp;<qco> do you think it would be cool to upload really early parts of the songwriting process of late to the \"improv\" section, assuming there are times you dick around on the piano to write stuff like you have been doing on the improv page for years</qco> </h3>      they would go in the reality section\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n5:34 pm</dco> &nbsp;<qco> Could you give me some lyrics tips? I have composed some songs but I find very difficult to write lyrics&nbsp;</qco> </h3>      \ntry singing some things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n5:03 pm</dco> &nbsp;<qco> What is existing?</qco> </h3>      everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n4:59 pm</dco> &nbsp;<qco> Can one of your next songs be a shuffle please? (Cf. California Girls, Reeling In The Years, Man, I feel Like A Woman etc.) Thank you for the songs, btw.</qco> </h3>      i have one in the list\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n4:51 pm</dco> &nbsp;<qco> There's a song where one bar of the verse sounds like it's in 4/4 time and the next bar sounds like it's in 3/4 so it sounds like the verse just alternates between 4/4 and 3/4 but I wanted to know what time signature this is since I assume it doesn't just constantly switch back and forth (for clarification it goes 1 2 3 4 | 1 2 3 | 1 2&nbsp;&nbsp;3 4 |)</qco> </h3>      whoever writes it down gets to decide. it depends which way you think is easier to read. you can say 7/4 if you don't mind your bars being huge. you can make the bars reasonable size if you don't mind writing 4/4 then 3/4 etc. at the beginning of every bar. or, what i've actually seen, is you can write something like 4/4 + 3/4, at the beginning. and that means that it alternates. that's probably what i might do. OR, another option is to use 7/4 and put a dotted bar line in the middle of each bar to split it up the way you counted it<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n4:38 pm</dco> &nbsp;<qco> how do you feel about songs without videos?</qco> </h3>      good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.3.19&nbsp; \n4:12 pm</dco> &nbsp;<qco> how should i incorporate \"theory\" to my piano time? i play some jazz but i gotta learn which term means what at some point. there are some useful resources to learn but it's mostly reading instead of playing the music</qco> </h3>      just get some song books and then look up what everything means one by one. if you wanna know what anything in there means you can ask me too. i will readily provide that gossip, as it was provided to me\n<br><br>"
  }
]
