[
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n9:37 pm</dco> &nbsp;<qco> If I end this with a period is it still considered a question.</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n9:36 pm</dco> &nbsp;<qco> i am going to put a guitar pickup on my vocal cords so i never have to sing into a microphone again, i can just plug myself into an amplifier</qco> </h3>      you can't use words tho\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n9:27 pm</dco> &nbsp;<qco> how wide is your musical genre varieties? like, do you ever be like \"fuck it, im doing country\"</qco> </h3>      the genres melted, but i'm at least 36% country anyway, on a normal day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n9:18 pm</dco> &nbsp;<qco> is there such thing as a stupid question?\n<br></qco> </h3>      every question is stupid, and smart\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n8:59 pm</dco> &nbsp;<qco> are there limits to imagination?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n8:08 pm</dco> &nbsp;<qco> what is your favorite and least favorite videos you have made?</qco> </h3>      i only favor the one i am working on, to make sure it comes out the best\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n7:59 pm</dco> &nbsp;<qco> Could you explain why you only use that one certain electric piano sound while writing songs? Is it so that your ear isn't tricked into liking something you play just because it has a cool sound you're not used to?</qco> </h3>      for me, the writing process does not include finding the sounds. that's for the recording process\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n7:21 pm</dco> &nbsp;<qco> I grew up listening to Roger Waters and now whatever I write, I keep comparing it to his work and end up feeling depressed that I'll never be as good as him.. are you the same way?</qco> </h3>      not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n7:13 pm</dco> &nbsp;<qco> What color do you think exemplifies creativity the most?</qco> </h3>      with that attitude, none of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n6:09 pm</dco> &nbsp;<qco> what qualifies something as a musical instrument?</qco> </h3>      you will have to check with the musical instrument qualification committee, which i unfortunately was fired from, because i kept calling every instrument a sandwich\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n6:06 pm</dco> &nbsp;<qco> what are your thoughts on donald trump?</qco> </h3>      oh, i almost forgot about donald trump\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n6:05 pm</dco> &nbsp;<qco> did you ever make it to new canaan?</qco> </h3>      yes, by the 3rd verse i was there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n6:02 pm</dco> &nbsp;<qco> do you think having a social life is integral to being happy/content in life?</qco> </h3>      it can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n5:42 pm</dco> &nbsp;<qco> What's your favorite type of media?</qco> </h3>      surprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n5:25 pm</dco> &nbsp;<qco> I have a hard time really letting go and singing/playing piano when I'm at my house because I have roommates and i'm self-conscious about singing stupid/weird/whatever words/melodies that I'm coming up with.\n</qco></h3>      oh too real<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you feel like you need to be somewhat isolated where people can't hear you to really loosen up and be real while writing/playing music?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n5:07 pm</dco> &nbsp;<qco> how are you handling that hot weather outside of NY dude</qco> </h3>      i don't know but europe is freezing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n4:58 pm</dco> &nbsp;<qco> Where does the time go?</qco> </h3>      everywhere, which is also where it's been\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n4:43 pm</dco> &nbsp;<qco> oranges or greens?</qco> </h3>      are what\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n4:30 pm</dco> &nbsp;<qco> Why is life possible&nbsp;</qco> </h3>      how else are you gonna do anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n4:08 pm</dco> &nbsp;<qco> Waffles with syrup or without?</qco> </h3>      which waffles\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n3:29 pm</dco> &nbsp;<qco> what are plates?​</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n3:04 pm</dco> &nbsp;<qco> Is your next thing a video like the other recent ones or a song?</qco> </h3>      song (with video)\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n3:02 pm</dco> &nbsp;<qco> Thank you for having a website that is easy for my crappy phone to handle. I can binge on content for as long as I want without it crashing, unlike pretty much everywhere else.</qco> </h3>      oh hell yeah, that's what i'm talkin about\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n3:02 pm</dco> &nbsp;<qco> What is your favorite binary number?</qco> </h3>      10\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n2:10 pm</dco> &nbsp;<qco> whenever someone asks \"Are you depressed?\" or something, you say no. But, you made a video called \"I hate myself\" So what's going on???</qco> </h3>      songwriting\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n1:55 pm</dco> &nbsp;<qco> are you starting to get a little bit sick of people constantly asking you about why you don't always use capital letters? i am</qco> </h3>      that's a tradition that goes back several years now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n1:50 pm</dco> &nbsp;<qco> i just want to feel loved and not be lonely</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n1:29 pm</dco> &nbsp;<qco> when people make a separate \"mobile\" version of their website, do they do it because they actually somehow think that it'll make the experience better for mobile users \n</qco></h3>      yes, mobile devices can have a very different screen orientation and a very different interface. sites made for desktop only can be a disaster on mobile<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or do they do it because they want to be hip</qco> </h3>      i think the 'hip' thing to do is have no desktop site, and make everything impossible on the computer, and then force upgrades\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n1:29 pm</dco> &nbsp;<qco> Would you like to ride a flying toothbrush into the sunset?</qco> </h3>      not right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n1:10 pm</dco> &nbsp;<qco> grey or gray?</qco> </h3>      looks purple actually<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n12:49 pm</dco> &nbsp;<qco> Favourite Jazz musician? Noticed a couple of Real Books lying around in the vids</qco> </h3>      oh no, does that mean i have to have a 'favorite' 'jazz' musician, if so i will throw the book away, by the way i only have one, and there's no musicians in it, just charts\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n11:32 am</dco> &nbsp;<qco> In the answers to a couple of questions, you alluded to a shift/development in the way that you approached your work (maybe about 4 years ago now?- <a href=\"q.php?date=201801310346\">1.31.18&nbsp;&nbsp;3:46 am</a> , <a href=\"q.php?date=201802110415\">2.11.18&nbsp;&nbsp;4:15 am</a> , <a href=\"q.php?date=201704152326b\">4.15.17&nbsp;&nbsp;11:26 pm</a>  and others). Was this a gradual change? Was it difficult and/or intentional?&nbsp;</qco> </h3>      that refers to the 5-day a week release schedule. the idea came to me spontaneously, but it was probably as a result of having made the website and getting it filled with every conceivable piece of past content i could, and then wondering what to do. but the schedule was something i had wanted to do for a very long time, but in 2014 it spontaneously worked\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n11:13 am</dco> &nbsp;<qco> Do you ever question whether or not you're being the genuine you? \n</qco></h3>      yes and no. not so much any more, i've spent a lot of time running all up and down and around that issue, and back again, and again<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nOr is that just a problem I'm having that I need to overcome?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n10:43 am</dco> &nbsp;<qco> what do you think about augmented unisons?</qco> </h3>      they sound exactly like a minor second, but are much more difficult to write down\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n10:08 am</dco> &nbsp;<qco> When will people realize that you're actually a pretty normal kind of guy?</qco> </h3>      what makes you think i am\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n10:06 am</dco> &nbsp;<qco> why did you start doing the things you do on youtube?</qco> </h3>      i just upload, but it was pressure from society\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n9:48 am</dco> &nbsp;<qco> did you update some of the thumbnails to some of your vids on YouTube?</qco> </h3>      yes, i updated them all in june, 2014\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n9:21 am</dco> &nbsp;<qco> how do you deal with toxic people?</qco> </h3>      anyone can be toxic or non-toxic. either way should be a learning opportunity, for everyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n9:13 am</dco> &nbsp;<qco> have you ever worried that a mix that sounds great on your headphones/speakers sound terrible on anyone else's headphones/speakers</qco> </h3>      that's why it's so important to test the mix on as many different systems as you can get your hands on, and fix things to a compromise\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n9:09 am</dco> &nbsp;<qco> 1 or 0?</qco> </h3>      for what\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n6:40 am</dco> &nbsp;<qco> Do you use a computer program to write your music?</qco> </h3>      just a text program and an audio recorder. it's just a modern version of writing things down\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n6:40 am</dco> &nbsp;<qco> what is the brand of the ukulele I see in ur vids? </qco></h3>      that is the kind of thing i would tell you if i had a sponsorship. also i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also is it a concert,or a tenor?</qco> </h3>      the tuning is identical to the highest 4 strings of a guitar (d, g, b, e)\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n6:37 am</dco> &nbsp;<qco> Is this a stupid question to make?</qco> </h3>      all questions are smart, and stupid\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n5:39 am</dco> &nbsp;<qco> Was the \"reality\" uploaded in bulk, or as it all came along?</qco> </h3>      i never made any videos for them until the 3 months immediately following the release of history of japan. (feb-may, 2016). at that time i went through the thousands of audio clips, found and edited parts i wanted to use, and made all the videos for them. i used feb 2, 2016 as the stopping point for the content, because it was the starting point for the project. and after that point you would just hear journals talking about journals (which you can see now, as i've done another batch since then). around august 2017, i worked on the project a little bit more and pushed it up to about may 2016. but what i found out is it just delays the main video projects too much. so i still have not found a way to have any time to work on the reality project whilst also making the main songs and videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n4:35 am</dco> &nbsp;<qco> I entered a 'music theory' chatroom and it seemed like even the simplest of ideas were being overcomplicated. Is music theory supposed to be so complicated?&nbsp;</qco> </h3>      it is supposed to represent the music, that you have come to know and enjoy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n1:56 am</dco> &nbsp;<qco> thoughts on sea urchins?</qco> </h3>      i haven't thought about them in a long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n1:46 am</dco> &nbsp;<qco> when you do a crazy fast drum fill what are you supposed to do with your mind? like do you think about each hit or just let it happen?</qco> </h3>      it's just like speaking, and talking. when you say 5 or 6 words per second, what does your mind do?\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n1:30 am</dco> &nbsp;<qco> if i wanna do something, but i also dont wanna do it because of other reasons, should i do it</qco> </h3>      sounds like you need some kind of scale, or weighing device\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.18&nbsp;\n12:27 am</dco> &nbsp;<qco> The stack of books and a bottle was your 2014 April Christmas tree, was it not?</qco> </h3>      why april 2014?? the book stacking video was december 2010\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.18&nbsp;\n11:05 pm</dco> &nbsp;<qco> why don't you ever type any capitols? like new york city or washington.​</qco> </h3>      why don't you ever notice when i do\n<br><br>"
  }
]
