[
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n5:00 am</dco> &nbsp;<qco> Are you baguette?</qco> </h3>      \nnot yet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n2:08 am</dco> &nbsp;<qco> what do you think of birds, i think birds are very pretty</qco> </h3>      \nit seems actually remarkable that they can personally fly without any technological assistance\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n1:29 am</dco> &nbsp;<qco> what is your favorite fruit</qco> </h3>      \nearth\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n1:11 am</dco> &nbsp;<qco> Your video about pulling a rabbit out of a hat inspired me to try pulling a rabbit out of a hat. However, after getting a hat, the rabbit did not jump out, as the video showed. It just sat in there, seemingly content with life in that hat. Am I doing something wrong?</qco> </h3>      \nno that's actually the right way to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n1:02 am</dco> &nbsp;<qco> what makes a song/thing 'good' or 'bad'?</qco> </h3>      \nyou may have to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n12:42 am</dco> &nbsp;<qco> Why does your music just feel RIGHT? Like something has clicked into place. Any explanation?</qco> </h3>      \ncan't you see i'm trying to win the nobel peace prize\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n12:38 am</dco> &nbsp;<qco> Opinions on the concept of apologies?</qco> </h3>      \ni like them, although i am sorry about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.28.24&nbsp; \n12:11 am</dco> &nbsp;<qco> how to find an apartment in nyc?</qco> </h3>      \nyou could check billionaire's row\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n11:31 pm</dco> &nbsp;<qco> what is the best cheese</qco> </h3>      \ncorn\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n9:54 pm</dco> &nbsp;<qco> Your voice is so smooth, it's quite beautiful. Your drumming is always so creative and your synth playing oh my GOSHHH. Your works are nothing short of genius and I just want to say thank you, THANK YOU for posting these. I honestly don't know where I'd be without them. Your bass playing matches beautifully with the other sections. Listening to \"if the world doesn't end\" followed by \"fly around\" is like being hugged and told it'll be alright. I can't say thank you enough. Thank you for making them, thank you for posting them, THANK YOU for doing what you do. Your songs absolutely touch my soul in ways I can't describe and fill me with hope even on the worst of days. Once again: thank you.\n<br></qco> </h3>      \nmy goodness i seem to have stumbled into the friendly section of the website\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n8:15 pm</dco> &nbsp;<qco> what is in your mind mr wurtz</qco> </h3>      \ni will continue trying to explain it, on an ongoing basis\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n8:04 pm</dco> &nbsp;<qco> why is it so hard to decide what to do and in what order</qco> </h3>      \nbecause there are so many different orders that would work\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n7:22 pm</dco> &nbsp;<qco> do you ever think about something and then think of it more and then decide not to think about it anymore because you don't want to anymore</qco> </h3>      \nyes, that is a typical plotline of thinking about a thing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n7:13 pm</dco> &nbsp;<qco> What's your latest memory?</qco> </h3>      \nanswering this questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n6:32 pm</dco> &nbsp;<qco> how are things goin</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n6:14 pm</dco> &nbsp;<qco> i have a list of cool words that i have been building up and i would like to share them with you: anemoia, nyctophilia, iambic, syzygy, quorum, qua, clockwork, tchotchke. what do you think</qco> </h3>      \nbesides clockwork, i really don't know the meaning of any of them. some sound greek, some sound latin, and one of them sound russian\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n4:04 pm</dco> &nbsp;<qco> would you use a uppercase letter if I were to ask politely?</qco> </h3>      \nno, but i use them all the time normally for clarity and expression. especially in my videos, but also right here on the questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n12:58 pm</dco> &nbsp;<qco> How did the inventors of soap come up with soap?</qco> </h3>      \nit probably started with a spicy leaf someone found. then they gradually adjusted the recipe from there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n11:18 am</dco> &nbsp;<qco> lately ive been haunted by the notion that an instrumental song cant stand on its own (like it needs some other thing to go along with it).\n<br>so i tried making songs with lyrics and i suck at it, and ive been sucking at it for quite a while now.\n<br>but whenever i try to write a song w/o lyrics i think about that notion again and it ruins the whole thing.\n<br>so i think i have to either use that thought to help me make lyric songs until im good at it, or i conbince myself its not true and just make more instrumentals.\n<br>until i decide im in music limbo where i cant finish anything. do you have any thoughts on that original notion i mentioned at the start? or on the situation or whatev</qco> </h3>      \nbasically what you need here, is to dive head first into figuring out what really matters to you in the world, besides music. then incorporate that into music in a way that absolutely resonates with you genuinely. I too, spent most of my younger years wrapped up in only music (music music). so when it came to this point, what i did was, among other things, started freestyling text on a qwerty keyboard, from the abstract to the concrete, trying to really dig down to what means the most to me, and how i can genuinely find what i want to find, through language. after a couple of years of this, i felt more equipped with things to say and make music about, when i returned to songwriting. and i was pleasantly surprised that i was now doing it a lot differently from other songwriters, thanks to all that heck-the-out-tripping experience i'd had\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; 9:45 am</dco> &nbsp;<qco> what is your favourite song out of every one of your songs?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n8:17 am</dco> &nbsp;<qco> Favourite equation?&nbsp;</qco> </h3>      \n1=2\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n6:45 am</dco> &nbsp;<qco> how do I make a pickle</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n6:33 am</dco> &nbsp;<qco> How long can I keep hard-boiled eggs out before refrigerating?</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n6:02 am</dco> &nbsp;<qco> Should I wait more ?</qco> </h3>      \nno, you are already waiting the right amount\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n3:20 am</dco> &nbsp;<qco> do you know any words like egregious, where the word had been used sarcastically for long enough that its antonym became the actual definition?</qco> </h3>      \nsure. how about 'awful', which, as you'd expect, used to mean 'awesome'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n2:31 am</dco> &nbsp;<qco> man I'm struggling to get schoolwork started. incomplete assignments and everything. any advice to potentially alleviate my situation? i just don't wanna do it sometimes bro</qco> </h3>      \ndo a critique video, and talk about the schoolwork like an album review\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n1:18 am</dco> &nbsp;<qco> Your music scratches my brain just right how'd u do that&nbsp;</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.27.24&nbsp; \n12:14 am</dco> &nbsp;<qco> why must a tree sink but a branch float?&nbsp;</qco> </h3>      \nthe trunk has to be more dense, i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n11:33 pm</dco> &nbsp;<qco> Why is anything?</qco> </h3>      \nas a refreshing alternative to nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n10:38 pm</dco> &nbsp;<qco> How cool is it that there are words with other versions of it and different syllables which makes rhythmic expression ampler. Like doesnt and dont</qco> </h3>      \nit is nice. that's the kind of thing that's hard to grow in con-languages\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n10:24 pm</dco> &nbsp;<qco> I want to ask you beginner advice, but I'm afraid that you might have too many years of experience to know give relatable beginner advice.</qco> </h3>      \nin some cases that may be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n10:15 pm</dco> &nbsp;<qco> what is your opinion of artificial grape flavor</qco> </h3>      \ntoo real\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n9:34 pm</dco> &nbsp;<qco> do you believe?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n8:26 pm</dco> &nbsp;<qco> should i dorm with the valedictorian of my high school in college</qco> </h3>      \ni'm not sure. the problem i'm having is that i don't actually know what the word 'valedictorian' means, even though i have heard it before\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n8:01 pm</dco> &nbsp;<qco> can we both agree that Ferenheight is just a messed up system?</qco> </h3>      \nit works fine but the problem is that it doesn't fit too well with any of the other systems\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n4:09 pm</dco> &nbsp;<qco> what is distortion</qco> </h3>      \nmessed-up-ness\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n2:36 pm</dco> &nbsp;<qco> Wanting to get into music again, but dont know what instrument I want to play. None of the instruments i've looked at so far seem to appeal, any advice?</qco> </h3>      \nhow about your voice, in addition to something that plays chords\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n12:35 pm</dco> &nbsp;<qco> How do i hear chords in songs this is hard</qco> </h3>      \nit's no 'harder' than hearing english words when people are talking. it's actually quite impossible, but once you develop the ability it's effortless. what it takes is, just a long time of being exposed to the language (or music) with transcriptions to go along with it. and over a very very long period of exposure, eventually out of sheer curiosity you will get around to learning, forgetting, and re-learning, pretty much every different thing that ever happens. for each thing, (chord, word, pattern, thing that happens, whatever) i'd say on average it will take about 10 times learning/forgetting/re-learning the thing, and then you'll know it permanently. that being said, it's not definable how many 'things' there are, or what constitutes a 'thing', nor is it important for you to even know. but this process of learning still works like clockwork nonetheless, automatically, with enough exposure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n12:19 pm</dco> &nbsp;<qco> How big a square is too big a square?</qco> </h3>      \nthere is no limit to the size of squares\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n9:02 am</dco> &nbsp;<qco> Why is it all lower case accept for the button that says ASK wich im about to press?</qco> </h3>      \nlowercase is the normal case. i use it in the majority of writings. but i have some strange news in this case: so do you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n8:23 am</dco> &nbsp;<qco> do you ever wonder why we're here</qco> </h3>      \nno, because it seems logical that we'd be everywhere in due course. but what i then wonder is, where else have we been\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n8:21 am</dco> &nbsp;<qco> have you ever experienced temperaments other than equal temperament?</qco> </h3>      \ni've looked into it, and it just made me realize how amazing 12tet really is\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n8:13 am</dco> &nbsp;<qco> i feel confused between two of your most common given advice: \n<br>(1) do something bad on purpose, don't take it too seriously, and \n<br>(2) do it like a professional. \n<br>\n<br>they're contradicting each other.</qco> </h3>      \nthose don't really contradict each other, but, more importantly, it's not clear that you've taken those from the same situation. for example, i don't recall ever giving those 2 pieces of advice to the same person in the same situation. those are likely suggestions for 2 different situations\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n6:02 am</dco> &nbsp;<qco> how to love a guitar</qco> </h3>      \nhave you tried turning it off and on again\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n3:27 am</dco> &nbsp;<qco> i think analogies are really cool when explaining something but i just CANNOT come up with any..............</qco> </h3>      \nyou can just compare everything to sticks\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n3:04 am</dco> &nbsp;<qco> can i,, can i uh, ask you a question?</qco> </h3>      \nyes, but did you ask first if you could ask this question\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n1:32 am</dco> &nbsp;<qco> do you think that pitch correction has made us overly sensitive to out of tuneness?&nbsp;</qco> </h3>      \npossibly\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.26.24&nbsp; \n12:28 am</dco> &nbsp;<qco> What's the reason you have a question board in the first place? </qco></h3>      to give you a chance to ask this<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And does it ever get tiring to respond to all of these?</qco> </h3>      \neach one makes me more awake\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n10:03 pm</dco> &nbsp;<qco> do i really understand anything if i can't explain it?</qco> </h3>      \nthere is a brief range of understanding, maybe at the beginning, where you can understand but not explain. but if you understand it any longer or any better, then the explanations will occur to you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.24&nbsp; \n8:57 pm</dco> &nbsp;<qco> What is your opinion on milk?</qco> </h3>      \nimplausible, but not impossible\n<br><br>"
  }
]
