[
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n7:56 pm</dco> &nbsp;<qco> Why are men's shirt buttons on the right and women's shirt buttons on the left?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n7:01 pm</dco> &nbsp;<qco> can you explain the symbolism of the cats discussing&nbsp;&nbsp;restructuring the fabric of the known universe in the music video for i wanna be a movie star</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n6:43 pm</dco> &nbsp;<qco> Do you believe in life?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n6:17 pm</dco> &nbsp;<qco> are you ever going to add anything more to improv or is that page basically 'complete' for you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n5:28 pm</dco> &nbsp;<qco> Have you ever considered getting to know yourself, and then done it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n5:13 pm</dco> &nbsp;<qco> Hello from Romania Bill,<a href=\"heaps.mp4\">how much research did you put in history of the entire world,I guess?</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n5:07 pm</dco> &nbsp;<qco> Do you still whatever?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n5:05 pm</dco> &nbsp;<qco> are you a cute hentai girl</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n4:47 pm</dco> &nbsp;<qco> I think oxygen is pretty cool. What do you think about oxygen?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n4:46 pm</dco> &nbsp;<qco> is this page more for asking questions about you or asking questions that we need help with?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n4:21 pm</dco> &nbsp;<qco> do you know the history of the world</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n3:26 pm</dco> &nbsp;<qco> i want to be immortal, i want to be remembered. i am so fucking afraid of oblivion, just this fear's size and dimension scares the shit out of me. i want to do something to create a revolution, i want to change the world but it's not enough. i am never enough. i'm gonna lose my mind. i have to do something to leave a mark but i don't know where to start and i am the only obstacle. to be real, to prove i existed, i need to do, just do, but i only dream and waste time and i never \"do\". i have to start all over again. i have to do something original and perfect but i can never satisfy myself, so i still wait to be ready for the moment i'll finally decide to do. is this relatable for you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n3:10 pm</dco> &nbsp;<qco> i don't know what i'm gonna do. there's so much to do, so many dreams, so many goals, so many things to live in this limited life, so many thoughts and i feel like my head is gonna explode and i feel too much. tick tock, time is running out and i just lost another second to begin the change i want to make. i've been waiting my whole life for to start in a cocoon. everything i've learned was for that moment. it has been years but why am i still waiting? why don't i begin? why can't i just do it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n2:52 pm</dco> &nbsp;<qco> When you do a song and music video simultaneously (crazy/raining, free to) do you think the music video is better off for it, rather than doing them at different times?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n2:08 pm</dco> &nbsp;<qco> DO U LIKE BLAZING HOT SPICY AIR UP YOUR NOSE</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n1:19 pm</dco> &nbsp;<qco> do you have to got to know what's going on</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n12:44 pm</dco> &nbsp;<qco> I've heard different artists/musicians/writers say different things about this... just curious what your thoughts are... Do you have an overarching concept or vision that guides your work? Zappa called this 'conceptual continuity' and it was a huge aspect to his music. I've also noticed this a lot in Prince's music (a lot of songs are self-referential or reference other songs, and there's certain little recurring rhythmic patterns that he uses, and certain ideas, like sexuality and spirituality, get revisited often). Dwayne Thomas Jr., a great bass player, takes it a step further and says that you should write down your own artistic vision and read it daily... So do you have your own, specific vision or 'conceptual continuity'? It doesn't have to be something that is clearly evident to fans, but just something in your own mind that your working towards, or kind of ties everything together for you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n12:15 pm</dco> &nbsp;<qco> why does the word podcast confuse you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n9:57 am</dco> &nbsp;<qco> are you braindead</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n9:46 am</dco> &nbsp;<qco> i hate school and exams. what can i do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n9:24 am</dco> &nbsp;<qco> bill, should I split the roast pork bun?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n8:05 am</dco> &nbsp;<qco> Do you think white or black should be considered as color</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n7:52 am</dco> &nbsp;<qco> what inspired you to add the i'm feeling randy button?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n2:04 am</dco> &nbsp;<qco> Do you consider yourself your boss? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n1:29 am</dco> &nbsp;<qco> Given the state of the human race, do you consider yourself a cynical person&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n1:22 am</dco> &nbsp;<qco> what should I do to surprise others?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n1:12 am</dco> &nbsp;<qco> Why does the planet have colors?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.16.17&nbsp;\n12:19 am</dco> &nbsp;<qco> how was the experience of creating a website? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n11:51 pm</dco> &nbsp;<qco> on <a href=\"q.php?date=201703230202\">3.23.17 2:02 am</a>, you finally used the shift key to make capital letters. I've never been more proud.</qco> </h3><a href=\"capitals-report.php\">thousands of times</a><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n11:15 pm</dco> &nbsp;<qco> Do you think you're ever going to make some sort of podcast? I know you probably won't but it'd be really fun to have you do a podcast of some sort&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n11:03 pm</dco> &nbsp;<qco> what will you do when you are confused ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n10:10 pm</dco> &nbsp;<qco> Have you ever considered making a musical score for all of the reality videos you post?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n9:18 pm</dco> &nbsp;<qco> How do I make reality less boring? How does one determine how entertaining completing a wierd act will be for the said individual? \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n9:16 pm</dco> &nbsp;<qco> I just realized that typing without capitals or proper punctuation is wayyyyyy faster than writing with it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n9:15 pm</dco> &nbsp;<qco> do you ever just need to get something/an idea out, but it goes away before you can write/type/record it?? it's frustrating</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> Are you going to do monday videos again?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n7:26 pm</dco> &nbsp;<qco> Can you explain the entire history of the world?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n7:08 pm</dco> &nbsp;<qco> What are some of the pros and cons of being a human person?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n6:33 pm</dco> &nbsp;<qco> how do you express yourself other than music/videos?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n5:39 pm</dco> &nbsp;<qco> what is your opinions on hyphens? for example 're-sort' vs. 'resort' or 'factory-produced' vs. 'factory produced'</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n5:37 pm</dco> &nbsp;<qco> do any of your songs come from a non fictional standpoint?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n5:36 pm</dco> &nbsp;<qco> is \"alphabet shuffle\" supposed to be a sequel to \"abcdefghijk\" </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n3:12 pm</dco> &nbsp;<qco> are you a cute anime girl</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n3:08 pm</dco> &nbsp;<qco> what do you call a series of chords like 2m-5-1 if not a chord progression?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n2:34 pm</dco> &nbsp;<qco> what is the time shown aside the question? the time it is asked or answered?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n2:08 pm</dco> &nbsp;<qco> i've played piano for several years and have studying singing for more than a year, but in the end all i feel is so tired that almost broken down. i almost cannot remember how i'm deeply touched by music. i don't think there's anything wrong with music. i just wonder if i learned it the wrong way or what. do i not practice enough or not listen carefully enough? how do i find a way to start over?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n1:11 pm</dco> &nbsp;<qco> Do you think we'll find a form of life that isn't carbon based at some point?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:40 pm</dco> &nbsp;<qco> <a href=\"why-no-mr-wurtz.html\">Why don't you like to be called \"Mr.Wurtz\"?</a>\n<br></qco></h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:35 pm</dco> &nbsp;<qco> Hey i just realised all this time i thought the chords and the melody were the same thing. But since they are different, what exactly are chords and how they function and what makes them support the melody? When i listen to songs i'm starting to pay attention to the instruments and the chords they're playing, but it rarely makes sense to me how they are connected to the melody of the song. This might not be a good question. But i'm just so confused. As a 'songwriter' i'm mostly focused on the vocal melody and lyrics as a result, but i'd like to understand better.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:13 pm</dco> &nbsp;<qco> I think your style of musical surrealistic humour would make an awesome fit for cartoons or something along those lines. Have you, or will you ever considered lending your style to those kinds of projects?</qco> </h3><br><br>"
  }
]
