[
  {
    "html": "<h3> <dco>6.1.23&nbsp; 7:14 am</dco> &nbsp;<qco> what inspired you to make music,</qco></h3>      music<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and start editing?&nbsp;</qco> </h3>      mistakes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.23&nbsp; \n5:10 am</dco> &nbsp;<qco> why am I only sometimes in the mood to listen to music that I haven't heard before, like I'll be getting really into it and enjoying it, but other times It's just like I hate this completely</qco> </h3>      \nyou might be..... 'alive'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.23&nbsp; \n1:05 am</dco> &nbsp;<qco> what are some good funny numbers besides 69 and 420?</qco> </h3>      \nthose numbers aren't funny, those are just 'popular' numbers. 0 is funny because it breaks things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.1.23&nbsp; \n12:40 am</dco> &nbsp;<qco> If the grass on my front lawn is looking rather delectable today, should I eat it?</qco> </h3>      \nit might be a trap\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2023-05.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n10:29 pm</dco> &nbsp;<qco> imagine the last thing that made you laugh, please. </qco></h3>      finding a plate of ribs, and then being informed by the producers that you should ignore it, it's a \"mistake\". and then pondering what kind of scenario would result in a plate of ribs by mistake.<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;was it meant to make you laugh?</qco> </h3>      the original situation was a mistake, but the analysis of the situation was indeed meant to evoke laughs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n10:22 pm</dco> &nbsp;<qco> Do you think you could escape \"The Crumbling Tower of Pizza\"?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n9:46 pm</dco> &nbsp;<qco> are you in favor of peace and love</qco> </h3>      \nyes but that's not all\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n8:55 pm</dco> &nbsp;<qco> How do I pull myself out of a barren waste land?</qco> </h3>      \njust slip into the next barren waste land over\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; 8:39 pm</dco> &nbsp;<qco> What planet are you from?</qco> </h3>      \nplanet 1\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n8:17 pm</dco> &nbsp;<qco> how many bars do la de da, and the day goes on&nbsp;&nbsp;and long journey have altogether</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n6:31 pm</dco> &nbsp;<qco> does the next big thing replace the current big thing or can there be more than one big thing simultaneously?</qco> </h3>      \nit is always multi-thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n4:49 pm</dco> &nbsp;<qco> hi bill, how do you make a sandwich</qco> </h3>      \nput everything in between each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n4:31 pm</dco> &nbsp;<qco> i've recently started writing for the first time in my life and just finished the prologue to my story. but, when i read it myself, i feel entirely detached from the story, like it's not engaging in the slightest. i think it's good writing and a lot of people liked it, but i just don't feel engaged when reading it. is this normal? if not, what can i do?</qco> </h3>      \ntry writing it really bad. this might be way more fun for you, and certainly less boring\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n3:43 pm</dco> &nbsp;<qco> do you plan on producing more songs to add to Spotify?</qco> </h3>      \noh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n3:41 pm</dco> &nbsp;<qco> How do you feel confident in the music your write? I've been going to guitar lessons for quite a few months now, and I've been wanting to start writing my own songs. But every time I start, I never end up writing anything because I feel like it's not \"good enough\"</qco> </h3>      \nthe magic trick to start, is when you realize just how awesome 'bad writing' is. go ahead and write something worse than anything that's ever been written before. this is a fairly easy and exciting record to break\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n11:31 am</dco> &nbsp;<qco> I can get very in-touch with myself by meditation, but am often out of touch in social situations for no reason. Like a joke goes over my head, I take something too seriously, etc. How can I change this to act more \"normal\" or at least in touch with what's going on?</qco> </h3>      \nhow about hosting a television show and inviting normal people on as your guests\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n10:26 am</dco> &nbsp;<qco> reddest color to ever not be red ?</qco> </h3>      \norange\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n5:37 am</dco> &nbsp;<qco> what is a song?</qco> </h3>      \nif you get rid of everything that can be clearly explained and understood, what remains is a \"song\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; 5:29 am</dco> &nbsp;<qco> how do you make videos</qco> </h3>      \nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.31.23&nbsp; \n1:54 am</dco> &nbsp;<qco> Are there negative bpm</qco> </h3>      \nsure, if you play the song backwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n10:49 pm</dco> &nbsp;<qco> How do u eat water? (asking for a friend...)</qco> </h3>      \nfreeze it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n10:04 pm</dco> &nbsp;<qco> in \"Perfect.\" how were the cars performing the \"avoidance war\" while also being self-owning and self-driving? how are they avoiding eye contact?</qco> </h3>      \nwe don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n9:14 pm</dco> &nbsp;<qco> i'm writing a story but i'm bad at naming characters. can you give me 5-10 random names to name them off the top of your head</qco> </h3>      \naa, ab, ac, ad, ae\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n8:25 pm</dco> &nbsp;<qco> In \"9 8 7\", what does \"I'm feeling you\" mean?</qco> </h3>      \nhmm... \"you\" could be a mood. like \"happy\", \"sad\", ..... \"you\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; 7:54 pm</dco> &nbsp;<qco> can you help me with my homework?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n7:48 pm</dco> &nbsp;<qco> what's the key of the most recent song you can remember writing</qco> </h3>      \nit has parts in D, Amin, G, C#min, Db, and Ab\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n7:36 pm</dco> &nbsp;<qco> There are parts of \"I'm A Princess\" that make me feel like it's a spiritual prequel to \"More than a Dream\". Is this just my brain drawing correlations where there aren't supposed to be any?</qco> </h3>      \nthey have some similar feels\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n5:43 pm</dco> &nbsp;<qco> Is a book just a funky collection of words</qco> </h3>      \nnot just\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n5:04 pm</dco> &nbsp;<qco> How do you scare a Penguin?</qco> </h3>      \nput out a story on the Penguin News channel saying how penguins hate penguins\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n4:26 pm</dco> &nbsp;<qco> should i go to school tomorrow?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n3:42 pm</dco> &nbsp;<qco> How do you decide to do creative things?&nbsp;</qco> </h3>      \ngive yourself a multiple choice question: \"should i do creative things? y/n\". then you have a 50% chance of getting it right. you also have to factor in the fact that sometimes being creative is not creative, and being not creative is creative. so when you factor that in, it still comes out to be a 50% chance that you will be creative\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n2:56 pm</dco> &nbsp;<qco> what seems like a delicious chord</qco> </h3>      \nthe 'different' chord\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n12:56 pm</dco> &nbsp;<qco> Helpppp in a moment of inspiration I started writing a song that I'm really happy with, but then the inspiration passed and days later it's still where it started and I can't seem to figure out what to do with it now</qco> </h3>      \nthis is normal, except for those rare cases where you can improvise an entire song. Most of the time you will find yourself in this situation, the 'second' half of the process, where you will be tasked to 'work' on the song, and find ways to coax or conjure up those inspirations again. i have some tricks. One trick is to just look to the original moment for answers. continue to tell the story of where you were and how you were when that first part came up. and another standard procedure is to run through the entirety of what you have, in order, in real time. another standard procedure is to ask categorical yes or no questions about it. \"can it end here\"? .... \"does it want more of the same patterns?\".... \"does it want something completely different?\" .... also another thing that happens is if you think about it for a while and then stop thinking about it, you might get the answer when you stop thinking about it. thinking scares music away sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n11:31 am</dco> &nbsp;<qco> how long does it take to start a fire with sticks</qco> </h3>      \nforever\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n11:03 am</dco> &nbsp;<qco> Do you make bad music&nbsp;</qco> </h3>      \ni'll see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n10:13 am</dco> &nbsp;<qco> is it possible to go backwards in life?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n10:03 am</dco> &nbsp;<qco> Do you ever feel like the task ahead of you is impossible?</qco> </h3>      \nimprobable\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n9:47 am</dco> &nbsp;<qco> is the statue of liberty hot</qco> </h3>      \nyes it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n8:55 am</dco> &nbsp;<qco> are you from america?</qco> </h3>      \n'to' america. or is that 'too' america, i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n8:46 am</dco> &nbsp;<qco> who is the true sexyman</qco> </h3>      \nrick steves\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; 7:01 am</dco> &nbsp;<qco> how to be cool</qco> </h3>      \nyou'll wanna go ahead and build Rome in a day\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; 5:27 am</dco> &nbsp;<qco> Favorite genre of music?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n3:36 am</dco> &nbsp;<qco> what is consciousness&nbsp;</qco> </h3>      \nit's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n3:03 am</dco> &nbsp;<qco> I try to write down every idea i get but i always find them embarrassing when i come back to them later and I can barely keep myself from completely erasing them. Do you ever deal with this</qco> </h3>      \nno. i've discovered that every idea is bad, and any one of those bad ideas can be used in great ways. so i continue to collect ideas, all of which are very bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.30.23&nbsp; \n1:59 am</dco> &nbsp;<qco> it feels like anything that \"happened\" happened so long ago, that the details became distorted at some point. now, i'm an amalgamation of happenings, trying to parse reality from fantasy. do you ever feel this way?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.23&nbsp; \n11:47 pm</dco> &nbsp;<qco> How can I be funny in three steps?</qco> </h3>      \ndo it in 2\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.23&nbsp; \n11:02 pm</dco> &nbsp;<qco> what happened during those 2 days in 2007 that made you think you were a piece of garbage</qco> </h3>      \ni was feeling that way for a lot of that summer. i just didn't know where i would find the courage to put together all the skills and process i would need, to accomplish my goals, which i also didn't fully understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.23&nbsp; \n10:46 pm</dco> &nbsp;<qco> when counting to 1, would it be optimal to start with 0 so as to establish a base, rather than jumping straight into 1?&nbsp;</qco> </h3>      \noptional\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.23&nbsp; \n10:16 pm</dco> &nbsp;<qco> opinions on a chord like F/G as a \"dominant\" and what do you call it</qco> </h3>      \ni don't like to use the word dominant because it's misleading, but indeed i do use F/G as a 5 chord in the key of C, and also sometimes refer to it as G7sus4, or, more accurately, G9sus4\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.29.23&nbsp; \n9:38 pm</dco> &nbsp;<qco> how does one \"music\"</qco> </h3>      \nlet the music music you\n<br><br>"
  }
]
