[
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n3:21 pm</dco> &nbsp;<qco> what's your favorite video you've ever made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n2:16 pm</dco> &nbsp;<qco> according to the information on this page writing things down is very important, but i don't do it. i don't know where to do it, and i'm scared of what i might find if i really think</qco> </h3>      \nit might not be right for you. if it is right, you will probably know it immediately when you do it. If it's not right for you, then, something else may be right for you. it could be something i don't even know about\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n11:49 am</dco> &nbsp;<qco> What's the scariest thing about songwriting?</qco> </h3>      \nhow easy it is. this can be scary if you want it really bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n11:42 am</dco> &nbsp;<qco> Out of curiosity, have you already decided which song/video you're going to make after you finish the one you're currently working on,</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or are you going to wait on that decision until you finish uploading the current thing you're working on?</qco> </h3>      yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n10:21 am</dco> &nbsp;<qco> what do you think about indie music?</qco> </h3>      \nthat moment when the out crowd suddenly becomes the in crowd\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n9:01 am</dco> &nbsp;<qco> I really like your style of music. like not gonna lie I do really addict to your songs. From the music you made, did you use some kind of music's theory on that? or it's out from your plain feeling?&nbsp;</qco> </h3>      \nfeeling is the theory. try to maximize the feeling. that is the theory that i always adhere to\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n6:46 am</dco> &nbsp;<qco> Are you mentally stable?</qco> </h3>      \ni will be discussing it with my team \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n4:46 am</dco> &nbsp;<qco> did you ever think once of making a movie?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n3:35 am</dco> &nbsp;<qco> how do you overcome writer's block?</qco> </h3>      \nthis may seem counter-intuitive, but, you're gonna have to go ahead and write something\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.21.21&nbsp; \n1:35 am</dco> &nbsp;<qco> is there any significance to the 8-ish seconds of white silence near the beginning of hotewig ?</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, what is it ?</qco> </h3>      i'm trying to convey the feeling of what life is like when time (and therefore space) does not exist. Really trying to build up a motivational case for doing the 'big bang', as scientists call it. Really trying to make you understand that you probably would have done the same thing, in that situation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n11:38 pm</dco> &nbsp;<qco> hello. do you create music for enjoyment?</qco> </h3>      \nyes, but i also take enjoyment very very seriously\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n10:48 pm</dco> &nbsp;<qco> how do I be a genius</qco> </h3>      \nput your pants on both legs at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n9:56 pm</dco> &nbsp;<qco> do you use people's questions as a randomness generator or is your randomness generator better?</qco> </h3>      \ni actually use the questions as a source of stability, and predictability\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n9:27 pm</dco> &nbsp;<qco> Are you a human?</qco> </h3>      \noh that would explain some of these outlandish feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n8:24 pm</dco> &nbsp;<qco> Do all of your songs have meaning to them?</qco></h3>      i'd say so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Even your silly ones that SEEM to not make sense?</qco> </h3>      you'd have to clarify which ones you think that is\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n7:19 pm</dco> &nbsp;<qco> do you prefer the making the music parts of your videos or animating them?</qco> </h3>      \nthe real power move, i've found, is to do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n6:46 pm</dco> &nbsp;<qco> There are more periods than i am used to seeing you type in the music video for \"here comes the sun\". What about the song made you feel the need to type more periods?</qco> </h3>      \nnothing. i'm not convinced that your hypothesis here is even true at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n5:40 pm</dco> &nbsp;<qco> any advice for beginner musicians?</qco> </h3>      \nlet me know if anything has gone wrong yet. if nothing has gone wrong, then it wouldn't be appropriate for me to give you any advice yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n5:36 pm</dco> &nbsp;<qco> Is is ok to be weird?</qco> </h3>      \nsometimes it's required, just to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n5:10 pm</dco> &nbsp;<qco> In \" at the airport terminal \". Do you lick the terminal floor?\n<br></qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n4:51 pm</dco> &nbsp;<qco> I struggle between choosing to spend my time coming up with new ideas or finish existing ones that I started. I want to have a goal of 1 new musical idea per *reasonable amount of time*, but I don't know how to prioritize between investing time into new things when I have ideas outstanding that need attention. Do you have any suggestions/have you experienced this? thanks</qco> </h3>      \nbasically what i did, when i was first in your situation, is to just keep coming up with new ideas. let them pile up. This is probably because i may have had a fear of not having enough ideas. Then it rapidly became a problem. Another thing i began doing is writing songs entirely on paper, and i would demand to finish the whole thing in 1 session. That's one way of dealing with it. so i wrote more and more and more. Sometimes they wouldn't get finished, sometimes they would. Usually if it was shorter, it would get finished. but they all got put into the list regardless. more years went by with more writing like this. It was more rare that i would ever record any of them. Eventually when the problem became even more serious, i finally found a way to work on the existing ideas. This is a whole separate task from generating new ideas, and i still consider them separate. For a couple years i ONLY did 'middle writing', which is where i work on existing ideas. Then a few months later, as i was getting ready to start recording some of them, i did a few weeks of finishing, just finishing writing for songs. I could talk for years about the different systems i've used for SELECTING which ones to work on. And this is not even to discuss selections for the recording process, which you didn't ask about. Eventually as enough years go by, you start to feel your life running out, so you probably take drastic measures. Nowadays, for me this is how it works: new ideas can come any time, that's always true. Sometimes they even come in dreams. So i catch them whenever they arrive, and i don't really do a writing session at that time because it's usually not the right time. but you just try to catch as much as you can. That's totally separate from any writing process or work process. Separately from that, it is a linear process of working toward the item i am releasing next, and i work on that 1 item until it's done. For songs, first what i do, at the beginning of a project, i do a round of new song idea generation, but this is NOT necessarily promising that any of these will be the one that's used. This is just to ensure that i am giving myself a chance to generate new ideas, which might have a chance of getting picked. So i generate some new ideas, maybe 10 or 15. Sometimes i use various different methods, just to make sure i've given myself a chance to try various things. Then, when that's done, i do song 'selection', which is where i'm going to choose which one is going to be recorded, for the next release. This selection is made from the ENTIRE list, which includes the new ones but also includes all the other ones, which are all at various levels of completion (writing). Once a selection is made, then it's quite simple. I finish the writing all the way, first, then record it, all the way. then make the video, all the way. I should clarify that this procedure didn't become solidified until after many many many years of ambiguity which may be similar to what you are going through now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n4:41 pm</dco> &nbsp;<qco> is cheese real</qco> </h3>      \nit sure seems that way doesn't it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n4:31 pm</dco> &nbsp;<qco> how do you become more confident with something that you made?</qco> </h3>      \nyou have 2 options. make it better, or, convince yourself that you did the best anyone could have done in your situation\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n3:46 pm</dco> &nbsp;<qco> How big is the earth?</qco> </h3>      \nbig enough for a romantic dinner date\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n3:40 pm</dco> &nbsp;<qco> in a previous question someone theorised that the meaning of \"here comes the sun\" is \"having hope when everything seems horrible, because it'll get better eventually, giving you joy and love\" and you said \"pretty much\". \n<br>what i'm wondering is if the message of \"here comes the sun\" (what was stated above) is something personal to you? </qco></h3>      yes, but it also applies to absolutely everyone. even other animals and plants too. essentially anyone who has ever lived on our planet<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;perhaps from the time you wrote the song or when you chose to make it into a full music video or if it's just a more general message? (of course if it is something really personal you don't have to say)\n<br></qco> </h3>      the message is something like \"ever had a bad time? well i have great news, the sun still exists and you will likely see it tomorrow morning\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n2:48 pm</dco> &nbsp;<qco> do you hate your fans</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n1:07 pm</dco> &nbsp;<qco> is the thing that takes the most time in making a music video songwriting, pulling off playing the song, animating, editing, or procrastination?</qco> </h3>      \nit's a tie between fear and being afraid\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n12:11 pm</dco> &nbsp;<qco> what's your opinion on comic sans</qco> </h3>      \ntoo good. don't use\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n11:47 am</dco> &nbsp;<qco> once you've done releasing all of your already written and performed songs in both video and audio form, will you consider remaking some of your old songs (like \"the song song\", for example, as it is your first 3-minute song you've written)?</qco> </h3>      \nsure, this is assuming there is some kind of technology to extend the human life span for hundreds of years\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n10:08 am</dco> &nbsp;<qco> Do you like popcorn?</qco> </h3>      \ni have a mutual understanding with popcorn\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n9:53 am</dco> &nbsp;<qco> What to do when you can't find what chords should go with the melody?</qco> </h3>      \ntry it with no chord\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n8:37 am</dco> &nbsp;<qco> How did you learn music theory </qco></h3>      i usually make up my own theories<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or how do you find such beautiful chords? - peter</qco> </h3>      most of the time, what makes chords beautiful is the surrounding context and situations they are found in\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n7:54 am</dco> &nbsp;<qco> was animating \"here comes the sun\" hard at all? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, how long did it take you to get it the way you liked it&nbsp;</qco> </h3>      never did\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n6:29 am</dco> &nbsp;<qco> how long is a moment?</qco> </h3>      \nabout 2 to 3 seconds\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n5:21 am</dco> &nbsp;<qco> Is time about your perception?</qco> </h3>      \ntime is what enables your perception\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n4:51 am</dco> &nbsp;<qco> do you ever start answers to these ueqstions with a Capital Letter, or use any caPitals anywhere in them, or have you ever used them, </qco></h3>      <a href=\"capitals-report.php\" target=\"_blank\">yes</a><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why</qco> </h3>       it calms me down\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n3:28 am</dco> &nbsp;<qco> what is your video-making process</qco> </h3>      \nit's a 1 step process, which is try to accomplish everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n2:26 am</dco> &nbsp;<qco> Have you ever written a melody or chord progression or whatever and over time it just becomes so familiar to you that it starts to feel like you didn't even write it?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n1:03 am</dco> &nbsp;<qco> did you have any inspirations for your videos or music</qco> </h3>      \nyes and i still do\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.20.21&nbsp; \n12:51 am</dco> &nbsp;<qco> how do i come up with/find the cool chords you keep using in your videos?\n<br>for example the sad piano chords in here comes the sun.</qco> </h3>      \nthat would be improvised\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.21&nbsp; \n11:51 pm</dco> &nbsp;<qco> when did you record here comes the sun?</qco> </h3>      \nseptember, 2020\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.21&nbsp; \n10:31 pm</dco> &nbsp;<qco> Thoughts on pigeons?</qco> </h3>      \n for every pigeon there are at least 2 other pigeons \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.21&nbsp; \n9:19 pm</dco> &nbsp;<qco> what is your favorite part of being a human instead of being a different thing</qco> </h3>      \nall the confusing thoughts\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.21&nbsp; \n8:13 pm</dco> &nbsp;<qco> are you going to make something</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.21&nbsp; \n7:21 pm</dco> &nbsp;<qco> how to be stupid</qco> </h3>      \nyou must utilize the entire brain\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.21&nbsp; \n6:39 pm</dco> &nbsp;<qco> I think you have the most accurate take on reality I've seen so far. How do you do it? I always get tripped up.</qco> </h3>      \nsometimes i trip myself. just to be proactive\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.21&nbsp; \n4:55 pm</dco> &nbsp;<qco> have you ever made a song that was mediocre? not bad and not good?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.21&nbsp; \n3:49 pm</dco> &nbsp;<qco> did \"here comes the sun\" use to have a slower BPM?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.21&nbsp; \n2:21 pm</dco> &nbsp;<qco> while you were at the airport terminal, did you see birds made of trees buying tickets for the business class section?&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.21&nbsp; \n12:59 pm</dco> &nbsp;<qco> Bill, i'm really scared rn. How do you deal with fear?</qco> </h3>      \nwrite down your fears. unless you are scared of writing, then that won't work\n<br><br>"
  }
]
