[
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n10:38 am</dco> &nbsp;<qco> Can u tell me the 'long gone' chords from day goes on? (voicings and not just the lead sheet chord names would be much appreciated)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n10:33 am</dco> &nbsp;<qco> how do the ideas for your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n10:21 am</dco> &nbsp;<qco> Why can't I write songs, only a hundred tiny lil bits of songs?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Should I buy a Fender Rhodes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n9:22 am</dco> &nbsp;<qco> experienced lucid dreams?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n9:07 am</dco> &nbsp;<qco> Why isnt i wanna be a movie star on spotify anymore?</qco> </h3><a href=\"https://open.spotify.com/album/6oUI63pnmUf6r0ihNxY11l\">yes it is</a>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n8:54 am</dco> &nbsp;<qco> Is there some deeper meaning behind your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n8:31 am</dco> &nbsp;<qco> Was it a bad decision to make a song and video in just 2 weeks?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n8:22 am</dco> &nbsp;<qco> Why does things randomly explode on me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n7:59 am</dco> &nbsp;<qco> is there anything you miss about making short videos for vine</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n6:33 am</dco> &nbsp;<qco> can you prove that you are conscious like me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n5:00 am</dco> &nbsp;<qco> did you washed canada in the end with your soap?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n4:24 am</dco> &nbsp;<qco> what's a good pickup line?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n3:50 am</dco> &nbsp;<qco> hey bill i dunno if you're a good person to talk to about this but someone i can barely consider a friend at this point has personally told me he thinks im ignorant and that he hates me and he wont fucking tell me why, and when i try to ask about it he refuses to discuss it at all like it never happened, and he does shit like this basically every other week out of the blue.&nbsp;&nbsp;\n<br>its taking a toll on my confidence and mental health at this point and i wanna know how i can deal with it without cutting him out of my life completely, hell i dont even know if i want him around at this point but at the very least i wanna know why hes so bent on stabbing my self esteem in the kidneys every so often before i stop talking to him.\n<br>can you give any reason why he might be like this, or at least some way to deal with it? ive tried expressing how i feel through drawing and writing and its just stressing me more&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n2:41 am</dco> &nbsp;<qco> are you feeling more edgy lately because in hallelujah you said \"god damn\" and in front door you said \"fuck\" and you rarely swear in your songs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n1:10 am</dco> &nbsp;<qco> if u had a dog what would u name it&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.10.18&nbsp; \n12:09 am</dco> &nbsp;<qco> what can't u believe?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n11:37 pm</dco> &nbsp;<qco> what do you think of the flat earth theory?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n11:20 pm</dco> &nbsp;<qco> Why can't I do the writing I'm assigned to do? I'm constantly distracted by everything. Trust me I'm not being lazy.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n10:39 pm</dco> &nbsp;<qco> Do you make your content completely alone,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do people help you?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And how?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n9:24 pm</dco> &nbsp;<qco> Are you gonna go to any more conventions? \n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n9:12 pm</dco> &nbsp;<qco> How do I deal with the immense pressure from outside sources to be normal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n9:11 pm</dco> &nbsp;<qco> How's your mental health?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n9:01 pm</dco> &nbsp;<qco> how does one integrate a key change into their song or write a melody or chord progression with a note or chord that isn't in the key?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n8:36 pm</dco> &nbsp;<qco> When a song idea pops into your head, how much time can you safely allow yourself before recording it so it doesn't get forgotten? Like if you're in a long line at the grocery store, would you feel safe waiting until you've checked out and are back in your car?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n8:06 pm</dco> &nbsp;<qco> hey so the follow up thing to the creatively stuck question: i've recorded everything i've written except for one song in which i wrote the lyrics first. i really want this song to be good as it's the last song i have to write before i finish my album, and i just can't seem to get a good grasp on the melody that i want.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n7:53 pm</dco> &nbsp;<qco> life is hard, how can it be less hard?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n7:49 pm</dco> &nbsp;<qco> what do you think of teens in school ruining their future with drugs and all sorts of gnarly stuf?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n7:00 pm</dco> &nbsp;<qco> In i'm Best Friends with my Own Front Door you say that people threw breakfast a the main character at main character and I was wondering if people throwing breakfast at him is autobiographical and also what did the breakfast consist of?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n6:44 pm</dco> &nbsp;<qco> do you make all of your videos by yourself alone,\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or do you get some help every now and then?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n6:25 pm</dco> &nbsp;<qco> why did you dramatize that brick scene so much? (blades of grass)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n6:20 pm</dco> &nbsp;<qco> hey bill are you making your music for yourself or are you doing it to entertain people</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n6:15 pm</dco> &nbsp;<qco> you have talked more than once about not beong able to return where you came from. you ok?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n6:06 pm</dco> &nbsp;<qco> Why are signing Simon's checks? Are you perhaps in an illegal drug ring with Simon? Is that why he can't remember anything he was doing or anything he remembers? IS IT BILL?!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n6:04 pm</dco> &nbsp;<qco> how did \"shaving my piano\" get so popular?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n5:31 pm</dco> &nbsp;<qco> Are you more of a \"less is more person\" or \"more is more person\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n4:51 pm</dco> &nbsp;<qco> What do you do about a \"spirit is willing but flesh is weak\" kind of scenario, in regard to making things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n4:41 pm</dco> &nbsp;<qco> Ever gunna update your reality page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n3:45 pm</dco> &nbsp;<qco> How do you feel about large objects arriving at great speed from space?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n3:32 pm</dco> &nbsp;<qco> Will there be a Christmas video this year?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n2:36 pm</dco> &nbsp;<qco> so when was the current song written</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n2:06 pm</dco> &nbsp;<qco> When are you gonna run for president?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n1:44 pm</dco> &nbsp;<qco> Where do birds go during hurricanes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n1:34 pm</dco> &nbsp;<qco> Why is each song of yours on it's own album titled the same as that song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n12:33 pm</dco> &nbsp;<qco> how do you get inspired</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n11:31 am</dco> &nbsp;<qco> how do i stop being so anxious? my heart is pounding out of my chest i think im dying</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n11:16 am</dco> &nbsp;<qco> https://billwurtz.com/201408020340.html did this note inspire the part near the end of hotewig</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n11:15 am</dco> &nbsp;<qco> How do you decide on a key signature for a song? I don't have perfect pitch so all the key signatures sound the same to me. If it has vocals, I'm guessing it's your vocal range but what if it has no vocals? Do you look at something like the fingerings on a keyboard?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n11:13 am</dco> &nbsp;<qco> Did jesus actually exist? Maybe not as the son of god born to a virgin mother who performed miracles and was resurrected and all that stuff.. but like, was there actually a flesh and blood human person that all the stories are based from? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've always been curious about if jesus or mohammed or moses or siddartha and all those people actually existed, like in a non-religious sense... and I'm curious if you maybe came across anything about this when you were doing your hotewig research?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n11:09 am</dco> &nbsp;<qco> when was the last time you had a good nights sleep</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.9.18&nbsp; \n10:52 am</dco> &nbsp;<qco> hey would you possibly be willing to share chord progressions to some of your songs? Very cool harmony</qco> </h3>"
  }
]
