[
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n11:47 am</dco> &nbsp;<qco> i noticed pictures of a violin in your newest song. are you learning to play it?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n11:38 am</dco> &nbsp;<qco> i've been checking out your reality page and i just want to say thank you for using your turn signal</qco> </h3>      \ni use it to role play. to think about where i COULD turn. sometimes i use it to reminisce about past turns\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n11:33 am</dco> &nbsp;<qco> what is your thoughts on fractals?</qco> </h3>      \nthey are neat, and tidy\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n10:52 am</dco> &nbsp;<qco> What is the purpose of setting goals if we all die anyway?</qco> </h3>      \nbecause of the part before that, where you live\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n10:44 am</dco> &nbsp;<qco> Are you going away again? </qco></h3>      from where<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your latest video is named ending so is it the ending of the channel?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n9:09 am</dco> &nbsp;<qco> what do you think about pancakes</qco> </h3>      \ntoo flat, and yet somehow not flat enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n8:52 am</dco> &nbsp;<qco> I love comic sans but my friends hate it .What do I do</qco> </h3>      \ntell that to comic sans. you will get on their good side by making those other people into enemies. like good cop bad cop\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n8:50 am</dco> &nbsp;<qco> have you ever, and hear me out here, decided to bend the cosmos to your will with music?</qco> </h3>      \ni've tried. it turns out just me being here bends it. you do it too\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n7:41 am</dco> &nbsp;<qco> are you referencing never gonna give you up in some of your songs?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n7:40 am</dco> &nbsp;<qco> what is your highest score on tetris?</qco> </h3>      \ni can get all the way up to the ceiling\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n7:39 am</dco> &nbsp;<qco> i've noticed my favorite part in a lot of your recent songs is when a synth lead takes over (the lick in ground plane, after \"celebration\" in september, after \"flagpole\" in the new one). what is it about those parts that gets me so much / gets you enough to want to write them that way?</qco> </h3>      \nat some point, and i remember exactly where i was when i realized this, i realized: melodies with words, and melodies without words, when used side by side, can achieve an extraordinary strong effect. they give each other their meaning. if you sing a little thing (with words) and then play a little thing (wordless melody), they each make each other stronger. like cookies and milk. like curds and whey. pick your favorite snack. this phenomenon can actually be better than any snack. wordless riff, intermingled with worded riff is truly a power play and i can honestly say it improved the quality of my life when i realized this\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n7:33 am</dco> &nbsp;<qco> what is the origin story of your lyrical genius</qco> </h3>      \ni know the alphabet fairly well\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n7:16 am</dco> &nbsp;<qco> have one of these questions on this page ever inspired any of your songs?</qco> </h3>      \nyes, even though it had nothing to do with the contents of the question\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n7:03 am</dco> &nbsp;<qco> is that the trumpet</qco> </h3>      \nnothing is a trumpet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n5:39 am</dco> &nbsp;<qco> What would it take for you to release a song that you worked hard on, then specifically decided wasn't good enough to post?</qco> </h3>      \na good mood\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n4:38 am</dco> &nbsp;<qco> the colours of your website make me feel comfortable and stimulated at the same time. whoops, this is not a question, sorry</qco> </h3>      \nthat's ok\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n4:22 am</dco> &nbsp;<qco> Does the circle and red arrow at the end of the new \"the ending\" video have any particular meaning? Is it time for a Bill Wurtz ARG?</qco> </h3>      \nit's clickbait\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n3:46 am</dco> &nbsp;<qco> what makes you write music</qco> </h3>      \nit's my way of proving to myself i'm alive\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n3:32 am</dco> &nbsp;<qco> What did you do during the pandemic? (2020)&nbsp;</qco> </h3>      \nif you've ever read \"if you give a mouse a cookie\"...... well, that is basically what happened to me after getting a new computer in 2019. i spent most of 2020 dealing with the aftermath of that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n3:15 am</dco> &nbsp;<qco> do you really just know everything about music theory or are you making it up?</qco> </h3>      \nmusic theory is indeed made up. but, i've spent my life also observing some of the ways people have been making it up before me, and continue in their footsteps to make up more things in addition. also i've gotten to know some of the core phenomena involved in the whole game, even though they tend to be subversive and paradoxical at best\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n2:14 am</dco> &nbsp;<qco> in your latest song, the ending, why is there a violin</qco> </h3>      \nit's there for musical purposes. the violin is considered a musical instrument\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n1:42 am</dco> &nbsp;<qco> why do my best music ideas come right before i fall asleep</qco></h3>      because that might be just about the only time of the day that you may actually, finally, truly, almost totally, stop trying<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;its kind of counter intuitive cause then i have to get up and figure out what im hearing but then im not ready to sleep anymore</qco> </h3>      that's true, but that's just the price you gotta pay if you wanna move product\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n1:42 am</dco> &nbsp;<qco> What do you think of the fact that when you say that's a trumpet it's not a trumpet?</qco> </h3>      \nthe melody had sort of a morning salute vibe. especially when placed after the whole thing has just wound down to an entire halt, whilst proclaiming 'the ending'. the way it jumps back into that melody instantly seemed to evoke the army salute thing. so that is the reason all the aspects to that scenario are mentioned\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.22&nbsp; \n12:26 am</dco> &nbsp;<qco> Do you like Ethiopia?&nbsp;</qco> </h3>      \ni know almost nothing about it, except the simple fact that it seemed to have been just about the only major african country to resist the scramble for africa. so that factoid in itself gives me a certain fondness for it. also i just remembered another factoid, which is that it seems to have a sort of holy status within rastafari culture, and, by extension, reggae music, for which i also have a fondness\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n11:53 pm</dco> &nbsp;<qco> any tips for figuring out hobbies? i'm trying to get some so that i can have a bit more going on in my life (since right now i'm pretty boring) but can't think of anything that really excites me. most of the interests i see other people have look super one-note and i feel i'd get bored of them quick. cheers</qco> </h3>      \nit looks like you're doing your part. from here it's gonna have to find you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n11:49 pm</dco> &nbsp;<qco> holy moly bill can i maybe get a road map for the time sigs in your newest song, thanks</qco> </h3>      \n sure. there's probably many ways to do it, but here's how i would do it, if it were written down. tempo = 128.<br>\n      \n4/4 for 4 bar instrumental intro<br>\n      \n\"getting ready...\" 4/4, 4/4, 2/4<br>\n      \n\"weather\"... 4/4, 4/4, 2/4, 4/4, 2/4  (*option to blow through in all 4)<br>\n      \n\"yes i'd\" 4/4, 4/4, 4/4, 2/4, 2/4, 4/4, 2/4  (*that's the way it feels, but nevermind those two 2/4s in a row. that's probably stupid. just call it 4 there)<br>\n      \n\"out, i'm not worthy\" 4/4 for 8 bars <br>\n      \n\"ue, it's not true it's not true that's not true\" 4/4 for 6 bars<br>\n      \n\"musical music\" 4/4 for 4 bars<br>\n      \n\"don't really know\" 4/4, 5/4, 4/4, 3/4, 4/4, 4/4 (or, if you are playing the cowbell here, perhaps you'd prefer a chart that just keeps it all in 4. vocalist or anyone playing along with the vocal riff would probably prefer to break it up into skips as shown)<br>\n      \n\"weep, skip\" 4/4 for 4 bars<br>\n      \n\"slow it\" 5/4, 6/4, 5/4, 4/4 HOLD (fermatta, but the recording specifically adds one additional bar of 5/8)<br>\n      \n\"riff\" 4/4, 4/4, 4/4, 2/4<br>\n      \n\"more riff\" 4/4, 4/4, 2/4, 4/4, 2/4 (*or, again, if you prefer you may skip this pair of 2/4s and cancel it out)<br>\n      \n\"i'm not worthy\" 4/4 for 9 bars<br>\n      \n\"true\" and vamp. 4/4 + 5/4 alternating until the end\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n11:30 pm</dco> &nbsp;<qco> Is the ending really the beginning?</qco> </h3>      \nendings and beginnings are certainly attracted to each other, i can say that much\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n11:30 pm</dco> &nbsp;<qco> Is the brain so complicated bc it's actually really simple, and so that makes us simple to understand? But then how can the brain be so complicated that it's actually simple?</qco> </h3>      \nit's complicated but i assume the principles behind it are fairly simple\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n11:28 pm</dco> &nbsp;<qco> what's your favorite chord progression</qco> </h3>      \nF C\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n11:16 pm</dco> &nbsp;<qco> do you ever look back on your old vids and wish you did something different in them, and can you give an example?</qco> </h3>      \ni wish all of them could have been better, somehow. but i was also wishing that just as much (if not more) at the time i was making them. so if there was something different/better i could have done, i certainly would have done it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n11:14 pm</dco> &nbsp;<qco> what is your opinion on nickels</qco> </h3>      \nthey are perfect\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n10:59 pm</dco> &nbsp;<qco> Does your recent song titled \"The Ending\" mark the end of your music</qco></h3>      not even close<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is it just named that?</qco> </h3>      it's named that because, out of all the lyrics in the song, that one made the strongest title for that song. this is part of a general scheme of having strong titles, which specifically plays into my future career goals\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n10:59 pm</dco> &nbsp;<qco> how do i stop humming your song in class i cant focus im failing help</qco> </h3>      \nsing something simpler. how about 3 blind mice\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n10:52 pm</dco> &nbsp;<qco> What is your favorite genre of music?</qco> </h3>      \nregular\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n10:39 pm</dco> &nbsp;<qco> i like the end vamp of the new song, reminds me of the end vamp of money. intentional? (or just written by the same person)</qco> </h3>      \nwritten by same person. i would have felt more comfortable with myself if it had been a little more different from the 'money' outvamp, but in the recording when it drifted into the more harmonically stable piano part i became more satisfied of its difference from 'money'. from there it probably takes on more similarities to some of the \"monday\" videos and other textual-instrumental videos from 2014 and 2015\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n10:38 pm</dco> &nbsp;<qco> Love the new song btw, it feels like its already becoming one of my favorites. Was there a certain inspiration behind \"the ending\" 's name or the theme of the song?</qco> </h3>      \nthe verse melody is what started it all. i came up with it while i was busy trying to select one of my already existing ideas for what song to record next, but, that new melody hit me out of nowhere and shortcutted the entire selection process. the theme of the song came out of nowhere, and i actually was frustrated that i couldn't find a first line that was iconic enough for my liking. i was also assuming that the first line would be the title, but when i couldn't find anything good enough for that, i kind of hastily raced through the writing trying to outrun my discomfort of having to settle for the existing first line. i had no idea what the actual title would be, even well after i'd finished writing the song, and into production. i liked the \"the ending\" part of the song (the middle), but for some reason i didn't even notice that lyric when spending multiple times combing through every line in the song for an applicable title. finally when i was very near the end of the whole production process and had already begun throwing around totally extraneous titles, i combed through the lyrics one more time in search of a title and found that \"the ending\" part, right in plain sight, and it was an obvious title. but i didn't even notice this until i was just about done with the production of the song\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n10:26 pm</dco> &nbsp;<qco> what do you think is gonna happen next</qco> </h3>      \neverything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n10:04 pm</dco> &nbsp;<qco> i'm moving to college tomorrow, any advice?</qco> </h3>      \nfigure out the location of the college. also, importantly, don't forget the location of your current residence. in case you need to make additional trips\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n9:58 pm</dco> &nbsp;<qco> is the text that flies by in the beginning of \"the ending\" the lyrics but starting from the end of the song </qco></h3>      yes it is<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;thats really cool</qco> </h3>      \n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n9:16 pm</dco> &nbsp;<qco> I knew the answer all along to a difficult i was facing but i only started to \"get\" it recently<br>Thanks Bill</qco> </h3>      \nyou're welcome, although i don't recall what i possibly did to affect this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n9:05 pm</dco> &nbsp;<qco> if you could rename earth, how would you name it?</qco> </h3>      \n'oof'\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n9:02 pm</dco> &nbsp;<qco> do you wanna be a movie star?</qco> </h3>      \nyes, that sounds lovely\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n8:49 pm</dco> &nbsp;<qco> Today was the first time I got mad at you. Because it took me so long figure out the secret message at the end of the ending. I'm not mad at you anymore though. Just excited to get this thing started.&nbsp;&nbsp;Is this a question?&nbsp;</qco> </h3>      \nalmost\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n8:43 pm</dco> &nbsp;<qco> does it say \"who i wanna be\" on 0:44 in your latest song or am i wrong?&nbsp;</qco> </h3>      \nyes, that is correct. it seems that is a leftover lyric caption on the floor that was originally to be used in the overhead shot of the road. i ended up removing it from that scene (switched to a pink caption directly on the road), but it can also still be seen in the re-imported frantic world-spin clip, overlaying the overhead road shot. the caption can just barely be seen on the floor in the spinning shot. i was aware of its existence in both places, and decided to leave it in, for realism\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n8:34 pm</dco> &nbsp;<qco> Do you like bread? </qco></h3>      not just<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you like bread then do you like butter on your bread?</qco></h3>      not just<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you like bread and like butter on your bread then do you like a bunch of other stuff on the bread that makes it qualify for a sandwich?</qco> </h3>      yes\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n8:26 pm</dco> &nbsp;<qco> Have you thought about making a movie?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n8:11 pm</dco> &nbsp;<qco> how are you able to make such \"abnormal\" chords and combinations work out? </qco></h3>      i'm not sure. i just can. i've spent my life using chords. many times in my life, now that i recall, i surely did that instead of having friends. so in that sense you could say i've spent all that time seeking the same thing you'd seek in friends, except with chords instead<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;it's very jazzy, so are you able to just do it very quickly and easily with lots of practice, or does it take trial and error to figure out which sounds work together?</qco> </h3>      i always continue to expand the realm of what i'm chordally familiar with. by now it's a pretty broad realm, but that doesn't stop me from continuing to thrill seek my way outside of that realm\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n7:50 pm</dco> &nbsp;<qco> the chorus of a new song seems surprisingly personal for bill wurtz song,</qco></h3>      it's one of the least personal songs i've ever done. i don't know where it came from. The melody, for the verse, however, is extremely personal and i stand by that. never found a lyric that really captures what i honestly am feeling in that melody. the best expression of that line is when it's done instrumentally later. the staring at the flag pole is not quite genuine either, except actually given the circumstance, it is, if you account for the fact that i'm halfway through a song that did not necessarily start well (lyrically), so as i stare at the flag pole in this moment i can let the original melody come back to me, hopefully to catch a glimpse of it slightly closer to its original form<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; in a more obvious way than the way all of your songs are personal. </qco></h3>      it's one of the least personal, but, the subtext is perhaps that i was possibly venting frustration that i never was able to come up with a title-worthy line for the first line melody in this particular song which i wrote 2 weeks ago. being stuck with a mostly un-relatable and disingenuous first line, i had no choice but to lean in harder and continue on writing more parts i don't relate to. however, it all fit into the fun game i've been playing, where i try to write songs as if i was another writer. it hopefully tricks me into coming up with new ideas <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you actually struggle with feelings like the ones explored in that chorus? </qco></h3>      absolutely not. unless you apply them very abstractly to only that week's song-writing session, and not applied on a life-long scale as it probably sounds in the lyric if taken literally<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fantastic tune by the way</qco> </h3>      \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n7:49 pm</dco> &nbsp;<qco> Do you think you and I see the same green ?</qco> </h3>      \nno\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.22&nbsp; \n7:46 pm</dco> &nbsp;<qco> whats your favorite era of history</qco> </h3>      \nthe present. which, as it turns out, every era of history has been\n\n<br><br>"
  }
]
