[
  {
    "html": "<h3> <dco>12.13.23&nbsp; \n3:55 pm</dco> &nbsp;<qco> do you have any songs or ideas for songs that started with something in the drums</qco> </h3>      \nmaybe 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.23&nbsp; 3:52 pm</dco> &nbsp;<qco> How do you come up with song ideas?</qco> </h3>      \neverything's a song idea. so i'm just doing everything, in order\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.23&nbsp; \n2:32 pm</dco> &nbsp;<qco> What is your opinion on mallet percussion?</qco> </h3>      \nlike the taco, can be hard or soft\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.23&nbsp; 12:12 pm</dco> &nbsp;<qco> what is your favorite song you have EVER made?</qco> </h3>      \ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.23&nbsp; \n10:22 am</dco> &nbsp;<qco> will working retail make me apathetic or very compassionate</qco> </h3>      \nit can go either way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.23&nbsp; \n8:57 am</dco> &nbsp;<qco> thoughts on non-euclidean geometry?</qco> </h3>      \nhaven't explored it yet. i still have more than enough euclidean geometry on my plate\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.23&nbsp; \n7:43 am</dco> &nbsp;<qco> How to accept the fact that nothing makes sense?</qco> </h3>      \nstart coming up with hypothetical examples of what 'would' make sense. just to see where you stand\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.23&nbsp; \n5:01 am</dco> &nbsp;<qco> What are the ingredients to a fulfilling life?&nbsp;</qco> </h3>      \nit can be made with any set of ingredients. actually some of the most fulfilling may be from some of the most 'unlikely' ingredients\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.23&nbsp; \n3:23 am</dco> &nbsp;<qco> what's the difference between answering \"yes\" and \"sure\"?</qco> </h3>      \n\"sure\" might seem to imply there are many other additional possibilities, other than the one suggested\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.13.23&nbsp; \n1:55 am</dco> &nbsp;<qco> do you think that going insane benefits creativity?</qco> </h3>      \nit does at first\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n11:57 pm</dco> &nbsp;<qco> how many restaurants are actually a different restaurant?</qco> </h3>      \nmore and more, as you increase the time range\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n11:23 pm</dco> &nbsp;<qco> should i play a funky little drum beat and plaster it all over the interconnected websites of varying popularity?\n<br>\n<br>(Sent from my school approved school chromebook)</qco> </h3>      \nsure\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n10:18 pm</dco> &nbsp;<qco> were you there for the first christmas. ever</qco> </h3>      \nno. but every christmas feels like the first one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n9:34 pm</dco> &nbsp;<qco> if you had to rhyme something with orange in a song (it is mandated by the laws of physics), what would you rhyme it with?</qco> </h3>      \nLawrence\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; 8:54 pm</dco> &nbsp;<qco> what is life</qco> </h3>      \nmovement\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n7:46 pm</dco> &nbsp;<qco> what were you doing in drop-D tuning?&nbsp;</qco> </h3>      \nplaying barred sus2 chords i assume, or maybe sus2maj7\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n7:25 pm</dco> &nbsp;<qco> Why is it that every time I come here, the questions uncannily reflect on my life since coming here last time?</qco> </h3>      \nit's the font color\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n6:58 pm</dco> &nbsp;<qco> I just saw something so amazing that I want to experience and analyze it as much as possible, but at the same time I don't want to see it again because all the magic will have been lost and I'll ruin it for myself</qco> </h3>      \nwhat you might want to do here is wait some time, maybe some months or years, then check it out again. if you find it magical that second time, then you'll know the magic is locked in, and then you can analyze it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n5:41 pm</dco> &nbsp;<qco> okay so why is the bass on new canaan so fucking good</qco> </h3>      \nmaybe as a last resort\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n5:38 pm</dco> &nbsp;<qco> do you have any songs where each bar doesn't have 4 beats?</qco> </h3>      \nsure. it's especially common, not just in my songs but in everyone's songs, to have non-4 bars sometimes, especially in transitions to and from the chorus, for example. or anywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n4:24 pm</dco> &nbsp;<qco> Is a continent an island?</qco> </h3>      \ni'm not worried about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n4:06 pm</dco> &nbsp;<qco> In a live performance of yours what would be the ratio of recorded loops to live instrumental performance?</qco> </h3>      \n0:1\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n2:56 pm</dco> &nbsp;<qco> counterpoint says parallel octaves and 5ths are kinda cringe, i say counterpoint is kinda cringe, but maybe its good, but i also dont want to fail my music composition classes.\n<br></qco> </h3>      \ni think they need to show the specific examples of what made them think those things were cringe. i don't think anyone could pre-emptively predict that any and all uses of 5ths or 8ths in any context would be cringe. they're probably just referring to specific cases where they didn't like it. if they showed you those examples, maybe we'd figure out that our opinions aren't all so different\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n2:41 pm</dco> &nbsp;<qco> What made you realize you wanted to do music? </qco></h3>      music<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Was it some kind of overnight epiphany or something you've wanted to do for a while?</qco> </h3>      \ni've been dealing with music for as long as i can remember. and quite frequently i experience powerful moments that inspire me to get into music, then of course i realize i already am\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n2:40 pm</dco> &nbsp;<qco> Why does # mean sharp and b mean flat</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n1:39 pm</dco> &nbsp;<qco> how do you feel about the day and the month matching up. </qco></h3>      fine<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you remember when the year matched up as well</qco> </h3>      \nsure, but then i also remember before that, every january 9th, the date looked like the year. at least in america\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n12:32 pm</dco> &nbsp;<qco> I typed this question with my forehead</qco> </h3>      \ni believe you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n11:45 am</dco> &nbsp;<qco> do i have to make covers to be good&nbsp;</qco> </h3>      \nno\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n10:47 am</dco> &nbsp;<qco> what are your thoughts on nirvana (the band)</qco> </h3>      \nseems so simple\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n9:11 am</dco> &nbsp;<qco> Is the moon made of cheese or is cheese made of the moon?</qco> </h3>      \nneither. however, cheese is made, one way another, from the earth\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n7:36 am</dco> &nbsp;<qco> Why do i find stupid things funny?</qco> </h3>      \nwhat i'm wondering is why you call funny things stupid\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n6:27 am</dco> &nbsp;<qco> of all the videos that you're working on, which one was \"written\" the earliest, and when was it written?</qco> </h3>      \nmost of them were written in late 2022 or early 2023, but one of them was written in august, 2020\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; 3:54 am</dco> &nbsp;<qco> if you had to describe yourself as a texture/surface what would it be?\n<br>\n<br>i'm making designated playlists for artists i enjoy. there is a theme convention i am following, and artists are textures. for example: corduroy, tatami, etc.\n<br></qco> </h3>      \nthis exercise seems somehow already biased toward named textures\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n3:50 am</dco> &nbsp;<qco> are you happy? what makes you happy? when i say happy i mean true unbridled joy</qco> </h3>      \nhappiness and joy are such peculiar phenomena that i don't believe it's entirely possible to know a specific cause. it's like waves\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n1:06 am</dco> &nbsp;<qco> should i plant a tree</qco> </h3>      \nsure, but then \"give him a friend\", which is to plant another tree next to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n1:02 am</dco> &nbsp;<qco> How do I heat transfer?</qco> </h3>      \nhow about getting a triple word score in scrabble\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.12.23&nbsp; \n12:24 am</dco> &nbsp;<qco> What is one beautiful moment that you have experienced in your life?&nbsp;</qco> </h3>      \nsomeone bought me a hallmark card, with soft pastel coloring and a cursive font on it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; \n11:52 pm</dco> &nbsp;<qco> If you could learn one skill instantly, what would it be?</qco> </h3>      \ninstantaneous skill-learning\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; \n10:38 pm</dco> &nbsp;<qco> how to do music?</qco> </h3>      \nno one knows. if you can figure it out, then you will be the first\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; 10:31 pm</dco> &nbsp;<qco> When did all of the windmills start to turn so slow?</qco> </h3>      \nthey always were\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; \n9:19 pm</dco> &nbsp;<qco> what;s good to eat at kfc</qco> </h3>      \ni was going to say biscuits but now i realize i'm thinking of popeyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; \n8:52 pm</dco> &nbsp;<qco> Where did you get the idea for the moon is made of cheese?</qco> </h3>      \non earth\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; \n8:23 pm</dco> &nbsp;<qco> Are you a trillionaire?</qco> </h3>      \nno, unless you include the 100 trillion pennies which i still have to bring to the coin exchange machine\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; \n8:19 pm</dco> &nbsp;<qco> Would you for the thrill of it be a paradox</qco> </h3>      \nno way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; \n8:16 pm</dco> &nbsp;<qco> can you make it all go faster</qco> </h3>      \nno. it will automatically go extremely fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; \n8:03 pm</dco> &nbsp;<qco> do you think there are more doors or wheels?</qco> </h3>      \nwhat makes this question complicated is the fact that there are so many things that actually resemble both a door and a wheel\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; \n7:14 pm</dco> &nbsp;<qco> How does one fall in love?</qco> </h3>      \nsee if you can get a disney movie made about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; \n7:11 pm</dco> &nbsp;<qco> You answered what happens if the world doesn't end. But what happens when it does?</qco> </h3>      \nanother one begins\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; \n6:22 pm</dco> &nbsp;<qco> if all the musical modes were people, which do you think would be the most narcissistic&nbsp;</qco> </h3>      \nlocrian\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.11.23&nbsp; \n5:55 pm</dco> &nbsp;<qco> what was the longest timespan between writing a song and finishing it you've had?</qco> </h3>      \nmaybe about 10 years\n<br><br>"
  }
]
