[
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n8:22 pm</dco> &nbsp;<qco> what is your opinion on zoos</qco> </h3>      not enough animals\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n8:05 pm</dco> &nbsp;<qco> after you learn how to sing the right notes, how do you get better at singing</qco> </h3>      if you want to get singing you're gonna want to go ahead and start singing those wrong notes. otherwise i can't imagine you'd have enough room to make anything good happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n7:21 pm</dco> &nbsp;<qco> would you say love is underrated or overrated&nbsp;</qco> </h3>      unrated\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n6:49 pm</dco> &nbsp;<qco> do you have a surprising amount of expertise in some field other than music?</qco> </h3>      i suppose it depends on what your expectations of me were. for example i do not know how to skin a cat\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n6:27 pm</dco> &nbsp;<qco> Can you help explain drum notation to me?</qco> </h3>      the rhythms work the same, but instead of pitches, each line or space probably represents a different drum/cymbal/percussion item. usually the kick drum goes on the bottom, the cymbals usually go on top, usually with X heads, and the snare usually goes in the upper middle space. sometimes you see special markings above hi hat notes such as \"O\" or \"+\" which means open or closed. Which drum/item is which is usually labelled on the left before the start\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n6:25 pm</dco> &nbsp;<qco> Why is it so hard to write lyrics and a melody to a loop of chords or a riff, do you have any advice to defeat this issue</qco> </h3>      if you are trying to add a melody to a riff, there is a good chance the riff already is the melody, so there might not be room for too much more. if you are trying to write to a loop, i suppose you just have to enjoy the loop and be glad you are stuck there. you have to convince yourself that you want to be there. but i would usually prefer not to write to loops, just write, and make the chords subservient to that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n6:21 pm</dco> &nbsp;<qco> as a master triangle player (not reallY!, or yes?), how do you handle the magnificent instrument?</qco> </h3>      nowadays it's better to use a fake triangle honestly. the sound is perfectly good as long as it's not by itself, and a real triangle is very difficult to keep from spinning so it's really not worth the trouble\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n4:59 pm</dco> &nbsp;<qco> did you predict your future when you were 12?</qco> </h3>      some of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n4:49 pm</dco> &nbsp;<qco> how far backed up are you on questions?</qco> </h3>      about 30 hours\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n4:01 pm</dco> &nbsp;<qco> why do we only have 1 moon</qco> </h3>      to save some for other people\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n3:59 pm</dco> &nbsp;<qco> How do i use a mop?</qco> </h3>      the whole challenge is you must avoid being used by the mop\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n2:16 pm</dco> &nbsp;<qco> What is a rhetorical question you want to ask all of us?</qco> </h3>      sup\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n1:41 pm</dco> &nbsp;<qco> title of the video please? but make it an anagram so that we have to figure it out ourselves</qco> </h3>      been done already\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n12:21 pm</dco> &nbsp;<qco> would you recommend the shazam app? all too often, i hear good music, and then i think \"man. am i really going to have to download another application upon my mobile phone?\" i just want to know if it's worth it. thanks&nbsp;</qco> </h3>      it is useful. i currently don't have it, so i have to try to hear contiguous chunks of lyrics and use google. but if it's instrumental you're fucked\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n10:59 am</dco> &nbsp;<qco> Why write out all the flats all the time at the start of the stave? i.e. you're writing for some crazy reason in Cb Major and you have to put 7 flats at the start of the piece. They'll always always be in the same place (right?) - why not just shorten it to (7b's) or omit it entirely and just say the key THANKS</qco> </h3>      usually a key signature will actually never be more than 6. if you are writing in Cb i would suggest do it in B instead (5 sharps). other than that i'm not sure. i think it is nice to have it there to indicate what notes you really mean, just in case aliens read it or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n10:47 am</dco> &nbsp;<qco> Have you ever written music in ternary beat, for a video? (6/8, 9/8, etc)</qco> </h3>      sure. how about <a href=\"https://billwurtz.com/word-unscramble-4.mp4\">this</a>, or <a href=\"https://billwurtz.com/might-quit.mp4\">this</a>, or for slower examples maybe <a href=\"https://billwurtz.com/electricity.mp4\">this</a>, or <a href=\"https://billwurtz.com/smiling-techniques.mp4\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n8:51 am</dco> &nbsp;<qco> do you like strawberries</qco> </h3>      they are ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n8:08 am</dco> &nbsp;<qco> Do you think music is the ultimate art form?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because with visual art you get the visuals, that's it. But music can convey ideas with sound and words,</qco></h3>      why can't you have words in visual art ... and music too<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  and visuals that correspond nicely can be added for even more idea conveying.&nbsp;</qco> </h3>      visual arts can also be enhanced with music. to say the least, i should suspect that the 'ultimate' art form will contain both, and also probably a whole lot more\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n7:52 am</dco> &nbsp;<qco> Worst nightmare?</qco> </h3>      something good maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n6:44 am</dco> &nbsp;<qco> when are you finally going to drop some crazy instagram hints</qco> </h3>      soon. but i must wait, they are too crazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n5:55 am</dco> &nbsp;<qco> why is question spelt wrong at the top</qco> </h3>      i think you read it wrong. the green letter is supposed to be read first on that one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n2:52 am</dco> &nbsp;<qco> people get lost all the time. do they get rescued? maybe! not always! where would you imagine people go when they get lost? what's the best thing to do if you have no idea where you are? (i'm not currently in danger but this might just be good to know.)</qco> </h3>      start drawing a brand new map, of where you are. for this blissful moment, you are now an explorer\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n2:23 am</dco> &nbsp;<qco> i'm curious what happens in your mind when you hear music or sing something and you're thinking about the chords and melody and stuff. Do you see a keyboard with the notes you're hearing sort of being played or lighting up? That's kind of what happens for me except it's not neccassirly the right key because i don't have perfect pitch</qco> </h3>      probably see keys, but it's not necessarily always in the right key unless i really crawl into the depths of the absolute abyss and check. which is very uncomfortable but i always do it every time, with the determination of someone running from their past somehow\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n2:04 am</dco> &nbsp;<qco> What ridiculous color would you paint your least favorite wall in order to make it not your least favorite anymore?</qco> </h3>      hot magenta\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n1:36 am</dco> &nbsp;<qco> what were the dreams that didn't come true and caused you to lie about details in New Canaan?</qco> </h3>      could have been dreaming of writing better songs? not sure, it was a long time ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.27.19&nbsp; \n12:28 am</dco> &nbsp;<qco> Thoughts on claymation? In general or you attempting it.</qco> </h3>      some days you just gotta wake up and claymate the hell out of something\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n11:13 pm</dco> &nbsp;<qco> How is the editing going for your next video?</qco> </h3>      wild and ridiculous\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n11:05 pm</dco> &nbsp;<qco> why traditional grip instead of match grip for playing the drum kit?</qco></h3>      i'm not sure, but i can tell you how it happened for me. at a young age, i had a minor basket ball injury. the ball fell vertically on my left middle finger and jammed it temporarily, wouldn't bend. i decided to learn traditional grip during that time, because you don't really have to bend that finger. after my finger healed i had no interest in switching back<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n do you feel there are any advantages/disadvantages of either</qco> </h3>      there's really probably no advantage as long as you are comfortable. but most traditional players seem to like the elegance of the asymmetry, similar to the way you get asymmetry with many other instruments, including the drum set itself actually\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n10:14 pm</dco> &nbsp;<qco> is it weird that i like the scenes of a movie rather than the entire movie?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n9:02 pm</dco> &nbsp;<qco> how do you feel about stores that choose to play dangerously loud music</qco> </h3>      sometimes i have to stop and think, do they really know the danger they are getting us all into\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n8:09 pm</dco> &nbsp;<qco> how to stop dying</qco> </h3>      you could stop stopping living\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n8:00 pm</dco> &nbsp;<qco> Favorite cereal&nbsp;</qco> </h3>      hot dog flavoured sandwich soup\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n7:32 pm</dco> &nbsp;<qco> do you like any of the self-recorded songs that mccartney did on the first project after the beatles disbanded?&nbsp;&nbsp;i get a lot of inspiration from that project.</qco> </h3>      it's hard to exactly say which project would be the first. that little rascal does frickin projects for breakfast\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n7:16 pm</dco> &nbsp;<qco> how do I stop obsessing?</qco> </h3>      as long as you start obsessing over stopping obsessing then it should cancel each other out just fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n5:31 pm</dco> &nbsp;<qco> i'm starting to think personalities are a scam</qco> </h3>      \nas long as you mix them, it won't be a scam. varying the personalities a bit will cause any scam to fall apart\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n5:24 pm</dco> &nbsp;<qco> What would you say the best toppings/fillings for a burger are?</qco> </h3>      BREAD!!!!!!!!!!!!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n5:06 pm</dco> &nbsp;<qco> what's the most interesting metaphor you've used in a poem</qco> </h3>      i'm a piece of garbage\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n4:25 pm</dco> &nbsp;<qco> How is it that I keep seeing so many of my artistic ideas done by other people when I haven't so much as imagined them?</qco> </h3>      there should be a small switch on the side (or on the back? depending on what brand) once you flip that switch, you should start seeing all the ideas anyone else ever thought of, done by you first\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n4:19 pm</dco> &nbsp;<qco> My nephew won't stop crying. What do I do?</qco> </h3>      cry too. if you can't beat them join them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n4:16 pm</dco> &nbsp;<qco> what do you do if you say hello but someone doesnt repond with hello please help</qco> </h3>      you could try saying goodbye?\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n3:33 pm</dco> &nbsp;<qco> what is the highest note you've sang in a song?&nbsp;</qco> </h3>      \"laz\" in \"the sun is a deadly lazer\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n1:31 pm</dco> &nbsp;<qco> How do you feel about your song \"I just did a bad thing\" being in tik toks?</qco> </h3>      sounds like it's time to make another one \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n1:27 pm</dco> &nbsp;<qco> Have you listened to any Bach organ fugues or Buxtehude organ pieces? (e.g Chaconne in E minor)&nbsp;&nbsp;I really love your music Bill. Strangely it is the only non-classical music that I enjoy listening to.</qco></h3>      that's nice of you<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I think it's because you don't use the typical I-V-VI-IV chord progression. Your harmonies seem influenced by classical and jazz.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n10:19 am</dco> &nbsp;<qco> have you ever gone through a period where you couldn't come up with anything creative?</qco></h3>      not really<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, how did you get through?</qco> </h3>      if i thought there was nothing creative, usually i just have to remember the golden rule which is that everything is creative\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n9:37 am</dco> &nbsp;<qco> When I hear a diminished passing chord resolve up a half step, more often than not, it resolves to *minor* chord. \n<br>Meanwhile, the resolution to a major chord is a little rarer in my experience. \n<br>Do you observe the same or is that just confirmation bias on my part?\n<br>\n<br>Because then my question would be: Why is the resolution to a minor chord more common when we have the diminished vii chord resolve up a half step to the major I chord, baked right into the major scale?\n<br>\n<br>I'd love your opinion on this.&nbsp;</qco> </h3>      i can give you a hint, i think if you had that going to a major chord (such as ........ C) it would be more likely that you'd be in a situation where the bass would be playing, in this case ..... G\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n8:32 am</dco> &nbsp;<qco> You said that the difference between 3/4 and 6/8 is that the former is divided into 3 groups of 2 and the latter is divided into 2 groups of 3, but how do i identify that in songs which arent divides into those groupings of notes.</qco></h3>      start by just finding the beat, and then check to see if they go in groups of 4...... 99% of the time they probably do. if not, then go ahead and open an investigation and put your top detectives on the case. good luck<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also in what time signature is manic depression?</qco> </h3>      ALL OF THEM!!!!!!!! nevermind, forget it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n4:41 am</dco> &nbsp;<qco> did jesus walk on water or was it just ice</qco> </h3>      hype\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n4:07 am</dco> &nbsp;<qco> what do you think of black people?</qco> </h3>      the vast majority of the things i think of people have nothing to do with color, except maybe on clothing, which is where perhaps you get some of the most interesting colors\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n1:56 am</dco> &nbsp;<qco> Why is the population growing so fast</qco> </h3>      due to sex, and lack of death, i suppose<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.19&nbsp; \n12:00 am</dco> &nbsp;<qco> i just wanna say your music is amazing, and that it got me through finals</qco> </h3>      that's nice of you\n<br><br>"
  }
]
