[
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n2:54 am</dco> &nbsp;<qco> when did you start making \"I'm a princess\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n2:14 am</dco> &nbsp;<qco> I keep on listening to New Canaan because it's too personal for me. Are you sad when you wrote it? - Kang</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n12:34 am</dco> &nbsp;<qco> Will you continue to make more videos?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.25.21&nbsp; \n12:06 am</dco> &nbsp;<qco> I think a lot about art (including yours maybe even especially yours) and I try really hard to interpret things and it often makes me feel very bad because I feel like I am failing to get the meaning out of something. I feel very stupid like the conclusions I am coming to are baseless and/or wrong and bad or maybe I'm not even coming to any real conclusions at all. do you have any thoughts on these feelings? is it possible I am just thinking too much and being ridiculous or am I really just wrong about everything. sometimes I can listen to a song of yours and it speaks to me in these very difficult to explain and powerful ways but other times I might listen to the same song and feel like I can't even begin to wrap my head around the smallest concepts.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n10:31 pm</dco> &nbsp;<qco> What do I do when I have so much raw inspiration and so little inspiration that's concentrated into actual tangible ideas?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n10:26 pm</dco> &nbsp;<qco> do you have any plans to make a song with an odd time signature?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n10:13 pm</dco> &nbsp;<qco> hey bill, i've listened to quite a number of your songs, old and new, and i noticed that you've used many kinds of different vibes, such as reggae (it's gonna be alright, got to listen to bob marley), mellow (the world, i love you), acoustic (new canaan, and the day goes on), jazz (the road, home) etc.\n<br>\n<br>so, question time, will you consider using more unique vibes for your newer songs? you know, like acapella, alternative rock, traditional folk, or whatever. i would like to see some more variety.\n<br>\n<br>thank you for reading this long question, and i would highly appreciate it if you could provide an answer.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n9:10 pm</dco> &nbsp;<qco> Did you intend for \"The day goes on\" to help people so much with bad days?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n9:00 pm</dco> &nbsp;<qco> So why did you get into music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n8:08 pm</dco> &nbsp;<qco> What's your advice to someone trying to get better at songwriting?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:46 pm</dco> &nbsp;<qco> Why does the groove and point section feel so damn tasty to watch?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:36 pm</dco> &nbsp;<qco> do you feel bad about the 2019 video material for 'i'm a princess'?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; turning into your old abstract princess model when you call yourself a dunce feels a little self-loathing. or are you making a more general statement about the difficulty of animating people in 3D?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:36 pm</dco> &nbsp;<qco> why would i want to buy more diamonds and roses if i don't enjoy them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:25 pm</dco> &nbsp;<qco> why is \"i'm a princess\" labeled as released in 2019 in the songs page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:17 pm</dco> &nbsp;<qco> what parts of the video for \"i'm a princess\" was done before you started working on the video for \"here comes the sun\"?</qco> </h3><a href=\"princess-20190512.mp4\" target=\"_blank\">this much</a>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:13 pm</dco> &nbsp;<qco> I really like the thing you did in the last two music videos where the last object shown is the same as the first object shown - the Blender default cube in here comes the sun and then the cylinders+truncated icosahedron in i'm a princess. Is this an intentional motif in the two videos or am I reading into it too much?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:08 pm</dco> &nbsp;<qco> Why is \" I'm a princess\" dated to 4/27/2019?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n6:04 pm</dco> &nbsp;<qco> does it make you feel bad when people assume that your lyrics/videos are random</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n5:48 pm</dco> &nbsp;<qco> Why did you tell us that we were princesses?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n5:32 pm</dco> &nbsp;<qco> what's the key to making meaningful lyrics</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n5:29 pm</dco> &nbsp;<qco> When did you first conceptualize \"I'm a Princess?\" A long time ago like \"Here Comes the Sun\" or recently?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n5:05 pm</dco> &nbsp;<qco> What is \"im a princess about\"?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n4:42 pm</dco> &nbsp;<qco> how does one become funny?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n4:25 pm</dco> &nbsp;<qco> as someone who is trying to pursue music, can you tell me where i should start? or any tips or lessons?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n3:46 pm</dco> &nbsp;<qco> If we go through the window, how can we be sure it's not a door?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n3:13 pm</dco> &nbsp;<qco> what is a princess?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n2:32 pm</dco> &nbsp;<qco> What is my cat trying to tell me when she opens up the file explorer on my laptop using shortcuts I didn't know existed?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n2:11 pm</dco> &nbsp;<qco> how would you describe your style of music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n1:58 pm</dco> &nbsp;<qco> are you a self-taught musician</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n1:46 pm</dco> &nbsp;<qco> what key is your next song in?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n1:07 pm</dco> &nbsp;<qco> What's your favorite section of I'm A Princess?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n12:54 pm</dco> &nbsp;<qco> what was your key signature in your latest song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n12:37 pm</dco> &nbsp;<qco> When did you start learning 3dcg?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n12:19 pm</dco> &nbsp;<qco> I'm scared of putting myself out there, I guess really of negative judgement and failure. Sometime it feels like the anxiety is a cold steel cage. How do I get over myself?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n12:01 pm</dco> &nbsp;<qco> When did you start learning 3D animation?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n11:58 am</dco> &nbsp;<qco> How are you so good at making songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n11:15 am</dco> &nbsp;<qco> How did you become a great modern philosopher?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n10:54 am</dco> &nbsp;<qco> Can you use an accordion in a future song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n10:49 am</dco> &nbsp;<qco> I love \"im a princess\" you threw some real curveballs at us with that one. Did it feel satisfying to finally make the character walk to the beat?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n10:49 am</dco> &nbsp;<qco> How did you rhyme \"door\" with itself 3 times and get away with it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n10:16 am</dco> &nbsp;<qco> why do I often feel if I don't do something creative I'm going to lose it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n10:15 am</dco> &nbsp;<qco> Is the guy in \"i'm a princess\" with the yellow-pink crown-looking thing on his/her head a princess?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n9:25 am</dco> &nbsp;<qco> Hello there Bill! What's your daily routine? Do you write songs and make music every day?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n9:05 am</dco> &nbsp;<qco> are peanuts like songs because they have shell that's fibers and then the core peanut that is good but also in a little skin</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n8:43 am</dco> &nbsp;<qco> Is there any tips on how to be creative or funny?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n8:40 am</dco> &nbsp;<qco> What is vacationing in the sun. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is it released?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n8:36 am</dco> &nbsp;<qco> How do you get rid of a weird habit</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n8:31 am</dco> &nbsp;<qco> what will the next song be about?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n8:16 am</dco> &nbsp;<qco> I've tried a lot of your recommendations for writing songs and finding inspiration. I've gotten past that part, and I already have a bunch of songs I've made. My problem is that when I make them, it feels almost forced. Taking my own feelings and emotions and using them to make something feels wrong. It's like I'm commercializing my emotions. Am I being irrational? Is this just my self-doubt? Nothing feels right.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.24.21&nbsp; \n7:40 am</dco> &nbsp;<qco> Do you work as a team or solo?</qco> </h3>"
  }
]
