[
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n1:11 am</dco> &nbsp;<qco> i'm a big fan of your \"penis\" and \"vagina\" videos. if i might ask, what was your inspiration for making them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n12:47 am</dco> &nbsp;<qco> what is your favourite part about making videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n12:45 am</dco> &nbsp;<qco> Are there too many things nowadays? or are there not enough things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n12:35 am</dco> &nbsp;<qco> what would your requirements be for someone to help you work?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n12:33 am</dco> &nbsp;<qco> what do you think about the analysis of how the steve video is about your life&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.17&nbsp;\n12:09 am</dco> &nbsp;<qco> do you have fun making your videos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n11:52 pm</dco> &nbsp;<qco> Why did you choose to make those recent \"questions\" that were just someone randomly swearing at you visible on this page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n11:49 pm</dco> &nbsp;<qco> Hey bill, could you help me find the advantages and disadvantages to getting rid of money? Thanks :3</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n11:34 pm</dco> &nbsp;<qco> Having a look at your script, I noticed that most of the most quotable parts of the History of Japan were not actually there. Did you decide to add them in later, or were these all last minute decisions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n11:29 pm</dco> &nbsp;<qco> hey are u dumb?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n10:57 pm</dco> &nbsp;<qco> are you all by yourself or do you have a team behind you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n10:50 pm</dco> &nbsp;<qco> working with other people sounds so anti-billwurtz though</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n9:56 pm</dco> &nbsp;<qco> What are your thoughts on the Oxford Comma? The Harvard Comma? The Yale Comma? The Cornell Comma? The Columbia Comma? The Pennsylvania Comma? The Princeton Comma? The Dartmouth Comma? Or the Brown Comma? What about the College Comma, or the IVY League Comma? What about Commas in general?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n9:48 pm</dco> &nbsp;<qco> Do you ever have inspiration, go to write it down, then forget and do nothing for the rest of the day?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n9:12 pm</dco> &nbsp;<qco> What are suspended chords and how do they work?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n9:08 pm</dco> &nbsp;<qco> What is your take on being alive?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n8:01 pm</dco> &nbsp;<qco> have you ever considered doing soundtracks for nature documentaries and the like? i feel like your musical style and the visuals would work well together</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n7:25 pm</dco> &nbsp;<qco> <a href=\"forgot-the-question.html\">so i always ask questions and forget to check back later to see your answer and then forget what i asked in the first place, recommendations</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n7:23 pm</dco> &nbsp;<qco> Is the monday video list which can only be found via the questions page or via guessing its URL supposed to be a teaser for an upcoming \"other other other\" page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n6:34 pm</dco> &nbsp;<qco> Why feature yourself in videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n6:09 pm</dco> &nbsp;<qco> homosexuals are pretty gay am I right</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n6:08 pm</dco> &nbsp;<qco> hi, have you figured out what the fuck is going on yet</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n5:11 pm</dco> &nbsp;<qco> What would you say to people that dislike your videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n4:56 pm</dco> &nbsp;<qco> How did you feel when you completed hotewig?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n3:57 pm</dco> &nbsp;<qco> why do you call tennis shoes sneakers</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n3:23 pm</dco> &nbsp;<qco> what is your favourite word in the english dictionary?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n3:16 pm</dco> &nbsp;<qco> What are your goals with your content?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n3:05 pm</dco> &nbsp;<qco> Have you ever thought about how weird alligators are? They're giant lizards that swim and kill people. Freaky shit, man.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n3:01 pm</dco> &nbsp;<qco> are you an iguana</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n2:52 pm</dco> &nbsp;<qco> i would be willing to help with things like designing merch and stuff but im worried that offering would make you more stressed and be counter productive. should i email you anyway?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n2:25 pm</dco> &nbsp;<qco> do you really hate yourself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n2:22 pm</dco> &nbsp;<qco> <a href=\"existential-crisis.html\">have you had an existential crisis lately?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n1:46 pm</dco> &nbsp;<qco> <a href=\"shaving-my-piano.html\">is waxing a piano better than shaving it?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n1:13 pm</dco> &nbsp;<qco> whats your favorite element in the periodic table?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:52 pm</dco> &nbsp;<qco> If I'm writing out a score to a song, how do I know if I should make it 6/8 vs 3/4 time? (Does it even matter?) I know, traditionally, 6/8 almost has a 2/4 feel with two \"pulses\" per bar (ONE two three FOUR five six) and 3/4 usually has the three distinct \"pulses\".. but the rhythm for this particular song doesn't have 2 pulses or 3 pulses uniformly in every single measure.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:33 pm</dco> &nbsp;<qco> Why don't you make many monday videos anymore?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:30 pm</dco> &nbsp;<qco> what's your idea of a good time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:22 pm</dco> &nbsp;<qco> why do your songs always fade out in the end?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n12:09 pm</dco> &nbsp;<qco> how do you manage to be crisp and concise</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n10:24 am</dco> &nbsp;<qco> since you have an /other.html page and an /otherother.html page, i would assume you would have a secret /otherotherother.html page. why dont you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n10:12 am</dco> &nbsp;<qco> how come you didnt make a video for your patreon?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n9:15 am</dco> &nbsp;<qco> Are you interested in history?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n8:32 am</dco> &nbsp;<qco> why are some of your old videos (not so hard to do, this is my foot, etc.) not on youtube</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n7:29 am</dco> &nbsp;<qco> If you became a school principal, what would you do first?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n6:16 am</dco> &nbsp;<qco> Do you sometimes put symbols in videos because fuck it, but then everyone questions you about it because of the expectation it's some sort of metaphor even though it's just a fuck it decision</qco> </h3><a href=\"http://billwurtz.com/apples-in-video.mp4\">put apples in a video</a>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n4:09 am</dco> &nbsp;<qco> <a href=\"i-you-we.html\">You say 'we' in a lot of your reality videos, yet you do everything yourself, who else makes up the we?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n3:30 am</dco> &nbsp;<qco> do you have either a download link or an <a href=\"https://itunes.apple.com/us/artist/bill-wurtz/id1019208137\">iTunes</a> page for your music? it sounds great, btw!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n2:24 am</dco> &nbsp;<qco> What do you treasure most?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n2:07 am</dco> &nbsp;<qco> why dont you post on your patreon. cant you make more money if you offer awards or add tiers</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.17&nbsp;\n1:55 am</dco> &nbsp;<qco> i dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to\n  do with\n  my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life.\n  dont kn\n ow what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what t\n o do wit\n h my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life\n . dont k\n now what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what\n to do wi\n th my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my lif\n e. dont\n know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what\n  to do w\n ith my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. dont know what to do with my life. <a href=\"what-should-i-do-with-my-life.html\">dont know what to do with my life. Please help.</a></qco> </h3>"
  }
]
