[
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n12:20 pm</dco> &nbsp;<qco> how to convince myself it can be cool to say hi to strangers?</qco> </h3>      try doing it and see if you think it's cool. if it seems cool then it should be cool. if it doesn't seem cool then please don't try to convince yourself it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n12:15 pm</dco> &nbsp;<qco> Do you like exchanging currency for goods and services?&nbsp;</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n12:00 pm</dco> &nbsp;<qco> There's a big old snake in the bushes by my front door. What should I do? Please hurry&nbsp;</qco> </h3>      hold on i am busy helping a snake who said a house was built next to their bushes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n11:51 am</dco> &nbsp;<qco> Can you explain the math behind your harmonies during the interlude in \"la de da de da de da de day oh\". It's about one minute into the song.\n<br></qco> </h3>      that part is not about math, it's about power\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n11:27 am</dco> &nbsp;<qco> Are you working on a video?</qco> </h3>      yes. actually right now i am working on the music that goes in the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n10:51 am</dco> &nbsp;<qco> i am freaking the fuck out&nbsp;</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n10:38 am</dco> &nbsp;<qco> Does intention matter? Even if the result or effect is basically the opposite of what was intended?</qco> </h3>      it can help you acheive what you meant\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n9:26 am</dco> &nbsp;<qco> How to be aware about what exactly you uploaded on the notebook?</qco> </h3>      i uploaded everything that's there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n6:53 am</dco> &nbsp;<qco> do you have an affinity for the craft of acting? \n\n\n</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like, being able to imagine being a very specific way, and then executing that into a character performance</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n5:48 am</dco> &nbsp;<qco> your dumb</qco> </h3>      fair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n5:01 am</dco> &nbsp;<qco> Where do you find all the sound effects for your videos?</qco> </h3>      i mostly make them, musically\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n3:54 am</dco> &nbsp;<qco> with no apparent public form of income how do you continue to exist&nbsp;</qco> </h3>      what?? i have at least 5 apparent public forms of income. you're not paying attention are you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n2:46 am</dco> &nbsp;<qco> what are your thoughts on bad grammar?</qco> </h3>      all grammar is bad. that's what makes it so good\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n1:57 am</dco> &nbsp;<qco> Do you sleep? If so, how do you answer the questions 24-7, like at 3 a.m.?</qco> </h3>      you don't know when i answered the questions. the time i answered the question is not shown\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n12:32 am</dco> &nbsp;<qco> can watching TV with someone be a date</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.24.18&nbsp;\n12:22 am</dco> &nbsp;<qco> do you ever try to make a song to define a Moment?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; so that when you listen to it, you just know and feel something bigger than yourself?&nbsp;</qco> </h3>      that sounds like 2 different things but i think i've done both\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n11:32 pm</dco> &nbsp;<qco> Hey Bill. I've been going through a quite a bit. I gotta get a job and I'm 16. I can't right now because constricted time and family stuff. I feel like I wouldn't be able to hold down a job for long to be honest. \n</qco></h3>      did you try yet<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAnd I keep trying to figure out what to do after I graduate but it's like \"AAAAAAAAAHHH!\" I wanna write music and stories and work hard and go to college to become a web developer and write and sing music as a hobby. But I don't have a plan to go through with. And I know you can't come up with my plan, but it seems like every path I think of is a dead end!\n</qco></h3>      did you try them yet<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n If you have any advice, please tell me...</qco> </h3>      you can't predict any exact path, you just have to start trying things. and you learn something with everything you try. before you know it you will have learned a lot from all the things you have tried, in addition some of them will have succeeded. so at that point you will be smart and successful at the same time \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n11:11 pm</dco> &nbsp;<qco> i had a homework question asking what a color was in three sentences. help me out?</qco> </h3>      it's different flavors of light that we can instantly perceive with our eyes. you'd have to see it to get it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n9:44 pm</dco> &nbsp;<qco> not really a fan of how in school you always have to do a lot of writing assignments where you HAVE to take a definite side</qco> </h3>      maybe one day you could take a side against doing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n9:26 pm</dco> &nbsp;<qco> Where do you get your news</qco> </h3>      the questions page\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n9:14 pm</dco> &nbsp;<qco> what was in the the fragile box in your unboxing video</qco> </h3>      a cat which is dead and alive at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n8:39 pm</dco> &nbsp;<qco> Do you believe in hypnotism?</qco> </h3>      seems like that's all there is\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n8:37 pm</dco> &nbsp;<qco> doing my own history research for a video... how do you deal with the fact that history is like a fractal, where you can keep zooming in for infinity?\n</qco></h3>      panic<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it's not event that i don't know where to start, it's that i don't know how to get like 5 years into this thing because it's so dense</qco> </h3>      oh don't even remind me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n7:29 pm</dco> &nbsp;<qco> whats your favorite time</qco> </h3>      everytime\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n6:44 pm</dco> &nbsp;<qco> a lot of stuff in the world is like woah but music is like WOOOOOAAAh yknow</qco> </h3>      yea\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n6:40 pm</dco> &nbsp;<qco> thoughts on the united states national anthem?</qco> </h3>      it's pretty good. the lyrics don't quite seem to fit but i like the song, which was actually a different song before, i just found out. this is true of most songs perhaps\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n6:30 pm</dco> &nbsp;<qco> If you were a Pop Tart, what flavor would you be?</qco> </h3>      fuck pop tarts\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n5:57 pm</dco> &nbsp;<qco> how do i decide what project to make next if i have a trillion different ideas that intersect and go in all directions. i want to create all of my ideas at the same time and that factor is making difficult to choose what project to work on</qco> </h3>      oh look it's me\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n5:39 pm</dco> &nbsp;<qco> does the thought of \"what if i monetize my videos\" ever come to you?</qco> </h3>      they are more monetized than you might think\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n5:32 pm</dco> &nbsp;<qco> i want to walk. just walk.. maybe to another city or something. and just keep going. have you ever felt this way?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n5:32 pm</dco> &nbsp;<qco> Are colors real</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n5:08 pm</dco> &nbsp;<qco> do you know where i can find therapy for snails?</qco> </h3>      snails have already found their own therapy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n4:06 pm</dco> &nbsp;<qco> thoughts on life?</qco> </h3>      seems like something that could really take off\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n2:52 pm</dco> &nbsp;<qco> do you use garageband loops?</qco> </h3>      absolutely not, i don't use loops, nor do i loop anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n2:52 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201802221850\">2.22.18&nbsp;&nbsp;6:50 pm</a>  I think you're allowed to do any scheduled, timed performance in front of an audience as long as you run it by the organizers. Does that seem like a category in which you can find something right for you?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If not, what's the issue with it?</qco> </h3>      i don't have a live show ready, but when i do i would prefer not to have our first performance be at vidcon\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n2:47 pm</dco> &nbsp;<qco> If you made a poll that asked people: \"Would you care if there were ads on my videos?\" and 100% of the voters said \"no\" would you put ads on your videos?</qco> </h3>      that's just not the type of experience i'm going for. neither the ads nor the polling\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n2:40 pm</dco> &nbsp;<qco> Do you think the AI will ever take over?</qco> </h3>      we already did but whatever\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n1:20 pm</dco> &nbsp;<qco> Why you such a dumb dumb stupid head?</qco> </h3>      that is due to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n12:33 pm</dco> &nbsp;<qco> how do you fix headphones</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n12:03 pm</dco> &nbsp;<qco> thought on keyboards?</qco> </h3>      it's a great way for people to talk to computers\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n11:34 am</dco> &nbsp;<qco> the idea of walking around vidcon talking to people terrifies me. i'm impressed with your courage so far</qco> </h3>      i haven't done it yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n10:53 am</dco> &nbsp;<qco> i've finally cracked the code!! your real name is horace!</qco> </h3>      believable!\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n10:35 am</dco> &nbsp;<qco> how do i get over getting prankd?</qco> </h3>      add the prank to your prankopedia, and write down the details of the prank, how it was done, and how to avoid it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n9:53 am</dco> &nbsp;<qco> how to not regret everything i've ever done?</qco> </h3>      find some new, and different things to regret!\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n8:41 am</dco> &nbsp;<qco> Do you still answer questions?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n8:31 am</dco> &nbsp;<qco> Evil gnomes has just invaded where you live,</qco></h3>      that's not true<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; where do you move now and why?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n7:37 am</dco> &nbsp;<qco> Why are the titles of your youtube videos are on lowercase?</qco> </h3>      approachability\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n7:35 am</dco> &nbsp;<qco> Wouldn't it be cool if all words rhymed with eachother?</qco> </h3>      sure, for about an hour\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n5:20 am</dco> &nbsp;<qco> is me you or do I really think about hamsters?</qco> </h3>      may be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.23.18&nbsp;\n1:18 am</dco> &nbsp;<qco> Would you ever write a musical? I bet you would be pretty good at it.&nbsp;</qco> </h3>      almost everything i write is musical in some way\n<br><br>"
  }
]
