[
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n8:34 pm</dco> &nbsp;<qco> do you like it when people send you links to interesting music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n8:14 pm</dco> &nbsp;<qco> Hey bill. I am kind of a dreamer and I don't quite understand how I developed the mindset I did, being surrounded by so many people who think differently than me, but I'm really happy I did. I just believe more that everybody's special and should do what they want to do in life, regardless of their status and that they have the power to achieve that. But each time I bring this up, my whole family tries so hard to bash into my head that this is the wrong way to approach the world and it really upsets me because I believe that my approach to the world is how one can achieve creation and innovation. Like if we had accepted how things were and never strive to change, us as a human race wouldn't be where we are now. And it saddens me when people around me try soooo hard to force me to think like what they do- don't stand out and accept things the way they are and so much bullshit in my opinion. I look up to a lot of people that inspire me, like you, and s\n o many o\n thers, and all the great things that surround me in my life that give me hope that I could push foreword and prove everybody around me wrong. That I can live the life I want, and that I could potentially make it and be like you or my other inspirations and bring more great things to the rest of the world. It's my main motivation in my life at the moment. But it's really hard with so many people surrounding me like this- telling me I shouldn't think this way. I don't agree with settling any less and living someone else's life and wasting what makes me unique and great. It's just difficult to find the time to put my energy into what I want to do with the many responsibilities I have already and With all of these people trying so hard to change me. I know my situation may not seem that bad, but It's kinda driving me crazy. Stressing me out. Sometimes my hope dwindles because of this. I want to breakthrough and prove all of these people wrong, but it's always inevitable that my\n energy a\n lways crashes and my hope fades and I fall apart. My question is how do you push through when it seems that the world around you is so against you? What advice do you think would help me Persist?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n8:12 pm</dco> &nbsp;<qco> are you a YouTuber</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n7:59 pm</dco> &nbsp;<qco> How to end bad cycles where you are going nowhere?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n7:36 pm</dco> &nbsp;<qco> I don't think you were clear enough before, are you running for president?</qco> </h3><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n7:32 pm</dco> &nbsp;<qco> Am I eventually going to have to climb that mountain of learning the whole production-side of making music? When I record I just play into a shit mic that plugs into my computer and I have this interface thing (don't even know what you'd call that type of device) where I can record guitar or keys straight into the computer. I just use the standard recording program that just came with my computer (audacity).. i dont do anything with effects any editing apart from just adjusting the volumes of each track. I love writing and recording music, but the sound quality is always crap. Doesn't really bother me now. But again, I feel like at some point I'm going to have to climb that mountain of learning that side of making music. And it scares me because I don't know where and how to start or when I should just bite the bullet and dive head first into this world.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n7:22 pm</dco> &nbsp;<qco> Do you prefer the deeper/ more personal questions, or the more silly ones, </qco></h3>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n6:52 pm</dco> &nbsp;<qco> how do you make music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n6:38 pm</dco> &nbsp;<qco> Sometimes I wanna go in there and ask the hell outta some questions</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n6:31 pm</dco> &nbsp;<qco> What is something valuable you've learnt making your latest song and video ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n6:30 pm</dco> &nbsp;<qco> How can someone who lives very far from where you live help you ? Apart from money ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n6:29 pm</dco> &nbsp;<qco> How did you misspell La de da de da de da de day oh ?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n6:20 pm</dco> &nbsp;<qco> When will you up the reality page? It's really nice hearing about you.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n5:47 pm</dco> &nbsp;<qco> whats your favorite dog?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n5:34 pm</dco> &nbsp;<qco> do you skip questions?</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n5:25 pm</dco> &nbsp;<qco> I love the filler from 0:58 to around 1:02 in your newest video, is there any fancy theory behind it? Or are you just a master of cool chords.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n5:22 pm</dco> &nbsp;<qco> What is a goat?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n5:03 pm</dco> &nbsp;<qco> do things matter?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:59 pm</dco> &nbsp;<qco> what do you recommend i do if i want to learn multiple instruments at once?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:59 pm</dco> &nbsp;<qco> what do you think of alligators&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801172127\">1.17.18&nbsp;&nbsp;9:27 pm</a>  ah, got it. where and when should i send you the resume?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:53 pm</dco> &nbsp;<qco> who/what inspires your comedy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:52 pm</dco> &nbsp;<qco> \"it's the end of the world and i just can't wait, i know you that can relate\" given this came out soon after the false nuclear alarm in hawaii, how does it feel when you are topical on accident</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:49 pm</dco> &nbsp;<qco> Did you ever get to New Canaan, Pennsylvania?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:39 pm</dco> &nbsp;<qco> Is it kind to kill someone with kindness?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:38 pm</dco> &nbsp;<qco> what history classes have you taken</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:31 pm</dco> &nbsp;<qco> If you could freeze time once, what would you do before unfreezing it again?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:19 pm</dco> &nbsp;<qco> How many days are in a hour?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n4:06 pm</dco> &nbsp;<qco> Have you considered making merch?</qco></h3><a href=\"https://billwurtz.myshopify.com\">yes</a>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:59 pm</dco> &nbsp;<qco> is my son doing drugs</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:45 pm</dco> &nbsp;<qco> Is \"La de da de da de da de day oh\" going to be released on iTunes? I need it.</qco> </h3><a href=\"https://itunes.apple.com/us/album/la-de-da-de-da-de-da-de-day-oh-single/1336196621\">been there</a><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:44 pm</dco> &nbsp;<qco> Are you ever planning to do a meet and greet?</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:32 pm</dco> &nbsp;<qco> have you considered using instagram stories for your reality stuff? it would take less time and effort, and people like watching unedited footage of artists rambling&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:30 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801172042\">1.17.18&nbsp;&nbsp;8:42 pm</a>  where do you write your music notation then?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:30 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801172001\">1.17.18&nbsp;&nbsp;8:01 pm</a> &nbsp;&nbsp;&nbsp;&nbsp;the beatles did that, they played on a rooftop. you should try something like that (the playing was recorded, and some of it was put on an album)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:28 pm</dco> &nbsp;<qco> Hey Bill, you have said that you recommend starting new things with small projects. I've started making digital music, so in that case should I start by making short songs?</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:19 pm</dco> &nbsp;<qco> What was your inspiration to write \"I'm crazy (it's raining)?\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:15 pm</dco> &nbsp;<qco> bill at around 11 seconds into the new video after the line \"or to be like you\" you do a little drum fill with your mouth half open and looking sort of suprised. im wondering was this influenced by other drummers because they sort of do the same thing.</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n3:09 pm</dco> &nbsp;<qco> Is the \"you\" in songs like Ldddddo and new cannan a person you knew, a person you think you'll meet, or more of an idea/destination you're trying to reach?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n2:44 pm</dco> &nbsp;<qco> Your new song it too catchyyyyyy!!! I just want my head empty and clean, how do I do ?????????????????????????-\n<br>By the way, is it possible to promote oneself patreon just by answering a question -&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n2:34 pm</dco> &nbsp;<qco> Do you like songs that are happy and sad at the same time? La De Da De Da De Da De Day Oh makes me feel like that</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n2:25 pm</dco> &nbsp;<qco> What's your favourite snack to consume while creating music \n\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:50 pm</dco> &nbsp;<qco> You´re so perfect like you say\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:42 pm</dco> &nbsp;<qco> Am i good enough for you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:30 pm</dco> &nbsp;<qco> What's your next project?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:21 pm</dco> &nbsp;<qco> have you realized that ties are a useless commodity?</qco></h3>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:21 pm</dco> &nbsp;<qco> When it comes to mobile phone providers, there are two factions. Apple and Android phones.\n<br>I am asking that you tell us which you prefer.\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:14 pm</dco> &nbsp;<qco> do you need my Netflix password to watch dave's special on Netflix?? this is emily, by the way.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:04 pm</dco> &nbsp;<qco> which movies are good?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>1.18.18&nbsp;\n1:04 pm</dco> &nbsp;<qco> i do digital art, and i would love to draw something that you could use! do you think you need any artwork done? maybe for your merch or something?</qco> </h3><br><br>"
  }
]
