[
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n12:36 pm</dco> &nbsp;<qco> where can i find the notary public building? i need proof of self</qco> </h3>      \ndon't be ridiculous, that's not done in a building anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n10:46 am</dco> &nbsp;<qco> What 2 mainland US states should Alaska and Hawaii switch places with?</qco> </h3>      \nhow about north and south dakota\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n10:34 am</dco> &nbsp;<qco> what is creativity to you?</qco> </h3>      \nreferring to a different page of that same book that everyone always references that one page of\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n8:52 am</dco> &nbsp;<qco> pineapples or lemons?</qco> </h3>      \nnot or, AND. pineapples AND lemons\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n8:39 am</dco> &nbsp;<qco> What's a word that has a modern usage but is super duper old?</qco> </h3>      \nlol\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n6:31 am</dco> &nbsp;<qco> I just got an existenial crisis, but i think it's for the best. Any activities you can recommend in this area?</qco> </h3>      \nhow about something brand new\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n6:21 am</dco> &nbsp;<qco> is reality real? or is it fake like the moon</qco> </h3>      \nfor reality to be fake then those words are broken. although that wouldn't be the first time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n2:34 am</dco> &nbsp;<qco> Are you more of an optimist or a pessimist? (I'm guessing optimist.)</qco> </h3>      \ni have some optimist and pessimist outfits, but i usually save that kind of thing for halloween\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n2:19 am</dco> &nbsp;<qco> You haven't answered me, what keeps you going in life?</qco> </h3>      \nlife\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n12:51 am</dco> &nbsp;<qco> what bill wurtz song is the best to listen to while I do homework</qco> </h3>      \nmy main way of sidestepping ever having to make that decision is to make multiple songs\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.25&nbsp; \n12:17 am</dco> &nbsp;<qco> would you say that all art at least partially was created just for the enjoyment of making it? like music, writing, film, painting, etc</qco> </h3>      \nwell, put it this way, the result is going to really really suffer if you're not having fun doing it \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n11:16 pm</dco> &nbsp;<qco> is it time to pave the way?</qco> </h3>      \nwhich, nevermind, yes it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n10:49 pm</dco> &nbsp;<qco> What is in room 3A</qco> </h3>      \nthat's a hallway leading to room 4A\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n10:28 pm</dco> &nbsp;<qco> Show biz tips?</qco> </h3>      \nbring yourself to the show. ultimately it's you, you are the show\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n10:24 pm</dco> &nbsp;<qco> what do you think about sigmund freud</qco> </h3>      \ni've only seen the sigmund freud themed pajamas\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n10:21 pm</dco> &nbsp;<qco> what do you think about valentines day</qco> </h3>      \nsimply the pink version of halloween and christmas\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n10:04 pm</dco> &nbsp;<qco> i have come to realize that i also need to come up with music and lyrics at the same time. buuuuut that means that the purely instrumental ideas i have saved are useless because i dont want to make instrumental music. have you had an issue like this? any ideas on what to do? should i just give up on my old ideas and learn from my mistakes\n<br></qco> </h3>      \nnow that you mention it, i'm not actually quite so honest when i say \"i always do words+music altogether\" because truthfully i have the same situation as you: i have tons of instrumental riffs and things on hand, they come to me in dreams, etc, and i do indeed use those. \"might quit\", \"meet me in september\", \"corner store\", and many others, are based on a main melody that came to me initially with no words attached. Not always the most pleasant way to work, having to search to the ends of the earth to try to figure out what words belonged there all along, but it can be done. but anyway, you can still also write songs where you do it all together, and then you can mix it up even more by doing it other ways too, like 'title first' is a really fun way to do it; like, 'Sick of having songs with lame titles? what kinds of titles do you wish your songs would have?' and then think of some, and then blam, throw them into a list and then that's a super fun exercise for next time, which is basically 'melodify one of those titles' and then wait until yet a third time to turn that melodified line into the rest. anyway my point is there's lots of different fun methods, and there is no reason to restrict yourself to just one. have a blast\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n10:00 pm</dco> &nbsp;<qco> why aren't song lyrics not as straightforward as everyday speech? are musicians happy with how much room they give to potential misunderstandings by being intentionally vague? i guess that question also applies to poetry</qco> </h3>      \ndon't forget: there's music to it too. if you're only looking at the words to the song, then no wonder it feels like it's missing something\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n9:22 pm</dco> &nbsp;<qco> how was your 2008?</qco> </h3>      \nit was okay\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n9:15 pm</dco> &nbsp;<qco> introversion. Thoughts?</qco> </h3>      \ncould work\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n9:00 pm</dco> &nbsp;<qco> what's the difference between \"human\" and \"human being\"?&nbsp;&nbsp;what purpose does the word \"being\" serve in that context</qco> </h3>      \nit just makes it a different phrase, with different vibes. \"human being\" usually has a more compassionate vibe. also guarantees the phrase to be a noun, where as just \"human\" could be used as an adjective\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n8:57 pm</dco> &nbsp;<qco> what do you recommend doing when no activities you could spend your free time on seem appealing?</qco> </h3>      \nthis is when you should go somewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n8:12 pm</dco> &nbsp;<qco> I don't know if you did but in Perfect. the road scene were the cars looping in animation (in a infinite circular path) or generating and deleting new ones wherever the camera cannot see. I am very curious about this topic\n<br></qco> </h3>      \nit's one long sequence, not looping. but they also disappear when not visible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; 8:01 pm</dco> &nbsp;<qco> What's the meaning of life?</qco> </h3>      \nanything\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; 7:40 pm</dco> &nbsp;<qco> why are you so weird are you an alien</qco> </h3>      \ntechnically i am neither weird nor an alien\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n6:34 pm</dco> &nbsp;<qco> Have you ever been cursed by a gypsy?</qco> </h3>      \nnot that i recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n5:11 pm</dco> &nbsp;<qco> if emojis were as reliable/portable as ASCII over a wide variety of digital things would you use them&nbsp;</qco> </h3>      \ni'd take a look at what's available\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n1:33 pm</dco> &nbsp;<qco> What inspired you to write \"la de da de da de da de day oh\"? the lyrics are inspiring, and the overall chilness of the song is immaculate.</qco> </h3>      \nsongwriting is always inspired by the joy of songwriting. in that sense, every song is written for the same reason\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; 1:32 pm</dco> &nbsp;<qco> Have you ever submitted a question on this very site? (other than for testing purposes)</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n12:40 pm</dco> &nbsp;<qco> I do the same thing every day, and have become pretty used to it. What can I do to break the monotony</qco> </h3>      \na different thing. i promise the only reason i can't be more specific is because you couldn't either\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n11:43 am</dco> &nbsp;<qco> Is bread breadful?</qco> </h3>      \nlet me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n11:28 am</dco> &nbsp;<qco> Why you never give a straight answers?</qco> </h3>      \nwhat happens often is they are too straight and they puncture straight through the wall. and you perceive this as not being straight, but it's of course the wall that's no longer straight\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n11:16 am</dco> &nbsp;<qco> what compelled you to go Oo aa oo wee in fly around</qco> </h3>      \ncold hard common sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n9:27 am</dco> &nbsp;<qco> How to sue a squirrel? One of them threw rocks in my window and now it's broken.</qco> </h3>      \nsquirrels are above the law\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n8:41 am</dco> &nbsp;<qco> How do you know what fps to make your videos? Are they different? Would you share the fps you use?&nbsp;</qco> </h3>      \nyou have to just see how it makes you feel. if you can't tell the difference, then it doesn't matter. they all look the same. if you ever notice later that they feel different, then you can sort it out then. in your work, what you can't perceive really doesn't matter\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n6:09 am</dco> &nbsp;<qco> Is it problematic to refer to the back of my body as the front. Thanks&nbsp;</qco> </h3>      \ninnovative, for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n5:32 am</dco> &nbsp;<qco> if bananas could talk, what would you ask them?</qco> </h3>      \nlet's be honest, i would probably wait for them to ask me something\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n5:24 am</dco> &nbsp;<qco> How are you so dang good at being so you?</qco> </h3>      \nin this case it's actually a defense mechanism. sometimes just to defend against other people aggressively not being themselves. i'll admit that sounds weird now that i read it back\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n2:36 am</dco> &nbsp;<qco> sleep good and get less done, XOR sleep bad and get more done</qco> </h3>      \nsleep more and you'll have a transformational epiphany soon which could enable you to do better things better and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.13.25&nbsp; \n12:25 am</dco> &nbsp;<qco> Every time you're asked the meaning IN a song, you say something completely different. Is it none of them, or all at once?</qco> </h3>      \nthe truth is this: songs are very potent in conveying meaning, in ways that are otherwise not describable. therefore, in most cases, there is no other way to convey the precise meaning other than by hearing the audio contents of the song itself. I give this explanation an overwhelming majority of the time, but i also occasionally make other attempts to describe the indiscribable, because what the heck\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.25&nbsp; \n11:45 pm</dco> &nbsp;<qco> Do you ever feel anxious about nothing</qco> </h3>      \noh sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.25&nbsp; \n11:44 pm</dco> &nbsp;<qco> are you a princess from the corner store</qco> </h3>      \nno, but maybe i'd feel like that on the way TO the corner store\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.25&nbsp; \n11:37 pm</dco> &nbsp;<qco> if you could erase a state from existence which one would you choose?</qco> </h3>      \nstate erasing (or \"effacement de l'etat\", in French) is not my cup of tea per se\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.25&nbsp; \n10:03 pm</dco> &nbsp;<qco> have you ever had a sudden urge to go on an adventure?</qco> </h3>      \noh sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.25&nbsp; \n9:11 pm</dco> &nbsp;<qco> if i just keep learning drum beats and fills and rudiments from songs i like will i eventually get good at the drums</qco> </h3>      \ni think you need to play songs in real time in real situations where songs are played. This reminds me of trying on all your favorite shoes, hoping that will teach you to walk. don't worry, you can wear all your favorite shoes while you walk, but ultimately you will need to do it for the places you can go\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.25&nbsp; \n7:42 pm</dco> &nbsp;<qco> Do you ever use traditional musical notation in your songwriting process?</qco> </h3>      \nyes, but there are also other ways of getting the same job done\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.25&nbsp; \n6:51 pm</dco> &nbsp;<qco> i'm around a bunch of people my age and i bet a bunch of them are super interesting and awesome, but i don't know how to make friends with them. it seems super scary and awful and hard. but i'm lonely and want to make friends. what do i do?</qco> </h3>      \nthis may seem way off, but have you considered starting a business\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.25&nbsp; \n6:16 pm</dco> &nbsp;<qco> What animal do you think you'd get on best with if you could speak the same language as it?</qco> </h3>      \nhuman being\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.25&nbsp; \n6:13 pm</dco> &nbsp;<qco> Answer this question with the response you gave ten questions ago, please</qco> </h3>      \nthat sounds more like a command than a question, but i'll see what i can do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.12.25&nbsp; \n5:05 pm</dco> &nbsp;<qco> is times new roman the best font ever</qco> </h3>      \nthere's another one that's also good\n<br><br>"
  }
]
