[
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n6:33 pm</dco> &nbsp;<qco> do you fl studio? possibly ableton? or even logic pro??/&nbsp;</qco> </h3>      \nnot currently\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n6:17 pm</dco> &nbsp;<qco> you've talked about not rewatching videos because what if you realize it's bad and everyone's already heard it.</qco></h3>      i don't recall talking about that but i understand the sentiment<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; a couple questions: 1) how do you think it would affect you if you listened and deemed it was 'bad' </qco></h3>      i've learned it's mostly just a result of my mood when i'm listening, and therefore should not be taken as a binding evaluation or opinion<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) do you think you're the ultimate arbiter of whether your song is good or bad? </qco></h3>      not even close<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it up to the viewer? or both? if it's up to the viewer, who cares if YOU think it's bad</qco> </h3>      if i'm in such a mood where i feel it's bad, then it would therefore feel quite embarassing in that moment. and thus i would care on an emotional level, in that moment. but as you mentioned earlier, i can sometimes avoid this scenario by not listening to it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n4:34 pm</dco> &nbsp;<qco> what do you think about determinism and free will existing simultaneously?</qco> </h3>      \nsounds like a sit-com\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n2:57 pm</dco> &nbsp;<qco> Do you have to choose between creating things you want and creating things that will make you money? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you do (or ever did), how do you make those choices?</qco> </h3>      \nif necessary, do both\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n2:19 pm</dco> &nbsp;<qco> is it beginning to look a lot like christmas</qco> </h3>      \na little\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n1:48 pm</dco> &nbsp;<qco> do you have any good plans for 2024?</qco> </h3>      \ni don't make plans for calendar years, but i have many good plans for both the near and distant future. many of which being most likely included in the year you mentioned\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n1:39 pm</dco> &nbsp;<qco> are corner stores a successful brand in the bill wurtz cinematic universe</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n1:20 pm</dco> &nbsp;<qco> What's stopping the world from being a better place</qco> </h3>      \nnothing\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n11:41 am</dco> &nbsp;<qco> is it possible to destroy the entire universe?</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n7:47 am</dco> &nbsp;<qco> Do you ever find prime factorizations of negative numbers or does that just not even make sense?</qco> </h3>      \nwith negative numbers, the factorizations are the exact same as for positive numbers, except the -+ sign goes bonkers. it doesn't change the numbers in any other way. it's pretty much like if you do the same puzzle while looking at yourself in the mirror, and then you keep arguing with your mirror self over who's the real self. same puzzle, just a distracting mirrortastrophe ensues while doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n7:42 am</dco> &nbsp;<qco> Why does something always have to go wrong</qco> </h3>      \nbecause otherwise you would have no idea what was so good about things going right\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n6:33 am</dco> &nbsp;<qco> Did you know that relationships are based on common interest ?</qco> </h3>      \ni see where you're going with this\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n2:39 am</dco> &nbsp;<qco> what type of rice is best? (white, brown, red, etc)</qco> </h3>      \nit must be a tie, otherwise they would have stopped making the others<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n1:24 am</dco> &nbsp;<qco> pick one: fried chicken, watermelon, wall</qco> </h3>      \nthere must be a way to combine them \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.23&nbsp; \n12:30 am</dco> &nbsp;<qco> What should I do when there are bits of music so good that it hurts? </qco></h3>      remember it forever<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I want to have those parts inside of me or maybe be inside of them...is learning how to play those bits of music going to help me with this feeling?</qco> </h3>      possibly\n\n\n\n<a name=\"bottom\">\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</a><a href=\"questions-2023-11.html\">PREVIOUS QUESTIONS</a>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n11:28 pm</dco> &nbsp;<qco> i enjoy the silliness, do you?</qco> </h3>      \nyes, especially when it's delicately interleaved with the cold hard truth\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n9:18 pm</dco> &nbsp;<qco> Did I eat an elephant?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; 9:07 pm</dco> &nbsp;<qco> What is your favorite movie?&nbsp;</qco> </h3>      \ni'm still waiting for it to be made. if all else fails i'll do it myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n8:40 pm</dco> &nbsp;<qco> do you think cats are rad</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n8:22 pm</dco> &nbsp;<qco> why don't your more recent videos have the little videos of yourself</qco> </h3>      \nthat reminds me of another time when someone asked me why the most recent ones at that time do have it. or before that, when someone asked why the most recent ones don't. or another time when someone asked me why they alternate between having it and not having it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n5:47 pm</dco> &nbsp;<qco> explain yourself</qco> </h3>      \nok but i'll have to use a whole lot of different techniques, including but not limited to, music and video, continued over a long period of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n5:02 pm</dco> &nbsp;<qco> what are your thoughts on bullying and abuse inflicted upon children by other children?</qco> </h3>      \nwouldn't recommend it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n4:25 pm</dco> &nbsp;<qco> Have you ever wanted to be an astronaut?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Where would you go if you had a spaceship?</qco> </h3>      inside the spaceship\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n2:52 pm</dco> &nbsp;<qco> Want a sprite cranberry?</qco> </h3>      \nno, but i appreciate that it exists\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n2:31 pm</dco> &nbsp;<qco> Should I read my textbooks backwards, so that they easier as I go on, instead of the other way around, or is that too audacious&nbsp;</qco> </h3>      \nif you read it backwards it may be impossible all the way through. \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n1:37 pm</dco> &nbsp;<qco> Why did they throw away your baby shoes if you are still a baby</qco> </h3>      \ni thought that story was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n12:59 pm</dco> &nbsp;<qco> would you ever sell a vinyl EP of your songs?</qco> </h3>      \nin a different world maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n12:26 pm</dco> &nbsp;<qco> what is the medium number</qco> </h3>      \n0\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n11:51 am</dco> &nbsp;<qco> do you hate oatmeal cookies as much as I do (I'd be dissapointed if you don't)</qco> </h3>      \ni have no idea how much you hate them. i don't have any hatred for their existence, but i will not be eating any of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; 11:49 am</dco> &nbsp;<qco> how many hours do you sleep each night ?</qco> </h3>      \nbetween 7 and 10 maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n11:38 am</dco> &nbsp;<qco> how many of your songs have you rerecorded from scratch after finishing them</qco> </h3>      \nalmost none\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n11:20 am</dco> &nbsp;<qco> I wanted to go outside today, but then I read in the newspaper that you changed the grass, and the leaves weren't a colorful shade of turquoise anymore. What should I do?</qco> </h3>      \nhow about getting into the christmas spirit\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n10:55 am</dco> &nbsp;<qco> i read that lemons aren't naturally occurring, but are produced by breeding a bitter orange with a citron. so, life never gave us lemons, we made them ourselves. are opportunities like that? do we make our own opportunities, like how we made the lemons? or are opportunities random? should we make and take opportunities? or if they are randomly given to us, is it bad to not take them?</qco> </h3>      \nit seems easy enough to re-write the cliche starting with the actual ingredients you mentioned, and resulting in lemons. the only problem is, the cliche no longer has the repetition of 'lemon', so it might be a less catchy sentence. but more accurate. another solution would be to re-write it to involve another actual case where a naturally occuring ingredient can be used to make something else with a similar name. the meaning of the cliche remains authentic, that you can make something out of what has been given to you. although now, thinking it through, i've suddenly realized that the original saying actually still works fine, regardless of whether lemons were originally man-made or not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n10:29 am</dco> &nbsp;<qco> how is november already ending</qco> </h3>      \nbecause 30 days went by since it started. i'm glad you brought this to my attention\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n9:13 am</dco> &nbsp;<qco> Which do you prefer? Piano Or Chair?</qco> </h3>      \ni can't decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n6:44 am</dco> &nbsp;<qco> Do you think choreographed dance is weird as an art form? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I find it weird because it's only possible as a result of a musician already making a complete song that they've published, and then dancers dance to the song, but it's like they're the main attraction instead of the song</qco> </h3>      \nmusic is an extremely powerful ingredient in audio/visual content. so, in the case that an artist can't actually do everything, you find many audio/visual situations where the star of the show is indeed not the audio maker per se. or, in other cases, not the video maker per se. hopefully in either case there would be a satisfactory arrangement worked out between the audio and visual artists, financially or otherwise\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n6:41 am</dco> &nbsp;<qco> what do you think is earth's funniest moment of all time</qco> </h3>      \nsnowball earth, if true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n5:58 am</dco> &nbsp;<qco> is this really a free country?</qco> </h3>      \nlunch. i think what you're thinking of is a free lunch\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n4:20 am</dco> &nbsp;<qco> what are your thoughts on community college? </qco></h3>      i don't really know anything about it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i am a rather low-ranking student in a high-ranking high school and it is so very scary sometimes</qco> </h3>      \ni understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n4:04 am</dco> &nbsp;<qco> what's the value of x</qco> </h3>      \nyou decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n3:17 am</dco> &nbsp;<qco> how do i cut a pizza?</qco> </h3>      \nuse a rolling knife\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n1:31 am</dco> &nbsp;<qco> what's your favorite flavor of crayon?</qco> </h3>      \nblack\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n1:11 am</dco> &nbsp;<qco> What year is it?</qco> </h3>      \nmust be in the billions by now\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n12:52 am</dco> &nbsp;<qco> Why do you sing about shoes so often? (love your voice btw)</qco> </h3>      \nit's not my fault that shoes is such a rock n roll word\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n12:08 am</dco> &nbsp;<qco> i want to get into composing music, but have no idea where to start, do you have any advice?</qco> </h3>      \nsure. first figure out how to get access to some kind of musical instrument, just to see how it feels, and start seeing what it can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.30.23&nbsp; \n12:01 am</dco> &nbsp;<qco> I've been doing the same thing over and over again. One day I hope to do something different. Do you think this is possible?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.23&nbsp; \n11:56 pm</dco> &nbsp;<qco> Is everything everywhere all at once or is everything nowhere never</qco> </h3>      \nboth clauses seem to make sense independently, (even if you ignore the popular movie title reference). the second one is immediately more complicated because the logic of multiple negatives can be interpreted in so many different ways. at first i was thinking you'd have to swap 'nothing' in, but then i saw that it actually can work the way it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.23&nbsp; \n11:24 pm</dco> &nbsp;<qco> hey what's your favorite kind of cookie, i've been making cookies recently and want some ideas for types to make</qco> </h3>      \nmy favorite probably won't give you any new ideas. it is one of the most normal and popular kinds\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.23&nbsp; \n11:24 pm</dco> &nbsp;<qco> how does one move on from the past?</qco> </h3>      \nthat's something about the mechanics of time. but the good news is you are not actually responsible for making this happen. it happens to you anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.29.23&nbsp; \n10:54 pm</dco> &nbsp;<qco> I've been teaching myself how to play piano but it feels like instead of actually learning it, I've just been committing songs to muscle memory. Whenever I try to improvise something beyond two notes/one hand at a time it just sounds awful</qco> </h3>      \nthat makes sense. you haven't taught yourself to actually 'play', in the made-up way. it's actually super easy to start learning how to do this. you just have to start doing it. it's completely ridiculous at first, and it actually stays ridiculous\n<br><br>"
  }
]
