[
  {
    "html": "<h3> <dco>7.27.19&nbsp; \n12:21 pm</dco> &nbsp;<qco> ideas for a multiplayer platform game?</qco> </h3>      \none player gets to be the player, the other player has to be the platforms\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.19&nbsp; \n8:26 am</dco> &nbsp;<qco> So if your next project a big boy one?</qco> </h3>      \nshould be within certain big boy parameters\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.19&nbsp; \n8:23 am</dco> &nbsp;<qco> left or right?</qco> </h3>      \nhow about forward for once\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.19&nbsp; \n5:59 am</dco> &nbsp;<qco> I have all this music within me but I can't seem to get it out. Any advice?</qco> </h3>      \nstart tapping your surroundings gently, just to see what they sound like. not to get the music out, but just to familiarize yourself more intimately with your acoustic surroundings\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.19&nbsp; \n4:56 am</dco> &nbsp;<qco> are you going to make music videos for your older vids? </qco></h3>      that would be nice<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\ti really liked i can play and the road and it would be cool if you did</qco> </h3>      \nunfortunately that means 1 less newer song that gets a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.19&nbsp; \n3:21 am</dco> &nbsp;<qco> so what should I do about my hunger?</qco> </h3>      \nmake up a song about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.19&nbsp; \n2:00 am</dco> &nbsp;<qco> what did the 2 year process of getting your head straight involve? What's the most powerful thing you learned in that time?</qco> </h3>      \nwhich 2 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.19&nbsp; \n2:00 am</dco> &nbsp;<qco> I want to publish poetry. I write one poem every day, usually right before bed, in hopes of improving. What can I do to improve faster/better?</qco> </h3>      \nyou are already improving faster and better\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.19&nbsp; \n1:40 am</dco> &nbsp;<qco> Can I get one of those eat trees shirts please</qco> </h3>      \ni hope so\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.19&nbsp; \n12:46 am</dco> &nbsp;<qco> Have you ever used anything to edit your primary content on your channel other than Final Cut Pro? \u0013\u0013</qco></h3>      i actually technically never used that<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tIf so, what was it?</qco> </h3>      \na smattering of different things\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n11:26 pm</dco> &nbsp;<qco> I want to stare at the sun, but I might go blind, help</qco> </h3>      \ntry listening to the sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n10:56 pm</dco> &nbsp;<qco> Does it make sense?</qco> </h3>      \nno\n\u0001\u0001\u0001\u0001\u0001\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n10:19 pm</dco> &nbsp;<qco> What's better? Dodecahedrons or icosahedrons?&nbsp;</qco> </h3>      \nneither one is good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n10:17 pm</dco> &nbsp;<qco> you said at vidcon last year that the way you get your unique video editing style is by not watching anything else- does this apply to songwriting?</qco></h3>      actually no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t it can't, right?</qco></h3>      probably could<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t&nbsp;&nbsp;i feel like every song i write is a stylistic copy of an artist i like</qco> </h3>      i think once you hear enough music, you don't have that problem any more. i'm sure this is true with videos also\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> What is the bad thing you did</qco> </h3>      \ni have never done a bad thing. i have only done good things, and a few things that are mildly questionable\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n9:17 pm</dco> &nbsp;<qco> Thoughts on leggings as pants</qco> </h3>      \nthat's fine, but it would make a more interesting shirt\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n6:24 pm</dco> &nbsp;<qco> Will the next video have an avatar, such as triangle boy in Long Long Long Journey, or be mostly featuring yourself, such as the videos: Slow Down and Might Quit?</qco> </h3>      \nthat depends on which one comes out next, but one of them has a character\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n5:54 pm</dco> &nbsp;<qco> I tried being nice to someone who's been repeatedly hostile towards me, and I was pleasantly surprised that we actually worked out our differences and we're tentative friends now. I think people should be kind more often, including me. Do you agree</qco> </h3>      \nit's a good trick to keep in your side pocket\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n5:52 pm</dco> &nbsp;<qco> do you use a plug-in to pitch correct your voice takes (not hate I know this is a legitimate and normal thing)</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907250251\">7.25.19&nbsp;&nbsp;2:51 am</a>  i do, actually</qco> </h3>      \nthat may be true, but it's glitchy and bad. and once you see it, you may be slightly disappointed but still feel over all ok, where as i will feel very bad because you will have seen something of mine that is glitchy and not good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> I have to interview a music band soon, what questions should I or should I not ask them?</qco> </h3>      \nah, you just gave me a great idea of a question by asking me a question. you should ask them that question. ask them what you should ask them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n3:01 pm</dco> &nbsp;<qco> Opinion about egg</qco> </h3>      \nbad\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n2:41 pm</dco> &nbsp;<qco> u are such a master live drummer, it kind of makes me sad we don't get to hear that in the music you make :(</qco> </h3>      \ni am sad about it too, but i am also sad about the idea of being a homeowner, for some reason\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n2:24 pm</dco> &nbsp;<qco> Why do things die?</qco> </h3>      \nas punishment for living\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n2:08 pm</dco> &nbsp;<qco> I was thinking if you could make a 5 second video while we wait. Is that possible?</qco> </h3>      \nwhile you wait for what\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n1:00 pm</dco> &nbsp;<qco> Do you consider yourself an artist?</qco></h3>      maybe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Why or why not?</qco> </h3>      different reasons, depending on the situation. for example, if it's judgement day and only artists are supposed to survive and i am filling out the form or whatever, i'm probably gonna check the box saying i'm an artist, because i would like to survive because i have more stuff to do i mean art\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n12:21 pm</dco> &nbsp;<qco> am i a dog</qco> </h3>      \nlet me run some tests\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n11:49 am</dco> &nbsp;<qco> Should have the United States annexed Mexico in the Mexican American War?</qco> </h3>      \nthey attempted to compromise by annexing some of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n10:43 am</dco> &nbsp;<qco> I actually think I just saw you in New York City. What now?</qco> </h3>      \nsee how many other people you can see. keep a tally going\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n9:33 am</dco> &nbsp;<qco> How would you define art?</qco> </h3>      \nby doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n6:22 am</dco> &nbsp;<qco> are you coming back to youtube?</qco> </h3>      \ni only go on youtube to post videos that i have completed. i will continue to use youtube for this exact reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n5:47 am</dco> &nbsp;<qco> Can we have extra fire?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n5:24 am</dco> &nbsp;<qco> why do you use Apple produtcs so often</qco> </h3>      \nwhy do you think you know how often or unoften i use apple products\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n12:24 am</dco> &nbsp;<qco> what has been the biggest obstacle to fully realizing your potential as an artist?</qco> </h3>      \nefficiency\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n11:41 pm</dco> &nbsp;<qco> what are some small crimes i could do. like, i want to bend some rules, but not in a very malicious way. im already planning on doing some pretty paintings on the walls of the school bathroom (which is a rule bend cause that's graffiti). what else should i do</qco> </h3>      \nyou could rip a DVD for personal use only\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n11:24 pm</dco> &nbsp;<qco> Is there a more efficient way to open a door that only a few people know about</qco> </h3>      \ni don't know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n10:25 pm</dco> &nbsp;<qco> easter is coming soon</qco> </h3>      \ni want to believe  you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n9:50 pm</dco> &nbsp;<qco> What did you want to become when you were younger?</qco> </h3>      \nolder but not this old\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n9:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907232115\">7.23.19&nbsp;&nbsp;9:15 pm</a> &nbsp;&nbsp;&nbsp;Hey thanks for the response bill, I figured that was the best and tried laying down a temp track, it just felt a little stale compared to the excitement of getting ideas for first time in a while and how good they sounded to me. is this just me being impatient to record and i should wait, or would experimenting with recording the guitar, adjusting it to tempo and then recording a final track of real time guitar?</qco> </h3>      \nthese are 2 extremely different activities. it makes sense that you would feel lost trying to do a solo singer/songwriter 1 instrument+voc song as a full arrangement, and similarly it makes sense that it might feel impossible to take a full arrangement and perform it live with 1 inst+voc. they are completely different machines. the translation can  be made, but it might take a lot of experience to figure out how the heck it's gonna work. actually what i was explaining before is that they are such different things that i wouldn't recommend trying to get one to work like the other. you might just feel confused and frustrated. in other words, i would say don't try to play the same kind of guitar track. probably don't even use the guitar, or if you use guitar don't use the same one and don't play it in the same way, and definitely don't do that first. i was recommending doing the percussion first. that's just something i've learned from experience. not the drums, not the bass, not the chords, but actually the percussion. like shakers/tambs/hi hats, etc. ch-k-ch-k-ch that sort of thing. this is why you'll need to have your writing all zipped up at this point, tempo and roadmap need to be finalized in order for this approach to really work. if you're curious as to how to learn how to run such a complex operation, i would suggest starting with songs less than 5 seconds in length\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n9:05 pm</dco> &nbsp;<qco> Is it possible to go infinity and beyond?</qco> </h3>      \n'beyond' wouldn't be necessary, but no\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n8:55 pm</dco> &nbsp;<qco> why is white so bright</qco> </h3>      \nsomeone's gotta do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n7:50 pm</dco> &nbsp;<qco> if you could eat clouds, what would you use to eat them?</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n7:03 pm</dco> &nbsp;<qco> Why aren't strawberries berries?&nbsp;</qco> </h3>      \nto get those sweet clicks\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n6:18 pm</dco> &nbsp;<qco> When will the cows reveal themselves as aliens?</qco> </h3>      \nthey are wondering when you will reveal yourself as an alien\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n5:52 pm</dco> &nbsp;<qco> Thoughts on birds?</qco> </h3>      \nthey're like the flying version of animals\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> What's your creative philosophy?&nbsp;&nbsp;</qco></h3>      57B<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tI always try to compose from the heart, with a focus on emotional impact, but with your \"image,\" is there something you try to \"go for\" when you write?</qco> </h3>      \nyes. usually the final result you see is what i'm going for, although in some cases what i was 'going for' would have been 10 to 20 percent better, but was unable to reach that due to standard earthly constraints\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n5:37 pm</dco> &nbsp;<qco> why do you have the immediate answers?</qco> </h3>      \ni do not, but that would be nice if i did\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n5:30 pm</dco> &nbsp;<qco> people are annoying. why is that?</qco> </h3>      \nit was passed down from their forefathers\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n5:10 pm</dco> &nbsp;<qco> any creative tips on celebrating your nameday?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n5:00 pm</dco> &nbsp;<qco> how to not be scared of making phone calls</qco> </h3>      \nstart with something very simple, like 1-800-flowers, or 9-1-1\n<br><br>"
  }
]
