[
  {
    "html": "<h3> <dco>11.26.19&nbsp; \n4:52 am</dco> &nbsp;<qco> In reference to <a href=\"q.php?date=201911150222\">11.15.19&nbsp;&nbsp;2:22 am</a> .&nbsp;&nbsp;I should've clarified.&nbsp;&nbsp;Are you having a good week at the time of answering this question?&nbsp;&nbsp;Again, I certainly hope you are.&nbsp;&nbsp;World could use more positive people and I think you're exactly the sort we require.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.25.19&nbsp; \n7:16 am</dco> &nbsp;<qco> why did you answer <a href=\"q.php?date=201606301954\">6.30.16&nbsp;&nbsp;7:54 pm</a>  in capitals?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.24.19&nbsp; \n7:29 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911240126\">11.24.19&nbsp;&nbsp;1:26 am</a>  what makes you think ghosts wouldn't be affected by gravity?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.23.19&nbsp; \n7:55 pm</dco> &nbsp;<qco> i'm not <a href=\"q.php?date=201911222055\">11.22.19&nbsp;&nbsp;8:55 pm</a>  , but kind of in the same situation. i have lost my creativity and ability to talk to people throughout the last year. feeling like my life is falling apart. i try to find joy in socializing again, or at least some sort of escape from reality. i really want to make other people happy, inspire them somehow, though i can't even help myself at the moment. would you kindly suggest something?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.23.19&nbsp; \n5:38 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911231112\">11.23.19&nbsp;&nbsp;11:12 am</a>  does this mean new bill wurtz content is still a long way off?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.23.19&nbsp; \n5:29 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911221917\">11.22.19&nbsp;&nbsp;7:17 pm</a> &nbsp;&nbsp;whoa no way! i have always heard that one as a waltz... just blew my own mind by listening to it in 12/8 (which was mostly successful with a conscious effort, i am pleased to report)\n<br>\n<br>i think because the vocals so strongly imply a slower 3, i would have needed a 12/8 groove for a few bars before the verse, otherwise the count-in just gets recontextualised in my brain as \"interesting weird rhythm\"\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\thaving said that i just tested it on my sister and she got the 12/8 straight away so maybe my brain is just weird. this makes me want to do a survey</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.23.19&nbsp; \n3:40 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911221227\">11.22.19&nbsp;&nbsp;12:27 pm</a>  My solutions to problems are always straight lines from problem to solution. However, sometimes certain parameters or obstacles mean that a straight line isn't viable. I can only see my straight line and seem to be blind to all the wiggly lines that appear plain to see for others. How do I see these other lines?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.23.19&nbsp; \n9:55 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911221209\">11.22.19&nbsp;&nbsp;12:09 pm</a> \n<br>\n<br>On mobile, iPhone 5s using Safari. Both versions (short and long) work perfectly for me.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.23.19&nbsp; \n12:56 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911221306\">11.22.19&nbsp;&nbsp;1:06 pm</a>  you can use cycles on AMD gpus using openCL (almost on par with cuda) if you're willing to hop on over into windows or linux.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t unfortunately opencl cycles rendering on AMD gpus is not supported in MacOS for some reason</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.23.19&nbsp; \n12:24 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911221209\">11.22.19&nbsp;&nbsp;12:09 pm</a>  This isn't a question, but I'm using Chrome in Chrome OS and the the short page works a lot better. The whole thing loads instantly and without complaint. On the full page, it loads maybe 3% of the way (up to \"incognito mode\") and then chugs along slower than I read, with occasional freezing. The other browsers I tested (Firefox and NetSurf, both on Ubuntu, running on the same device) were able to handle either page just fine, although the full page took maybe a second longer.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:31 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911211211\">11.21.19&nbsp;&nbsp;12:11 pm</a>  ahh yes, i think that was \"good times\" by Chic, released in 1979.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:31 pm</dco> &nbsp;<qco> Why do some of the questions on this page have to be very specific to be answered by you (i.e. <a href=\"q.php?date=201911221016\">11.22.19 10:16 am</a> )</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n2:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911220217\">11.22.19&nbsp;&nbsp;2:17 am</a>  why do you leave all of your songs unfinished?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.22.19&nbsp; \n9:47 am</dco> &nbsp;<qco> i asked you a question before but i forgot what it was and now i can't figure out whether it was an important question or not :(</qco> </h3><a href=\"q.php?date=201911012223\">this one</a>"
  },
  {
    "html": "<h3> <dco>11.21.19&nbsp; \n5:18 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911202018\">11.20.19&nbsp;&nbsp;8:18 pm</a> &nbsp;&nbsp;what i have so far is a repeating 5/4 bar, in G minor, with the notes D (1 beat) G (2 beats) Eb D (both 1/2 beat) C (1 beat)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.21.19&nbsp; \n3:33 pm</dco> &nbsp;<qco> is the question I'm asking right now an original question or did someone else ask this exact same question once?</qco> </h3><a href=\"q.php?date=201902011539\">2.1.19&nbsp;&nbsp;3:39 pm</a><a href=\"q.php?date=201806190822\">6.19.18&nbsp;&nbsp;8:22 am</a><a href=\"q.php?date=201705221648\">5.22.17&nbsp;&nbsp;4:48 pm</a><a href=\"q.php?date=201608080253\">8.8.16&nbsp;&nbsp;2:53 am</a>"
  },
  {
    "html": "<h3> <dco>11.21.19&nbsp; \n1:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911210217\">11.21.19&nbsp;&nbsp;2:17 am</a>  i tried. i felt somewhat remorseful, and people understood me even less than they usually do. i may need to become more skilled with this. actually i now have no idea why i wrote this, but i suppose it's too late now. \"i'm still gonna send it!\" if you don't even answer, i understand, because this is a mess and i will try to have a better question next time. thank you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n11:56 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911192107\">11.19.19&nbsp;&nbsp;9:07 pm</a>  if you implemented the sky as a world node setup then you could make it in a file then save that file (along with any other material or world node presets) as the default startup file, then every new file you make after that will have your presets in it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n8:21 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911192105\">11.19.19&nbsp;&nbsp;9:05 pm</a> &nbsp;&nbsp;\n<br>Ugh seriously. There are creators that think COPPA is the end of animation and gaming on YouTube. I think the internet is only getting warmed up and the best years are still ahead. We are just figuring it all out right now, you know? These are the days our children will look back on and think, \"dang those were exciting times I wish I could have experienced them.\" Do you agree?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.20.19&nbsp; \n6:18 am</dco> &nbsp;<qco> will you ever answer my bread and cheese question</qco> </h3><a href=\"q.php?date=201911181759\">this one</a><a href=\"q.php?date=201808151702\">this one</a>"
  },
  {
    "html": "<h3> <dco>11.19.19&nbsp; \n9:07 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911190751\">11.19.19&nbsp;&nbsp;7:51 am</a>  I think this is a fucking great idea.. maybe you could limit yourself to adding one question to the page per day? Since it seems like a lot of days you have one particularly burning question (e.g. how to make skies)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.17.19&nbsp; \n8:40 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911171119\">11.17.19&nbsp;&nbsp;11:19 am</a>  so are we getting \"the alarm\" in 3D?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n10:00 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911161021\">11.16.19&nbsp;&nbsp;10:21 am</a>  it's better now, but still lagging, unfortunately. from my testing, if i create a blank file with 3000 lines of identical text it works fine, at 4000 it starts to misbehave (it seems to have more to do with the number of lines of text than the page height)\n<br>\n<br>to be clear, this is not an issue with your website, this is an issue with google chrome for android. even edge for android (which uses the same exact browser engine) doesn't have this issue. i will see if i can notify google</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.16.19&nbsp; \n10:21 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911150053\">11.15.19&nbsp;&nbsp;12:53 am</a>  not the asker but chrome for android has a weird bug where this page scrolls really slowly, at like 2fps. if you select a link (by long pressing on it) the bug magically fixes itself. alternatively, switching to firefox fixes it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.19&nbsp; \n8:50 pm</dco> &nbsp;<qco> at <a href=\"q.php?date=201911102245\">11.10.19&nbsp;&nbsp;10:45 pm</a>  you said the timer was at&nbsp;&nbsp;&nbsp;48,at <a href=\"q.php?date=201911141930\">11.14.19&nbsp;&nbsp;7:30 pm</a>  you said the timer of the countdown is 47, meaning that the timer is going down by 4 days, and 47/4=11.75 which means around 11 months. but this doesn't mean that the question asked at <a href=\"q.php?date=201911102245\">11.10.19&nbsp;&nbsp;10:45 pm</a>  was in the middle of the week, shortening the actual date of the countdown, making even longer of a time before you come back, possibly more than a year. :(</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n5:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911121933\">11.12.19&nbsp;&nbsp;7:33 pm</a>  any particular reason why ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911121654\">11.12.19&nbsp;&nbsp;4:54 pm</a>  any tips for becoming even stronger&nbsp;&amp; win this battle?</qco> </h3><a href=\"https://billwurtz.com/quit.mp4\">sure</a>"
  },
  {
    "html": "<h3> <dco>11.12.19&nbsp; \n8:25 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911120011\">11.12.19&nbsp;&nbsp;12:11 am</a>  what spelling do you suggest?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n11:17 pm</dco> &nbsp;<qco> At <a href=\"q.php?date=201909281500\">9.28.19&nbsp;&nbsp;3:00 pm</a>  did you create that video just as an answer to that question or did you happen to have that video already?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n9:45 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911100032\">11.10.19&nbsp;&nbsp;12:32 am</a>  but would it not also kill things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n2:37 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911082351\">11.8.19&nbsp;&nbsp;11:51 pm</a> &nbsp;&nbsp;&nbsp;when is the next video\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i'm having a countdown timer \n<br>\n<br><a href=\"q.php?date=201911072137\">11.7.19&nbsp;&nbsp;9:37 pm</a> &nbsp;&nbsp;&nbsp;when is bill wurtz 2 releasing\n<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i'm having a countdown timer\n<br>\n<br>conclusion:\n<br>next video: bill wurtz 2</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.10.19&nbsp; \n12:32 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911091141\">11.9.19&nbsp;&nbsp;11:41 am</a>  are you able to explain it yet?</qco> </h3><a href=\"https://billwurtz.com/electricity.mp4\">this</a>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:41 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911090954\">11.9.19&nbsp;&nbsp;9:54 am</a>  What is electricity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n11:17 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911090751\">11.9.19&nbsp;&nbsp;7:51 am</a> \n<br>enjoyment level would be about 90 out of a hundred\n<br>\n<br>are those all the factors now? could you give me an answer to my first question based on these factors (being if i could be successful)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n9:54 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911081508\">11.8.19&nbsp;&nbsp;3:08 pm</a>  Then what is a cat?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n7:51 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911081547\">11.8.19&nbsp;&nbsp;3:47 pm</a>  \n<br>if im willing to put in 5 years to learn 3 or 4 instruments,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t and the level of good i want to get is about to the level where if i started busking people would hear me and they would say something like \"wow youre really really good\" and then they give 20 dollars. and that repeats with lots or people that walk by. though i think tou might need some more factors to understand if i should pursue music, such as my singing voice. my singing voice is naturally pretty good (for reference it sounds very similar to your voice, but when singing it sounds different to the point where its unique) my voice is suited for more rock and pop type somgs, but i could also try hip hop type songs, but my voice can not do the growling thing that tends to happen in metal songs. i have a keyboard with 61 keys, (though im poor so its not very good) i hope to learn simple songs, and then everything necassa\n ry for m\n y journey to success. i know a bit about basic music theory but i dont know how to put it down and do things, and i dont have the muscle memory to always hit the notes im trying to on triads, because i havent even done any real practice. i cant afford lessons right now. i can picture myself being successful to exactlty the degree i want, but i dont know how to get there, or where to start my journey. i havent been involved with music from a young age. my confidence level is about 60%, but when i get my journey started it will definitely be atleast 90%. based on all these factors would it be a good idea to pursue music? \n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tsorry for writing a very long question, i just had so many things i wanted to say.\n<br>thank you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.9.19&nbsp; \n12:02 am</dco> &nbsp;<qco> Can u watch the entire history of Bill wurtz,I guess by foot of a ferret\n<br></qco> </h3><a href=\"hotewig.html\">making history of the entire world</a>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n3:47 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911051646\">11.5.19&nbsp;&nbsp;4:46 pm</a> \n<br>if i do add other forms of media, and put in the effort to get very good at singing, keyboard, guitar, drums, maybe bass as well, and singing, would it still be completely unreasonable and i should give up on music entirely? could you give a percentage chance of me making a living and getting an audience from this?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n11:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911062134\">11.6.19&nbsp;&nbsp;9:34 pm</a>  this question made me think about the prospect of you creating your own piece of interactive game-esque media and it made me extremely hype, are you hype to try doing this as well??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.8.19&nbsp; \n10:22 am</dco> &nbsp;<qco> <a href=\"q.php?date=201911071549\">11.7.19&nbsp;&nbsp;3:49 pm</a>  (not that guy but...)\n<br>ah, i thought otherwise. your styles (with syd at least) have something in common imo, especially the lyrics. for example he too made a song about a girl making him feel blue (\"here i go\")\n<br>i guess people can have similar ideas without knowing each other huh\n<br>anyway what inspired you when it comes to your lyrics? i mean your unusual style</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.7.19&nbsp; \n12:48 am</dco> &nbsp;<qco> when is more train prose</qco> </h3><a href=\"q.php?date=201911061622a\">this person</a>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n9:31 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201910291100\">10.29.19&nbsp;&nbsp;11:00 am</a>  not OP but you mentioned school having been a bit annoying to have to attend. i have this problem where i find it SO UNBEARABLY annoying and honestly down-right soul-crushing to have to go that i'm not sure how i'm going to make it out alive, literally/figuratively</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.6.19&nbsp; \n7:22 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911051212\">11.5.19&nbsp;&nbsp;12:12 pm</a>  the singer in my band says she has perfect pitch, and she can start a song in tune without needing a reference note to be played.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.5.19&nbsp; \n2:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911050029\">11.5.19&nbsp;&nbsp;12:29 am</a>  why does nobody seem to realize that this event is highly likely to result in the immediate extinction of the human race</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.3.19&nbsp; \n2:43 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201911030158\">11.3.19&nbsp;&nbsp;1:58 am</a> \n<br>\n<br>Wow! That's very encouraging.\n<br>\n<br>I know letter chords like C, Am, Fmaj7, Gadd9, etc. And the Nashville number system;&nbsp;like 1 is the root, 2m, 3,4,5 6m, etc. and I understand tempo and keeping time and basic time signature.\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tBut as for music sheets with music notes, I can't play by that. \n<br>\n<br>I just hear and I play.\n<br>\n<br>All that being said, would it benefit me to learn how to read and write music to further expand my knowledge?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.1.19&nbsp; \n10:23 pm</dco> &nbsp;<qco> i vaguely remember asking you a question here a while ago, what was it</qco> </h3><a href=\"q.php?date=201910191906\">this</a>"
  },
  {
    "html": "<h3> <dco>10.31.19&nbsp; \n12:25 am</dco> &nbsp;<qco> <a href=\"q.php?date=201910290235\">10.29.19&nbsp;&nbsp;2:35 am</a>  i've had lots of live experience playing, church and non-church. but i still don't feel like i'm quite at the caliber where i'd be confident being your drummer, (or keyboard player). i can sing in tune background harmonies while drumming, so that might give me a leg up over some people</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n11:14 am</dco> &nbsp;<qco> <a href=\"q.php?date=201910280104\">10.28.19&nbsp;&nbsp;1:04 am</a>  what would inspire you to say hello to something that didn't even inspire you to write a song about it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.30.19&nbsp; \n7:24 am</dco> &nbsp;<qco> <a href=\"q.php?date=201910251207\">10.25.19&nbsp;&nbsp;12:07 pm</a> &nbsp;&nbsp;isn't it fun to think whilst deciding something possibly mundane that you could have a consequence that shifts your paradigm? or do you think i just need more sleep?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.28.19&nbsp; \n12:07 am</dco> &nbsp;<qco> <a href=\"q.php?date=201910241233\">10.24.19&nbsp;&nbsp;12:33 pm</a> \n<br>\n<br>will you at least tell where it's gonna be?</qco> </h3>"
  }
]
