[
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> Why does this website exist?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n5:17 pm</dco> &nbsp;<qco> little dinosaurs or cats?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n4:51 pm</dco> &nbsp;<qco> do you like it when people ask you questions through the anagrams page?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n4:32 pm</dco> &nbsp;<qco> how do i become a better person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n4:00 pm</dco> &nbsp;<qco> you had idea generation sessions for vine, right?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you didn't just figure out your jingle the day of.\n</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n3:15 pm</dco> &nbsp;<qco> do you take requests</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n2:14 pm</dco> &nbsp;<qco> what is the best video youve ever made</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n1:48 pm</dco> &nbsp;<qco> i designed the cover of my school magazine, they said they would pay me but they never did and I'm too scared to bring it up. what should i do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n12:32 pm</dco> &nbsp;<qco> I'm just going to talk about how I feel when I try to express myself through art and how I struggle sometimes. So haha this is going to be stupid. But I stare at a blank piece of paper and then my mind just goes blank and then I'm like \"how the fuck am I supposed to express my feelings through a pencil? Do I create a new character?\"</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And then I freeze up and my mind freaks out like this: jdgdhsjshshsjsj and I stop at the idea of a character and I'm like ahhhhh. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And now I realize how stupid I've been. I should just doodle and not give a fuck about what happens. Just express it- even if it isn't clear. And I've been so scared to do something wrong because I want to be so much like the other people I look up to that are able to create cool stuff. But if I look at how I'm feeling at the moment, It doesn't even feel right to make \"cool stuff\" it feels right to express my anger and fear and confusion. And with music it's sorta similar- I can improvise sometimes and I love the way I'm able to do it. And other times I just mess up and just struggle and freak out again like ahsbsbdhddhdh yeah I'm not perfect at all. But pfft atleast I'm looking at how stupid I am and realizing how stupid I am.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Yeah bill sorry for being stupid. I vent on here and I look back and I'm like holy shit I was really really fucking stupid. Ha. Ok I'm going to take my advice now and make some art that's kinda stupid but honest if that makes sense. Bye.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n12:19 pm</dco> &nbsp;<qco> sometimes i go to church just to hear the music. does this make me a bad person</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n12:10 pm</dco> &nbsp;<qco> when i play uke i can't get my fingers to move to the next chord fast enough. any tips/advice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n11:19 am</dco> &nbsp;<qco> what do you think of dryer sheets? i mean they're nice and all, but there's one laying on my carpet and i don't like the way it's looking at me...</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:44 am</dco> &nbsp;<qco> is it ok if i don't know what my art means or if it means anything at all?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:32 am</dco> &nbsp;<qco> What are your thoughts on film as a medium?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And also on doing medium-defying things and hoping people will like it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:31 am</dco> &nbsp;<qco> What's the better part of the egg: the yolk or the white?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n10:22 am</dco> &nbsp;<qco> Is ten years a long time to you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n9:09 am</dco> &nbsp;<qco> Hey BIll, I'm going to college soon and I'm feeling pretty nervous. Any advice on what to do and what to study?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n8:04 am</dco> &nbsp;<qco> what's the best thing to keep in a fanny pack</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n7:39 am</dco> &nbsp;<qco> how to talk to people when you never have anything interesting to say ever</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n6:53 am</dco> &nbsp;<qco> Does Simon have amnesia or did he just never do anything?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n5:31 am</dco> &nbsp;<qco> does the piano know something i don't know</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n5:27 am</dco> &nbsp;<qco> What's next?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n4:31 am</dco> &nbsp;<qco> What do you think about europe?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n3:29 am</dco> &nbsp;<qco> besides Normal, what blending mode do you use most?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n2:21 am</dco> &nbsp;<qco> how do I tackle the realisation of the mundanity of life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n2:09 am</dco> &nbsp;<qco> logistical question. if you record yourself so much... how do you also have the time to listen to what youve recorded? what's your schedule look like for that??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n1:38 am</dco> &nbsp;<qco> I have to get my driver's license in the next year but I hate driving and there's never any time to practice, and I'm also bad at it, what do I do</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n12:42 am</dco> &nbsp;<qco> Hi I like music but no one else does,\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n what do I do as a pianist?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.19.18&nbsp; \n12:27 am</dco> &nbsp;<qco> Fine weather, isn't it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n11:44 pm</dco> &nbsp;<qco> Thoughts on fireflies?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n11:39 pm</dco> &nbsp;<qco> &nbsp;Should tom delonge rejoin blink-182?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n11:03 pm</dco> &nbsp;<qco> this sounds like a dumb cliche but i literally have no friends at school and i just don't fit in with everyone else and it's getting really annoying and sad.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n10:30 pm</dco> &nbsp;<qco> I can't tell if the poem I just wrote is fire, or a dumpster fire, so to speak. What should I do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> Hey. I've been feeling pretty terribly lately. I'm just really overwhelmed by being human- you know- the fact that you're required to go to school, and expected to go to college and if you don't you're considered a failiure,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the pressure of my family to dedicate my life to school because they tell me that if I don't, I'm going to be poor. And I'm attempting to be a good artist only to fall on my face. And I try to run away from these terrible feelings through video games and I even fail at that too. So I'm going through a pretty rough time. I don't even know what to do to help myself. But thank god it's nighttime. I can't stand the daytime because I'm surrounded by an environment that I hate and whenever I open my eyes I can see every single inch of it. I guess to comfort myself in these times I just go underneath my blankets and distance myself from the world and type to you. I just really want to feel better but I don't know how. Actually, I'd feel a lot b etter if I knew that I can succeed in the future without college and if I could be comfortable talking to my parents about my feelings. And i had a car so I can just leave my house and distance myself from everything I hate about this world. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I think that's how I can truly be happy you know- being confident in the future and in yourself. I'm a bit hesitant to go all in and have a whole bunch of confidence that if I get better at art I'll be all set in life. I mean even if I'm wrong, I might as well try, right? It's better than just sitting here extremely afraid and sad. And i feel like I can learn a lot from it all- I mainly think that being good at art would be what makes me joyous and feel fulfilled in life because I love expressing myself. But if I can express myself in a more moving and beautiful way like through music and drawing, I think I'll have a blast. I can express myself in ways that have never been done before. But I have to learn first. I have to get really good and experienced to be able to express myself through song the way I want to.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So maybe I can type out my feelings in the meantime you know? And still continue to learn the mechanics but still express myself. And then when I get to the point where I'm super confident in my ability, I'll attempt to express my deep feelings through music.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Music is my main goal. I'm going to listen to some music before going to sleep. Bye.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n9:36 pm</dco> &nbsp;<qco> opinion on egg?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> Did you ever do car tests with the vine jingles?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n9:02 pm</dco> &nbsp;<qco> Hey. What inspired you to write \"the stupid song\"? (the first one)</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; when I first listened to that song, I cried because I felt exactly the same way as you- someone- with no purpose- with nobody to help me. Desperately trying to find a reason to live or see the light of day. And it killed me hearing you sing about wanting somebody to help you through feeling bad. I needed someone so desperately in that moment, and I guess you were the one.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n8:04 pm</dco> &nbsp;<qco> Is hello sexy pants about love?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like you say, \"Hello sexy pants\" to a girl</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and she gets happy</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and then you say, \"where'd you get those pants?\" And then she gets mad </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and the rest of the lyrics is about anger</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and your trying to cheer her up promising to take her through the hills of France even though you only care about her pants and then she goes on live TV and Congress gets mad and the lights go black. Is that what it's about?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If not, what's it about?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n7:53 pm</dco> &nbsp;<qco> how do you stay creative? So that everything you do is different but is \"you\".</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n7:47 pm</dco> &nbsp;<qco> what do you think of YouTube monetization algorithms?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n7:21 pm</dco> &nbsp;<qco> Hey bill. I'm extremely sad. I fail a lot of the things I want to get good at. And my environment makes it hard for me to have hope and feel better about myself. I can't help but think that's no matter how hard I try to live a happy life, I'm going to fail and be extremely depressed forever. I'm extremely hopeless and tears are flowing from my eyes as I type this. I really want things to go better but I've been struggling for years. I'm trying so hard to calm myself down but I find it so hard... please- I'd really appreciate anything you can say to that you feel could help me.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> If something ways negative weight how much does it weigh?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> how do you keep organized when working on a large project (like hotewig)? there are so many moving parts (research, music, script, art) and they all interact with each other. i try to keep track of stuff in text files but then i end up either making 10,000 small text files or two or three giant ones both of which are completely unorganized. every time i try to impose order on them they just... unorganize themselves when the project changes direction as it inevitably does. how do you impose order without ruining the inherent messiness of the creative process?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n6:38 pm</dco> &nbsp;<qco> What is the best question to ask a celebrity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n6:26 pm</dco> &nbsp;<qco> why haven't you written a book yet?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n5:29 pm</dco> &nbsp;<qco> hello bill i am sad but i want to draw how do i feel like making stuff</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n5:20 pm</dco> &nbsp;<qco> describe your next song in 1 word but the word isn't \"hallelujah\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n4:50 pm</dco> &nbsp;<qco> im starting school soon and im worried that i missed out on a lot over the summer.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; any advice to not be left out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n3:24 pm</dco> &nbsp;<qco> Do you have any vision related disorders? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nThe colors in your videos are extremely cool, but I don't want to believe that you are that deliberate and talented because that would make you an even more awesome artistperson than you already are, atleast for me.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.18.18&nbsp; \n2:57 pm</dco> &nbsp;<qco> if animals could talk which would be the rudest</qco> </h3>"
  }
]
