[
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:57 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201807102244\">7.10.18&nbsp;&nbsp;10:44 pm</a>  Would that be a good example of the 'fagen escape' (I think that's the term you've used)?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:56 pm</dco> &nbsp;<qco> is there a way to get objects for free?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:44 pm</dco> &nbsp;<qco> what is the best license plate design in the us</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> Should I use my hair as a paintbrush</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:12 pm</dco> &nbsp;<qco> This is sort of a loaded question, but I'd love to hear your thoughts if you have the time.\n<br>Some of the most critically acclaimed and widely appreciated popular musicians (and even some composers) over the last century are said to have had little or no academic background or classical training in music, yet seem to possess incredible technical skill sets as well as an intuitive understanding of composition and harmony. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>Why do you think these kinds of virtuosic abilities develop in certain people - many of whom might not even be able to, for example, sight read or understand the underlying textbook music theory behind why their music \"works\" so well the way it does?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n7:40 pm</dco> &nbsp;<qco> your work is not going to be very noticed if people are not specifically LOOKING for it. (unless it ends up on trending, which it has a number of times) im just thinking that merely posting hints and things is not going to gravitate many people to the work you devote so much time into. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\npeople need to be led, and i'm convinced once people are led to your work, you will gain more traction.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n7:16 pm</dco> &nbsp;<qco> what's your favorite chord substitution?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n6:13 pm</dco> &nbsp;<qco> do you like this new generation of music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n5:47 pm</dco> &nbsp;<qco> why do you have to wait until 2 songs are in the top 10 simultaneously to go on tour?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n4:55 pm</dco> &nbsp;<qco> Have you ever been contacted to sign for a record label? If so, why didn't you accept?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n4:22 pm</dco> &nbsp;<qco> living under a rock can totally help with originality/doing your own thing. i think its helped me. but how the heck do you write the music that you do, when i'm sure you have a library of music that is just like etched into your brain? even if you're not actively listening to anything, you've got to have so much up there that no amount of fasting could erase (and you wouldn't want to erase it, right? only create a good distance from it?). i'll write a chord progression and be like \"what a cool original piece of music\" and then realize right after that i subconsciously ripped something else off. so i guess question is: how to learn from and appreciation the music of our forefathers while also taking the baton and doing something wild and crazy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n3:51 pm</dco> &nbsp;<qco> oops i just ate a clock</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n3:45 pm</dco> &nbsp;<qco> how are you so good at drawing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n3:14 pm</dco> &nbsp;<qco> what's your opinion on wave/particle duality?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n1:56 pm</dco> &nbsp;<qco> Hey Bill, when you make a new video, do you feel more like a musician, a comedian or a cartoonist?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n1:21 pm</dco> &nbsp;<qco> Why is the title of this page ueqstions and why is the q green?</qco> </h3><blue>n</blue><lightred>i</lightred><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n12:49 pm</dco> &nbsp;<qco> Sexy pants made it onto the feel good dinner playlist on spotify. cool. did you have anything to do with that?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n12:35 pm</dco> &nbsp;<qco> why are people so awful</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:57 am</dco> &nbsp;<qco> Where's the best place to start on a huge project in terms of your thinking about the thing?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:38 am</dco> &nbsp;<qco> are lyrics an instrument?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:26 am</dco> &nbsp;<qco> what font do you use in this page?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n11:25 am</dco> &nbsp;<qco> did you use \"hey mom i beat the scale!\" in one of your short videos? the music seems familiar tbh</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:36 am</dco> &nbsp;<qco> oi bill what do you think of sheep?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n8:32 am</dco> &nbsp;<qco> did you know your website works really well using free and open source text-based, terminal browser technology? that's actually pretty rare. for people who like to deal with files and music directly (because youtube can sometimes seem a little bit evil) have you ever considered a mailing list or similar to announce your music? they're not very hard to set up! and i think they would increase your cred and fame in certain communities.\n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n4:27 am</dco> &nbsp;<qco> I hope this isn't a bother, but I was wondering if you would be so kind as to tell us what you're pulling from your hair around 1:43 in the new sexy pantaloons song. It could be a hat, but it also looks like some sort of slight of hand trick where you pull flowers from the back of your head. Are those flowers or something else? Thank you for your time.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n3:55 am</dco> &nbsp;<qco> also what happened to your notebook</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n2:51 am</dco> &nbsp;<qco> hey bill, i love your music but whenever i play it when my husband is around he tells me it's too weird and to stop listening to it. what do i do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n2:49 am</dco> &nbsp;<qco> why do things get sad at 2 am?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.12.18&nbsp; \n1:37 am</dco> &nbsp;<qco> how forgiving are you of social awkwardness</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n11:37 pm</dco> &nbsp;<qco> I think you're really very talented, but you're not doing enough to become recognized for your ability.&nbsp;&nbsp;please don't simply pass this message off.&nbsp;&nbsp;I really think you can go exceedingly far&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n11:27 pm</dco> &nbsp;<qco> Are you aware that you played The Lick in Movie Star at 2:03?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n11:01 pm</dco> &nbsp;<qco> i cant tell if im passionate about music</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n10:27 pm</dco> &nbsp;<qco> Which song of yours do you recommend as a wake up alarm?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n9:58 pm</dco> &nbsp;<qco> where does the bill wurtz Show regularly air?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n7:58 pm</dco> &nbsp;<qco> how should I come out to my friends as bisexual?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n5:41 pm</dco> &nbsp;<qco> Hello\n<br>How did you come up with an idea for \"sexy pants\"?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n4:13 pm</dco> &nbsp;<qco> do you get tired of answering the same things over and over!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n2:54 pm</dco> &nbsp;<qco> insperation for sexy pants?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n2:18 pm</dco> &nbsp;<qco> what does it mean to by myself? when people tell me to stop trying to act like something i'm not, isn't that still just me being me? how do I act like myself? how do I me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n2:06 pm</dco> &nbsp;<qco> i don't really get 'negative harmony'! \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>in the key of C the V chord is G. \n<br>by the powers of negative harmony G7 becomes Fm6..\n<br>so its a minor plagal cadence. i get that and i use it often because i really like the sound of it.\n<br>here is where i get confused though: \n<br>how does Fm6 actually derive from G7? \n<br>and would (if the same techniques applied) every other chord from the keycenter also have a 'negative' version??&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n1:28 pm</dco> &nbsp;<qco> just wanted to say that the chord progression in 'hello sexy pants' that takes place starting with 'every day is such a lovely day to wake up in the morning' through 'at the grocery store, some one will tell you that what changed was you' is maybe one of the most pleasing things that my ears have ever heard. what kind of thought process goes into crafting things like this for you? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is there a lot of revision that goes into it, or do you pretty much know what you want it to sound like for the most part before hand?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n1:17 pm</dco> &nbsp;<qco> Should I be angry because of injustices?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n1:09 pm</dco> &nbsp;<qco> what do you think about the flat earth theory?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> do plays on pandora count towards the charts?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also have you been accepted yet?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i sent in a request for your music to be added a little while ago, but idk how many requests pandora needs before they actually listen</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n12:14 pm</dco> &nbsp;<qco> thoughts on the lyrics: she's my little rock and roll/my tits and ass and soul</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n11:44 am</dco> &nbsp;<qco> how does it feel? : 4</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n10:44 am</dco> &nbsp;<qco> any thoughts on chemistry?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n8:42 am</dco> &nbsp;<qco> <a href=\"q.php?date=201807091848\">7.9.18&nbsp;&nbsp;6:48 pm</a>  face reveal at 100 million subs?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n7:26 am</dco> &nbsp;<qco> how do i know what imsupposed to do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>7.11.18&nbsp; \n7:06 am</dco> &nbsp;<qco> ever taken the DC metro out to fairfax county or something and just hung around there for a while</qco> </h3><br><br>"
  }
]
