[
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n2:32 pm</dco> &nbsp;<qco> do you think spongebob is powerful&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n2:04 pm</dco> &nbsp;<qco> what are the advantages to living in a cave</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n1:52 pm</dco> &nbsp;<qco> Should I eat tea while drinking tea, or drink tea while eating tea?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n1:22 pm</dco> &nbsp;<qco> Math... good or EVIL?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n1:20 pm</dco> &nbsp;<qco> Is this website 'Fake News'?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n1:14 pm</dco> &nbsp;<qco> how do i love something/someone?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n12:55 pm</dco> &nbsp;<qco> If you discovered a new type of fruit, what would you name it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n12:12 pm</dco> &nbsp;<qco> Can you elaborate?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n11:50 am</dco> &nbsp;<qco> What's special about rain?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n11:41 am</dco> &nbsp;<qco> what's a good name for something that has a large fanbase, but only puts out a few videos every year</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n11:34 am</dco> &nbsp;<qco> Why haven't you updated your journal thingy :(</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n11:30 am</dco> &nbsp;<qco> What would you consider consciousness to be?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n11:28 am</dco> &nbsp;<qco> last night i dreamt that we were bunkmates at an arts camp and you told me i rock, what does this mean&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n10:16 am</dco> &nbsp;<qco> which instrument is the best instrument?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n9:13 am</dco> &nbsp;<qco> Is there anything you like to do to motivate yourself/give yourself new ideas when you are bored?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n8:21 am</dco> &nbsp;<qco> Bt dubbs \"blonde\" is used to describe the color of a woman's hair and \"blond\" is used to describe the color of a man's hair. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But I'm assuming you've gotten a truckload of responses to this topic.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n7:57 am</dco> &nbsp;<qco> What if I don't like music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n7:49 am</dco> &nbsp;<qco> What do u feel about ms paints death</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n7:36 am</dco> &nbsp;<qco> do you find that sometimes making music is theraputic</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n6:53 am</dco> &nbsp;<qco> Do you have fun?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n6:27 am</dco> &nbsp;<qco> How many letters are you going to use in answering this question?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n5:47 am</dco> &nbsp;<qco> do you get a lot of questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n5:41 am</dco> &nbsp;<qco> What's the stupidest thing you've ever done?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n2:28 am</dco> &nbsp;<qco> How do I stop being so fucking lazy</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n2:02 am</dco> &nbsp;<qco> (its \"have you ever set The Void on fire\" guy) The Void is any terrible feeling you've ever had, i suppose</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n1:44 am</dco> &nbsp;<qco> the?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n1:25 am</dco> &nbsp;<qco> There are ten birds in a tree. A hunter shoots one. How many birds are left in the tree?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n12:57 am</dco> &nbsp;<qco> what is this button at the top right?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n12:40 am</dco> &nbsp;<qco> Are there things you like more than another thing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n12:31 am</dco> &nbsp;<qco> what do I do if my boss is sexist</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n12:21 am</dco> &nbsp;<qco> can i be a creator too</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n12:14 am</dco> &nbsp;<qco> what the hell is going on</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.31.17&nbsp;\n12:05 am</dco> &nbsp;<qco> How do you declare pure silence without breaking it?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n11:42 pm</dco> &nbsp;<qco> is there a correct password on the reality page? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if i guess it correctly what does it happen?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n11:41 pm</dco> &nbsp;<qco> how do you remind yourself that you're Alive and Life is Happening</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n11:39 pm</dco> &nbsp;<qco> Do you believe Mirrors are actually windows to an alternate reality that is in all ways congruent to the one we reside in, and when we look in the mirror, ourselves look back?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>\n<br>And if that's the case, do you think that when a person flexed their muscles on the mirror, they are secretly conscious of this alternate realm and are trying to assert their dominance over their counterparts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n11:37 pm</dco> &nbsp;<qco> Besides going to war, what are some other ways that countries can settle a conflict?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n11:34 pm</dco> &nbsp;<qco> How do I break out of mind prison?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n11:08 pm</dco> &nbsp;<qco> today my priest told an anecdote in his sermon about how when he was a youth pastor he would make the youth play \"mixer games\" and one of them was where he would give an either/or option like \"Batman or Superman\" and each option had a side of the room, so (i guess, although it's left a little ambiguous:) whichever side you were \"for\" or \"liked more,\" you'd go to that side. and I was immediately like: that's bullshit. chocolate or vanilla? well, first of all, it depends entirely on the application. i usually like chocolate ice cream and cake but i often like vanilla cake with vanilla frosting. but that doesn't even scratch the surface of all possible or even probable dessert options that could include chocolate or vanilla. this is assuming we're talking about Desserts That I Would Like To Eat Right Now and not, say, Desserts I Would Give My Enemy (i'd give him whichever he liked least in that application), or Paint Colors For My Bathroom, which given\n  such a\n restricted choice I guess I'd have to go with vanilla. but like, what kind of fascist horseshit government am i living under that only allows brown and off-white (or maybe black, if you're talking about the actual color of a vanilla bean) as bathroom colors? after going through the other three examples of random dichotomies he gave my mind started itching from the inside and i realized that ten minutes had gone by and i'd missed half of an interesting sermon on predestination, which most people think is when God takes people's souls before they're born and puts them on either the Heaven side of the room or the Hell side of the room. (but i think his point was that it's not really like that.) and i didnt even think about \"bill wurtz\" until i was conscious of the brain itch but when i was i just smiled a little bit and thought i'd tell you about it.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n11:04 pm</dco> &nbsp;<qco> <a href=\"http://billwurtz.com/im-a-person.mp4\">Which one of your videos do you think describes you the best?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n10:31 pm</dco> &nbsp;<qco> what's your idea of a good time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n10:07 pm</dco> &nbsp;<qco> what's your favorite idea</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n10:00 pm</dco> &nbsp;<qco> Are the things listed at the end of 'what is love?' (i LOVE moms, i LOVE the beach, i LOVE electronics, etc) things that you personally love, or they just examples of things that a person could theoretically love?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n9:59 pm</dco> &nbsp;<qco> do u like trumpets&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n8:40 pm</dco> &nbsp;<qco> do you think our ears are already capable of fully understanding music harmony? is studying music theory \"putting into words\" what our ears already know?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n8:11 pm</dco> &nbsp;<qco> have you ever set The Void on fire</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n7:33 pm</dco> &nbsp;<qco> What's the most powerful magic spell in your arsenal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n6:28 pm</dco> &nbsp;<qco> Bill!!!! I WANT ANOTHER VIDEO FROM YOU! Don't take this the wrong way. I know you working as hard as you can, and I know how much work goes into each project.... BUT I WANT IT NOW!!! Can't you just get somebody to record a video of you working on different things, then edit them all together and sync the video up to a song (preferably a pop rock song from the 80's) so you can just montage your way through the rest of the work you have to do?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n5:53 pm</dco> &nbsp;<qco> what's a spoon?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.17&nbsp;\n5:38 pm</dco> &nbsp;<qco> What pronoun should we use for East? It's not up down or out, is it in? Or over? Back!?</qco> </h3>"
  }
]
