[
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n10:10 pm</dco> &nbsp;<qco> Have you ever considered making a musical score for all of the reality videos you post?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n9:18 pm</dco> &nbsp;<qco> How do I make reality less boring? How does one determine how entertaining completing a wierd act will be for the said individual? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is there a scale or chart to calculate this? \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is there a way to make more exciting things happen in your life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n9:16 pm</dco> &nbsp;<qco> I just realized that typing without capitals or proper punctuation is wayyyyyy faster than writing with it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n9:15 pm</dco> &nbsp;<qco> do you ever just need to get something/an idea out, but it goes away before you can write/type/record it?? it's frustrating</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> Are you going to do monday videos again?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n7:26 pm</dco> &nbsp;<qco> Can you explain the entire history of the world?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n7:08 pm</dco> &nbsp;<qco> What are some of the pros and cons of being a human person?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n6:33 pm</dco> &nbsp;<qco> how do you express yourself other than music/videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n5:39 pm</dco> &nbsp;<qco> what is your opinions on hyphens? for example 're-sort' vs. 'resort' or 'factory-produced' vs. 'factory produced'</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n5:37 pm</dco> &nbsp;<qco> do any of your songs come from a non fictional standpoint?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n5:36 pm</dco> &nbsp;<qco> is \"alphabet shuffle\" supposed to be a sequel to \"abcdefghijk\" </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nor is it just me that thinks that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n3:12 pm</dco> &nbsp;<qco> are you a cute anime girl</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n3:08 pm</dco> &nbsp;<qco> what do you call a series of chords like 2m-5-1 if not a chord progression?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n2:34 pm</dco> &nbsp;<qco> what is the time shown aside the question? the time it is asked or answered?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n2:08 pm</dco> &nbsp;<qco> i've played piano for several years and have studying singing for more than a year, but in the end all i feel is so tired that almost broken down. i almost cannot remember how i'm deeply touched by music. i don't think there's anything wrong with music. i just wonder if i learned it the wrong way or what. do i not practice enough or not listen carefully enough? how do i find a way to start over?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n1:11 pm</dco> &nbsp;<qco> Do you think we'll find a form of life that isn't carbon based at some point?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:40 pm</dco> &nbsp;<qco> <a href=\"why-no-mr-wurtz.html\">Why don't you like to be called \"Mr.Wurtz\"?</a>\n<br></qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>Also is it OK if I ask the same question multiple times or would that annoy you? (Second time asking)</qco> </h3>\n<div class=\"answer-block\">\n<br><br><h3> <dco>8.15.17&nbsp;\n12:40 pm</dco> &nbsp;<qco>&gt;Why don't you like to be called \"Mr.Wurtz\"?\n<br></qco></h3> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n<br><br><h3> <font color=\"#EE4B4B\">1.27.17&nbsp; \n5:35 pm</font> &nbsp;<font color=\"#3A81FF\"> Why don't you like being called Mr. Wurtz? I can think of a few reasons why but I just wanted to ask you just to make sure.</font> </h3> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br><br><h3> <font color=\"#EE4B4B\">1.27.17&nbsp;\n12:32 am</font> &nbsp;<font color=\"#3A81FF\"> Why don't you like being called Mr. Wurtz?</font> </h3> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br><br><h3> <font color=\"#EE4B4B\">1.15.17&nbsp;\n10:31 pm</font> &nbsp;<font color=\"#3A81FF\"> greetings bill, why do you not like being called mr. wurtz?</font> </h3> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br><br><h3> <font color=\"#EE4B4B\">12.5.16&nbsp;\n10:38 pm</font> &nbsp;<font color=\"#3A81FF\"> why shouldn't we call you Mr. Wurtz? thanks mr wurtz.</font> </h3> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br><br><h3> <font color=\"#EE4B4B\">12.9.16&nbsp;\n12:46 am</font> &nbsp;<font color=\"#3A81FF\"> excuse me why do you not like being called mr. wurtz</font> </h3> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n<br><br><h3> <font color=\"#EE4B4B\">12.4.16&nbsp;\n4:32 am</font> &nbsp;<font color=\"#3A81FF\"> Why would you prefer not to be called mr. wurtz?</font> </h3> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br><br><h3> <font color=\"#EE4B4B\">12.2.16&nbsp;\n6:54 pm</font> &nbsp;<font color=\"#3A81FF\"> Why don't you like to be called \"Mr. Wurtz\"?</font> </h3> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\n\n\n\n\n<br><br>&nbsp;&nbsp;&nbsp;&nbsp; friends never call each other names like that. so every time a person calls me that, i am reminded of them not being my friend\n\n<br>\n\n</qco></h3>\n</div>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:35 pm</dco> &nbsp;<qco> Hey i just realised all this time i thought the chords and the melody were the same thing. But since they are different, what exactly are chords and how they function and what makes them support the melody? When i listen to songs i'm starting to pay attention to the instruments and the chords they're playing, but it rarely makes sense to me how they are connected to the melody of the song. This might not be a good question. But i'm just so confused. As a 'songwriter' i'm mostly focused on the vocal melody and lyrics as a result, but i'd like to understand better.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:13 pm</dco> &nbsp;<qco> I think your style of musical surrealistic humour would make an awesome fit for cartoons or something along those lines. Have you, or will you ever considered lending your style to those kinds of projects?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:08 pm</dco> &nbsp;<qco> everyone my age is boring what do i do</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:07 pm</dco> &nbsp;<qco> Have you ever noticed that most (if not all) cartoon characters wear the same outfit every single day? Do you think that's a good strategy for how to dress in real life? (Not the exact same clothes everyday cause you'd start to smell bad, but just have mutiple sets of the same outfit).</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n11:50 am</dco> &nbsp;<qco> Hi Bill! I'm a big fan of your music. I'm wondering if after all of these years of playing and writing music, do you think you're still getting better and learning new things? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Any specific new 'tricks' or techniques that you've figured out recently?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n11:04 am</dco> &nbsp;<qco> if an eccentric billionaire were to propose funding you entirely (living expenses, studio, instruments, really anything you could possibly need) completely no strings attached (this eccentric billionaire just wants to hear/see more content from you) would you agree or would you decline in favor of doing your own thing like you've been doing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n11:02 am</dco> &nbsp;<qco> i have too many things to do but i only have 24 hours a day? time is cruel. how can i deal with this?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n10:32 am</dco> &nbsp;<qco> What makes things secondary projects to you? Is it just that you want to do them, but not as much as your main projects? Or is it based on what you know the majority of your fans want to see? Perhaps a balance therein?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n10:16 am</dco> &nbsp;<qco> does maintenance and adventure mutually exclusive? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do we have a choice? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how to choose between these two? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;which one is more important?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n8:27 am</dco> &nbsp;<qco> On the random question page, could you put the \"random question\" button on top of the question instead of under it? That way I could just keep clicking it without having to move my mouse because right now it moves when questions are longer/shorter and it's not a good use of my time. Thanks!</qco> </h3><a href=\"random2.php\">just for you</a>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n6:44 am</dco> &nbsp;<qco> what are your thoughts on the moon?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n6:31 am</dco> &nbsp;<qco> how many stars out of five do you rate planet earth? i give it 2.5/5 because hoverboards don't exist here.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n5:48 am</dco> &nbsp;<qco> Do you think we're all secretly lizards?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n3:19 am</dco> &nbsp;<qco> will you be uploading any notes from 2006, or do you not have any? was it an insignificant year, or one you'd rather not remember?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n2:53 am</dco> &nbsp;<qco> Where can you find true art</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n2:24 am</dco> &nbsp;<qco> how do i learn music theory?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n1:38 am</dco> &nbsp;<qco> is being normal bad?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n1:30 am</dco> &nbsp;<qco> will you sometimes copy your previous answers as answer of the question that is being answered ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n1:04 am</dco> &nbsp;<qco> im on acid right now and i dont think you will answer the question</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:27 am</dco> &nbsp;<qco> do the ladies know that it's all about the ladies?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:07 am</dco> &nbsp;<qco> Why you didn't answered any question yesterday (8.14.17)?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.15.17&nbsp;\n12:03 am</dco> &nbsp;<qco> bill, you havent answered a question all day. why is that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n11:55 pm</dco> &nbsp;<qco> Why do you hate capital letters?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n10:38 pm</dco> &nbsp;<qco> did you know that \"a well-developed mathematical framework that is general enough to account for the extremely large variety of biological phenomena is still missing\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n9:29 pm</dco> &nbsp;<qco> do volcanoes erupt magic?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n9:28 pm</dco> &nbsp;<qco> why are you sometimes not sure if your answers answer peoples questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n9:02 pm</dco> &nbsp;<qco> when reading your notebooks page should i read through it like a long book (pretty quick but getting the important details) or really look what each word is doing like if im reading a poem for school. I thought you were the best to ask this to</qco> </h3><a href=\"http://billwurtz.com/just-try-to-have-a-good-time.mp3\">instructions and guidelines for reading the notes</a>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n8:46 pm</dco> &nbsp;<qco> bill, someone ask you this:\n<br>\"i was watching your reality videos (again) an notice that you use the word \"we\" what do you mean? your family? friends? someone that helps you make your videos?\n<br>\n<br>and then you answer this:\n<br>\n<br>i think i use the words \"we\" \"you\" \"i\" equally. if you happen to know which is the correct pronoun to use when talking to yourself, feel free to let me know.\n<br>\n<br>but the person didn't answer back, so here:\n<br>\n<br>1.- you\n<br>that's the word you use when you're talking to someone else, for example, now I'm talking to you, so i'm using the word \"you\".\n<br>\n<br>2.- we\n<br>we is the word that you can use when you are talking about someone else and you, for example, now WE are talking, YOU (bill) and ME (the one that wrote this) but it works with more people;&nbsp;not just two (like now) it can be more.\n<br>\n<br>3.- me\n<br>...\n<br>\n<br>this is hard to explain as hell, so here are some examples:\n<br>\n<br>I can't come on tusday, I have homework.\n<br>\n<br>I am going to swim, do YOU (someone) want to come?\n<br>\n<br>It's ME (YOU;&nbsp;bill) do YOU want to come to my house? I just end my homework.\n<br>\n<br>WE (YOU;&nbsp;bill and other people, or just someone else) are going to the carnival, are YOU (someone, or more people that you are talking to) coming?\n<br>\n<br>end of the examples.\n<br>\n<br>ok, those are the examples, I hope it help you, but I (the one that wrote this) don't know if you (bill) were talking about this, or you mean something else.\n<br>whatever, bye bill!\n<br>\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n8:33 pm</dco> &nbsp;<qco> How does one figure out the time signature of a song? I know what time signatures are but I have no idea how to figure them out in songs that are more than just like one instrument (so most songs)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n8:08 pm</dco> &nbsp;<qco> did you make the history of the entire world video bc people were asking you to make videos about other countries historys after you made the japan history video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n8:08 pm</dco> &nbsp;<qco> hey bill, is an accidental any one of the black notes on the keyboard, or is it like a note that is not in the key that you're playing in?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n7:47 pm</dco> &nbsp;<qco> Why is the Earth round?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.14.17&nbsp;\n7:47 pm</dco> &nbsp;<qco> How do you learn to play the piano?</qco> </h3>"
  }
]
