[
  {
    "html": "<h3> <dco>2.16.21&nbsp; \n2:28 am</dco> &nbsp;<qco> How big is the earth</qco> </h3>      \nit's pretty big but not as big as the whole universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.21&nbsp; \n1:27 am</dco> &nbsp;<qco> how to not be sad</qco> </h3>      \nwrite down the story of how you got sad. make it into a folk tale, you get to be the folk \n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.21&nbsp; \n1:08 am</dco> &nbsp;<qco> What is your opinion on video games?</qco> </h3>      \nsometimes it's fun to break them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.21&nbsp; \n12:46 am</dco> &nbsp;<qco> how many personalities&nbsp;&nbsp;is too many</qco> </h3>      \n1 but that never stopped anyone from going way beyond that\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.21&nbsp; \n12:36 am</dco> &nbsp;<qco> birds or rabbits</qco> </h3>      \nlooks like you haven't heard about brabbits\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.21&nbsp; \n12:09 am</dco> &nbsp;<qco> Is the new video going to be uploaded on a Tuesday?</qco> </h3>      \nmaybe\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.16.21&nbsp; \n12:08 am</dco> &nbsp;<qco> Do you ever get your own songs stuck in your head and hum it while you do your stuff?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n11:58 pm</dco> &nbsp;<qco> what's the first song you learned how to play on the keyboard?</qco> </h3>      \nmaybe the alphabet song\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n11:48 pm</dco> &nbsp;<qco> In \"here comes the sun\", was the part at 2:17 your favorite because it was fun to make or because it turned out so well?</qco> </h3>      \ni put that label there because it was neither. and therefore it turned out to be both\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n11:45 pm</dco> &nbsp;<qco> Is the past relevant?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n10:53 pm</dco> &nbsp;<qco> how can you be content with the chords/harmonic makeup of your song? I usually fall into a trap of thinking things are too simple or conventional. Does it involve counteracting it with more interesting melodies and rhythm?</qco> </h3>      \njust do what you like to do. But if you don't know what that is yet, then i think you'll just have to spend more time playing with chordal instruments\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n9:21 pm</dco> &nbsp;<qco> Why do you use that kind of style with like idk what id call it but the words and the style of the music</qco> </h3>      \nbasically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n8:31 pm</dco> &nbsp;<qco> your editing is on point, any tips to help with a new beginner?</qco> </h3>      \nstart by finding the scissor tool\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n7:23 pm</dco> &nbsp;<qco> Are you gonna be able to make more videos?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n6:05 pm</dco> &nbsp;<qco> Why did you start using 3d</qco> </h3>      \ni was writing a video about the history of the entire world and i had a lot of quick jumps between wildly different locations on the earth map, and i decided a flat map just isn't going to be good enough for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n5:49 pm</dco> &nbsp;<qco> what are ur fav coping mechanisms?</qco> </h3>      \nmotion, and movement\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n4:19 pm</dco> &nbsp;<qco> hey bill whats the most baffling concept you encountered till this day</qco> </h3>      \ntime\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n3:29 pm</dco> &nbsp;<qco> Why did you start doing music</qco> </h3>      \nwhy wouldn't i\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n2:10 pm</dco> &nbsp;<qco> how is 3d</qco> </h3>      \noverwhelming\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n1:34 pm</dco> &nbsp;<qco> I'm a high school music teacher, and I get the sense that you avoid talking about your school years because you've realized what pretty much every musician needs to realize at one point or another if they are going to improve their musicianship.&nbsp;&nbsp;That the only person who can improve your musicianship is you.&nbsp;&nbsp;You have to the do the work, the ear training, the practicing, the time song writing and creating.\n<br>\n<br>So here's my question(s).&nbsp;&nbsp;How did you develop your work ethic for creating music?&nbsp;&nbsp;</qco></h3>      it's similar to the way a person might develop a habit of using crack-cocaine, except instead of 1 drug it's more like 1000, because there is at least 1000 different ways to become totally and deeply hooked into music<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did people in your life have an influence on you developing this skill?&nbsp;</qco></h3>      i was able to hear a lot of music on records (and through the television of course, paired with visuals in such a way that i may not even realize until decades later just how crucial the audio-visual relationship is) and i will confess i also had access to a piano/keyboard instrument, and a drum set. There were also guitars around, but i've always been a bit overwhelmed/intimitated by guitars. having an extremely early start, it was pretty natural to find myself in many many personal and professional music relationships with peers (well at first it was usually people much older than me because i was so young to start)<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What do you think music teachers could be doing better to try and foster this skill in other people?</qco> </h3>      what i think is the best approach, for me personally, is to write and record the best songs i can. if i can get them good enough, then maybe that will help someone else hear just a glimpse of what may be possible, just the way i might have heard someone else before, even if it's just for 7 seconds coming out of a car window going around the corner\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n12:02 pm</dco> &nbsp;<qco> will all your videos be music from now on?</qco> </h3>      \nat least half of them will probably be songs. most of the others will at least have some music somewhere in them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n10:25 am</dco> &nbsp;<qco> Is there a New video or what? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You don't answer questions mate</qco> </h3>      \nthat's not true\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n10:12 am</dco> &nbsp;<qco> is your next song going to be a mellow one?</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n6:08 am</dco> &nbsp;<qco> how do words work?</qco> </h3>      \nuse them as a language. there should be just enough\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n2:08 am</dco> &nbsp;<qco> would you consider doing stripped-back solo live shows where it's just you and your keyboard? (that is, until you can find the right people for your band)&nbsp;</qco> </h3>      \nyes i will do that\n \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n12:49 am</dco> &nbsp;<qco> which one of your songs would you say you think about most frequently?</qco> </h3>      \nthe one i'm making the video for now\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.21&nbsp; \n12:00 am</dco> &nbsp;<qco> Why are dreams and everything else so inspiring,</qco></h3>      this is an intrinsic property of the universe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why is it so hard to make that inspiration into finished products? Or even unfinished ones?</qco> </h3>      \njust start by writing down everything you know, one bit at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n11:45 pm</dco> &nbsp;<qco> how many different instruments do you use in one song alone?</qco> </h3>      \nall of them, even the ones i hadn't thought of yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n11:01 pm</dco> &nbsp;<qco> why is your music so fresh?</qco> </h3>      \nsometimes when i'm about to do it one way, i change my  mind at the last minute and do it another way\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n9:13 pm</dco> &nbsp;<qco> how are you so smart</qco> </h3>      \ncould be from all the books i keep behind me in the video chat\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n8:53 pm</dco> &nbsp;<qco> hi bill, i find people making schedules and being stressed out to be very inspiring. can you tell me your current schedule,</qco></h3>      i have a rolling quota system of 6 hours of work per day, 7 days a week<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and tell me how stressed out you are?</qco> </h3>      not stressed, but i will admit i do live in fear. because there is no guarantee of when any specific milestone will occur\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n7:00 pm</dco> &nbsp;<qco> Will you ever put your songs on the radio?</qco> </h3>      \ni don't own any radio stations, so i can't do that. the only thing i can do is try to make it good enough so that someone who has a radio station will put it on\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n6:44 pm</dco> &nbsp;<qco> is there any meaning beside \"stay strong and the day goes on\"? Lots of people seem to get really emotionally invested in that phrase.</qco> </h3>      \nit's encouraging you that you can stay strong and you'll get where you've been trying to go. but, with the help of music, i was able to deliver it at exactly the timing i wanted, with the exact combination of notes/chords, to help make it feel as strongly warm/encouraging as i possibly could\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n6:43 pm</dco> &nbsp;<qco> When a word is in bold, it means it's more important than the other words. But what if all the words are in bold?</qco> </h3>      \nit means the whole message is important\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n6:13 pm</dco> &nbsp;<qco> how do you persevere through the doubt?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n5:16 pm</dco> &nbsp;<qco> how do i pronounce deadmau5</qco> </h3>      \ndead mouse\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n3:42 pm</dco> &nbsp;<qco> what is your favorite lego set</qco> </h3>      \nbrick wall\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n1:08 pm</dco> &nbsp;<qco> What are your thoughts on chess?</qco> </h3>      \nthere are only 157 games of chess\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n1:04 pm</dco> &nbsp;<qco> how would you define your music Genre?</qco> </h3>      \nusing audio recordings of the music\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n11:34 am</dco> &nbsp;<qco> Holy moly today i figured out how to do a green screen effect in Blender!</qco> </h3>      \nthere are 5 ways. the Long way, the Hard way, the Bad way, the Strange way, and not doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n9:34 am</dco> &nbsp;<qco> How much do you like fun?</qco> </h3>      \na little bit\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n7:23 am</dco> &nbsp;<qco> are you gonna make more short, non-music videos?</qco> </h3>      \nyes, and also some of a medium size\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n6:31 am</dco> &nbsp;<qco> does the removal of suffering inherently make life less fulfilling by denying us the emotional context for our triumphs?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n5:29 am</dco> &nbsp;<qco> why is it so common in popular music for there to be 3 choruses in a song? why not 2 or 4 or some other number?</qco> </h3>      \ni think 1.5 is pretty nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n4:51 am</dco> &nbsp;<qco> Why does the moon have phases?</qco> </h3>      \nthis is just in case your mind can't handle the continuous gradual change all the way around the cycle\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n4:05 am</dco> &nbsp;<qco> Opinions on life?\n<br></qco> </h3>      \nit's what makes opinions possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n3:47 am</dco> &nbsp;<qco> if you had to make a schedule? what would it look like?</qco> </h3>      \nnew video every tuesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n1:46 am</dco> &nbsp;<qco> Why did you stop making monday videos?&nbsp;</qco> </h3>      \nto finish history of japan. then, after that, i took some time to finish building the reality section. then, after that, i started videos again in increasing order of length. then, i stopped doing that to do history of the entire world instead. then, after that, i started doing tuesday songs. then, after that, i started doing tuesday videos and i have been doing them ever since, except the only problem is they are supposed to be a \"reasonable length\" which means the production time is way more than 1 week, unfortunately\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n1:34 am</dco> &nbsp;<qco> what is the thing you would use to make a cube</qco> </h3>      \neuclidean geometry\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.21&nbsp; \n1:29 am</dco> &nbsp;<qco> would you consider any of your songs to be anthemic?</qco> </h3>      \ni'll see what i can do\n<br><br>"
  }
]
