[
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n1:19 am</dco> &nbsp;<qco> do you answer anything involving \"favorites\"?</qco> </h3>      not usually. but people will always keep asking anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n1:17 am</dco> &nbsp;<qco> why do we (or just some) fear the dark?</qco> </h3>      because you never know what's there\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n1:16 am</dco> &nbsp;<qco> do you get mad at anyone ever</qco> </h3>      only in dreams\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.17&nbsp;\n1:11 am</dco> &nbsp;<qco> You say there are at least 2 people. Who are the 2 people whose existences you are absolutely sure of?</qco> </h3>      me, and you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n11:36 pm</dco> &nbsp;<qco> you spelled questions wrong</qco> </h3>      that's a title design\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n11:11 pm</dco> &nbsp;<qco> If you had to rate the major music eras (Medieval, Renaissance, Baroque, Classical, Romantic, Modern/20th century) in order 1-6, how would you go about doing so?</qco> </h3>      there is no reliable way to draw the lines amongst the categories you mentioned, and there is also no reliable to rate them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n10:46 pm</dco> &nbsp;<qco> <a href=\"ask-button-capitals.html\">why is the \"ASK\" button in all caps!??!?! are you insane?!!??!?!?!?!??!?!</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n10:31 pm</dco> &nbsp;<qco> have you ever pondered changing your website to a different font, potentially even a sans-serif like your videos? here are some ideas to make your brain juices start churning: http://imgur.com/a/yGTZh</qco> </h3>      i prefer to keep the website fontless. that way it will be delivered in whatever font your device prefers\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n9:28 pm</dco> &nbsp;<qco> Can you make your next song extra funky? </qco> </h3>      the next song is quite slow and calm. although it will not be done next week\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n9:00 pm</dco> &nbsp;<qco> What do you think of Neil Degrasse Tyson?</qco> </h3>      he seems nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n8:25 pm</dco> &nbsp;<qco> Are you famous enough to have had \"contact\" with the illuminati and/or the reptilians and/or the extraterrestrial overlords that secretly control our society? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Can you give us an inside scoop on all that stuff? </qco> </h3>      it's you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n8:11 pm</dco> &nbsp;<qco> Is earth day earth's birthday? </qco> </h3>      earth took much longer than a day to be born. in fact, it might still be being born\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n7:42 pm</dco> &nbsp;<qco> <a href=\"why-japan.html\">Why did you do a video on Japan, of all places?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n7:13 pm</dco> &nbsp;<qco> What is the best way to compare apples to oranges</qco> </h3>      start with the aspects that seem the most obvious to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n7:09 pm</dco> &nbsp;<qco> Have you ever thought about what you should think about?</qco> </h3>      sometimes but that is usually redundant\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n7:06 pm</dco> &nbsp;<qco> i think it might be a little confusing that pressing enter in the question box submits right away. i tend to write multiple paragraphs, so my question could be sent before i want it to if be because i pressed enter to make a paragraph break.</qco> </h3>      it's important to remember that line breaks never showed up on the questions page. so the enter/return button was useless before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n5:20 pm</dco> &nbsp;<qco> What's a piano? </qco> </h3>      a special instrument that has buttons for all the notes, in order from lowest to highest, organized according to the key of C, but is easy to play in other keys also<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n4:46 pm</dco> &nbsp;<qco> would you say your workload is reasonable at the moment?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n4:35 pm</dco> &nbsp;<qco> why did you spell Requested!!!!! correctly on the anagram requested page?</qco> </h3>      i use spelling to communicate, or also to have a little fun. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n4:30 pm</dco> &nbsp;<qco> I know its still a ways off but what sort of instrumentation would you want for a tour band?</qco> </h3>      drums, bass, guitar, keys, perc, 2-3 horns, 2-3 backup singers, 1 sound person, maybe 1 lights person. NO recordings\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n3:36 pm</dco> &nbsp;<qco> Do you consider using a capo on a guitar to be cheating or fair game?</qco> </h3>      a capo is very important\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n3:25 pm</dco> &nbsp;<qco> how do you choose what key to put a song in? </qco> </h3>      find something where the lowest parts are not too low for the singer, while also the highest parts are not too high for the singer. whatever sounds and feels most comfortable for the singer. don't be afraid to do a key evaluation and change the key before recording a song, even if you are already used to hearing it in the key it was written\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n2:49 pm</dco> &nbsp;<qco> How do porcupines mate?</qco> </h3>      by poking each other, i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n12:21 pm</dco> &nbsp;<qco> the font you use in your videos comes in all sorts of weights (http://i.imgur.com/R1j4QeM.png), do you ever plan on using the other ones?</qco> </h3>      \ni used to worry about different fonts for everything, but that became not only a waste of time, but also distracting from a viewing standpoint. i ultimately made a decision to actually use the default font for everything. it gave me a lot of creative clarity, and greater efficiency. i learned it's better to focus on your strong points, and don't worry about things that are not your strong points. i don't make my own fonts, and i don't have access to a large font libary, so this would not be a strong point. by religiously using the default font only, i found that i could instantly put all my focus on things that are my strong points -- positioning, angles, motion, and timing, and of course the content of the text\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n10:41 am</dco> &nbsp;<qco> why are most of your song titles Capitalized on spotify? (also how can anyone say you never use capital letters when the song titles are clearly capitalized on spotify)</qco> </h3>      because one of the companies i pay to upload my music does not allow the lowercase option, because they say that spotify does not allow that option. which is apparently not true because the other company i pay to upload is able to do lowercase\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n8:14 am</dco> &nbsp;<qco> Are you against creative sponsorships? I am a huge fan of a youtuber who usually puts their own twist on the sponsorship and I sit through the whole ad 95% of the time.</qco> </h3>      i would be interested in a low key sponsorship for products i already use, and terms that don't require me to do anything different besides start actually answering when people ask me what stuff i use\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n7:13 am</dco> &nbsp;<qco> How small is too small?</qco> </h3>      it depends how small you want\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n7:06 am</dco> &nbsp;<qco> <a href=\"why-no-caps-2.html\">Why qont you write with capital letters?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n6:36 am</dco> &nbsp;<qco> R.E: the 'ignore people being demanding/be nicer to well-intentioned people' -- I get that you're gonna be ignoring a lot of shit thrown your way in a calm fashion.  I guess what I was trying to say was stop worrying too much about what pushy people think, and not everyone who says 'don't overwork yourself' is demanding you change your work ethic -- they probably mean well and just want you to be happy, even if they're coming from a place of ignorance. I was trying to be useful and supportive, but I think it may have backfired.</qco> </h3>      the support is wonderful and i appreciate it. it still feels insane to receive so many conflicting messages. but i am used to it. did i mention i also receive conflicting messages from myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n6:13 am</dco> &nbsp;<qco> why are you Bill Wurtz instead of bill wurtz on spotify?</qco> </h3>      because the company i pay to upload my music did not allow the lowercase option, because they say that spotify does not allow that option. which might be true, but i suspect that more Important artists might be allowed to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n5:36 am</dco> &nbsp;<qco> what if i categorize your music as \"bill wurtz music\" ?</qco> </h3>      then i would say you are a very reasonable and downright sensible person\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n5:12 am</dco> &nbsp;<qco> I am going to disable your javascript and include a line break at the end of every question I ask from now on. How does this make you feel?\n</qco> </h3>      the line breaks won't show up on this page anyway. they never did\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n4:25 am</dco> &nbsp;<qco> do you find it difficult to be honest on here?</qco> </h3>      in some ways, not others\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n4:13 am</dco> &nbsp;<qco> What is human behavior?</qco> </h3>      it's whatever you do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n4:10 am</dco> &nbsp;<qco> please in your life time please make a cover of magic!'s rude</qco> </h3>      that idea has crossed my mind several times, and i usually decide to skip that one because the original version is too good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n4:07 am</dco> &nbsp;<qco> what made you determine the length of the world peace phone video?</qco> </h3>      i knew that 0 seconds would be too short. and forever would pose logistical problems for the upload. so i tried to pick a time somewhere in between\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n4:00 am</dco> &nbsp;<qco> have you ever lost someone close?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n3:30 am</dco> &nbsp;<qco> How often do you write things in your notebook?</qco> </h3>      never. the notebook on this site is a place where i can upload things that i have written elsewhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n2:16 am</dco> &nbsp;<qco> Do you think that someone from the future looking back on your work from a case-study/research point-of-view would be able to tell much about who you are as a person? </qco></h3>      oh hell yeah<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you think it's important for an artist to portray themselves in their work?</qco> </h3>      they can if they want\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n1:05 am</dco> &nbsp;<qco> do you have a video schedule  </qco> </h3>      not right now, although i wish i did\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n1:02 am</dco> &nbsp;<qco> may i see the notes from 2007 that inspired the piece of garbage vines? </qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.17&nbsp;\n12:39 am</dco> &nbsp;<qco> in your eventual performances, will you be singing from your keyboard? i know the answer's probably yes bc it seems more efficient to me that way but you do come from a drumming background too after all</qco> </h3>      i would prefer to have the instrumental arrangements able to be fully covered by the other players, to free me up for vocals only. it makes for a stronger sound. unless it is a solo song, in which case the same person playing and singing would be a better choice\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp;\n11:55 pm</dco> &nbsp;<qco> I don't really have a question, I just think you're awesome and wanted to say thanks for sharing the awesome. But since this is technical a \"Questions\" page:  <a href=\"cake-or-pie.html\">Cake or Pie?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp;\n11:01 pm</dco> &nbsp;<qco> If a barber shaves only those who do not shave themselves, does he shave himself?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp;\n10:17 pm</dco> &nbsp;<qco> why are you so obsessed about being reasonable?</qco> </h3>      it just seems like a good strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp;\n9:27 pm</dco> &nbsp;<qco> do you think you were a rabbit in a past life?</qco> </h3>      everyone has surely been everything. including some things that you could never imagine right now<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n9:22 pm</dco> &nbsp;<qco> do you think it's important to learn all of the rules of music theory before you can break them and write more strange/interesting/modern music?</qco> </h3>      there are actually not really any rules of music theory. whatever you think sounds right, that's the rule<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n8:30 pm</dco> &nbsp;<qco> Do you consider yourself as a normie?</qco> </h3>      absolutely not<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n7:55 pm</dco> &nbsp;<qco> I've noticed that it's been almost two months since you uploaded your last video, but you're still making music and other stuff. When are you going to make another video?</qco> </h3>      i'm working on a variety of things which i will finish as quickly as possible, as always<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.17&nbsp; \n7:31 pm</dco> &nbsp;<qco> is anytime a good time to stop worrying what other people think </qco> </h3>      oh hell yeah<br><br>"
  }
]
