[
  {
    "html": "<h3> <dco>6.22.24&nbsp; \n2:43 am</dco> &nbsp;<qco> how do airplanes fly</qco> </h3>      \ni think the pilot presses a button but i'm not sure which one. pilots have 1000 buttons in front of them, it's one of those. the other buttons do nothing of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.24&nbsp; \n1:35 am</dco> &nbsp;<qco> hello. i think i have the most fun when i start new songs, like the first day of writing a song. after that it starts to feel like a chore. am i doomed to only making starts of songs that never end up being worked on more or heard by anyone?</qco> </h3>      \nit's a different job. for a different mood. working on songs is a fun thing to do, but it's an entirely different kind of fun than song-starting. it's understandably never that you will ever be in the mood to work/finish a song at the same time as starting it. what i'd suggest is, keep starting songs and save them up. then it will become more rewarding to embark on the separate journey of learning how to work on them. you'll also need a 3rd skill of choosing which one to work on\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.24&nbsp; \n12:30 am</dco> &nbsp;<qco> are you still in the mailbox?</qco> </h3>      \ni have always been, and still am, outside the mailbox\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.22.24&nbsp; \n12:14 am</dco> &nbsp;<qco> what if ratatouille was a mouse</qco> </h3>      \ni'll admit that would make things easier\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n11:32 pm</dco> &nbsp;<qco> how do i avoid being attracked to music so much i don't sleep</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n11:06 pm</dco> &nbsp;<qco> Hey mister, can you tell me where a man might find a bed?</qco> </h3>      \nare you kidding? those things are everywhere\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n9:54 pm</dco> &nbsp;<qco> how do you find love?\n<br></qco> </h3>      \ndo anything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n6:21 pm</dco> &nbsp;<qco> give me a challenge idea</qco> </h3>      \ndo everything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n5:54 pm</dco> &nbsp;<qco> so we know you don't like traditional albums. what are your thoughts on concept albums, with songs that fade into each other and/or have a story to tell and such.</qco> </h3>      \nlet me know when you are allowed to add video and scenes to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n4:17 pm</dco> &nbsp;<qco> should i climb a tree tonight</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n3:16 pm</dco> &nbsp;<qco> You always say that chords tend to be baked into melodies, but how do I actually learn how to intuitively harmonize the melody using this knowledge?\n<br>\n<br>It feels like I have to compromise on the chords whenever I start with the melody first, or compromise on the melody by starting with the chords first.</qco> </h3>      \ni think it's gonna be the same way you learned about speaking (english), which words go along with other words, how to say stuff, .... how to spell, how to talk, ..........  Actually, how did you learn how to do all that? probably just from years of exposure to the language. music goes the same way. expose yourself to music, in the actual world, in all all your favorite ways it is used. soon all the harmonic relationships will seem as obvious to you as finding the words for the sentences you speak\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n1:06 pm</dco> &nbsp;<qco> How to find peace amidst chaos?</qco> </h3>      \nstart telling stories\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n11:34 am</dco> &nbsp;<qco> Is speedrunning an art or a science?</qco> </h3>      \nis there not a word yet for both combined?\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n11:25 am</dco> &nbsp;<qco> what makes a good leader?</qco> </h3>      \nbeing a little bit further ahead, but not too far\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n10:24 am</dco> &nbsp;<qco> How would you compliment a chair?</qco> </h3>      \nchair awards\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n5:37 am</dco> &nbsp;<qco> hello bill wurtz. have you ever heard of hit video game among us?</qco> </h3>      \nyes i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n3:16 am</dco> &nbsp;<qco> when are your thoughts?</qco> </h3>      \nnow\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.21.24&nbsp; \n2:15 am</dco> &nbsp;<qco> Is your refrigerator running?</qco> </h3>      \nit might be\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n11:08 pm</dco> &nbsp;<qco> Why is the idea of something being confusing not confusing?</qco> </h3>      \nwhy would it be\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n10:29 pm</dco> &nbsp;<qco> How do I continue songs that have a really hood start in which I actively want to complete but have a hard time continuing them without it devolving it to some dragging-on ABABABAB song structure or some other boring continuation? It's been absolutely annoying me lately because it's been a while since I've actually completed a song as a result.</qco> </h3>      \nthe best way to get out of this, goes something like this: hypothetically, imagine a way of songwriting that you NEVER, NEVER, NEVER would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n9:51 pm</dco> &nbsp;<qco> how do you get over the fear of publishing stuff that you made?</qco> </h3>      \nthe fear of not publishing it gets worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n9:48 pm</dco> &nbsp;<qco> is the ground plane the sequel to at the airport terminal</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n9:09 pm</dco> &nbsp;<qco> what is your perspective on musicians who were made from an extremely early age to train classically before or never even being asked if they wanted to? any angle that comes to mind&nbsp;</qco> </h3>      \nit's the polar opposite of my own experience. mostly when i meet someone who's been in that situation, they usually tell me they no longer do anything musical and they've quit long ago. or, another interesting outcome is they can read (or memorize) and play music exactly note-for-note verbatim the way someone else arranged it, without any ability to create their own music. like someone who can read scripts but can't actually talk to anyone\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n8:24 pm</dco> &nbsp;<qco> If you could go back in time, Where would you go?</qco> </h3>      \ndown the street\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n8:18 pm</dco> &nbsp;<qco> how to decide what to do if there are multiple things i want to do</qco> </h3>      \nexplain what they all are, and then explain the advantages and disadvantages of doing each one first\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n7:20 pm</dco> &nbsp;<qco> Why does comic sans get such a bad rep?</qco> </h3>      \nit's too good\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n6:38 pm</dco> &nbsp;<qco> Been feeling crazy lately. Any kind of wacky activities I can do?</qco> </h3>      \nhave you considered changing your mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n5:06 pm</dco> &nbsp;<qco> how to find the right band name</qco> </h3>      \nuse it for 10 years, then it will be right\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n3:28 pm</dco> &nbsp;<qco> How to unmake a loaf of bread in 5 mintues or less</qco> </h3>      \ni only know one way to do it, and it takes 6 minutes. sorry\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n3:08 pm</dco> &nbsp;<qco> Do you find it important to be brand loyal for dairy products?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n1:18 pm</dco> &nbsp;<qco> do you think everyone will love each other one day</qco> </h3>      \neven better\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n1:07 pm</dco> &nbsp;<qco> Is the internet the best it's been so far?</qco> </h3>      \ni don't really know how to evaluate the internet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n11:49 am</dco> &nbsp;<qco> you know sailor moon?</qco> </h3>      \ni've heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n11:16 am</dco> &nbsp;<qco> Why do I only make terrible mistakes when I'm feeling good?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n10:10 am</dco> &nbsp;<qco> Have you ever been overwhelmed with the thought of contemplation of time and/or space?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n9:48 am</dco> &nbsp;<qco> what does everyone know?</qco> </h3>      \nif you put it that way, .......... everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n8:24 am</dco> &nbsp;<qco> is your content about drugs, e specially the \"I could eat blades of grass\" and \"in California you can smoke marijuana\"</qco> </h3>      \ngenerally not. the california song uses the california marijuana laws (of 2011) as a jumping off point\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n8:23 am</dco> &nbsp;<qco> How should I organize my files</qco> </h3>      \ncan you do it in a spiral\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n7:43 am</dco> &nbsp;<qco> remember when you felt a peach to check if it was ripe</qco> </h3>      \nno, i'm quite confident i've never done that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n7:13 am</dco> &nbsp;<qco> What question did I ask again?</qco> </h3>      \n<a href=\"q.php?date=202403130931a\" target=\"_blank\">this one</a><remqq></remqq>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n5:14 am</dco> &nbsp;<qco> Dear Bill Wurtz,\n<br>I noticed a hypocrisy. At some point someone asked \"&nbsp;&nbsp;Are you more inclined to answer a sincere question over a kinda goobed one or is it just a matter of the ones that call out to you?\" and you answered \"all of these questions are ungoobed. the goobed ones don't even get through\" meanwhile some people ask questions like: \"Is mush a goup?\" \"Hello why are mangos yellow\" \"why is it that that that is is that that is not is not is not that it it is\", I believe 'goobed' would be a good descriptor word for these questions. This is not a personal offence to you, I enjoy your music and think you're probably a decent person. I also understand that this is your question board where you are fully within your right to answer whatever questions you want. despite this, I still going to point it out. May you have a good day.\n<br>\n<br>Best regards,\n<br>An Anonymous Internet user</qco> </h3>      \nthe thing you may have overlooked is, in that case, my answer was goobed\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n4:27 am</dco> &nbsp;<qco> does waiting get any easier?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.24&nbsp; \n1:22 am</dco> &nbsp;<qco> What are your thoughts on pinch harmonics? </qco></h3>      seems handy<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Should I keep pinching them?</qco> </h3>      sure\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n11:59 pm</dco> &nbsp;<qco> I'm buying a new room to sleep in, what should I put in it?</qco> </h3>      \neverything. it will fit\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n10:18 pm</dco> &nbsp;<qco> i waste a lot of time not making the thing while i'm making something. is there a remedy for this?</qco> </h3>      \nvlog it. you'll see how the whole process looks from an outside perspective, and one way or another you'll see a more reasonable point of view\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n10:07 pm</dco> &nbsp;<qco> i theorize that people are like albums. every few years, some key events happen, and like songs, make it into the personal album for that time frame. since you have mentioned that you wouldn't want to make an album, do you have an opposing theory?</qco> </h3>      \nthat's everything good about albums, but ignoring the fact that albums hardly ever any actual material besides the list of songs. no video, no puzzles, no conversations, \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n9:50 pm</dco> &nbsp;<qco> thoughts on bread technology?</qco> </h3>      \nsurprisingly primitive\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n8:24 pm</dco> &nbsp;<qco> how do i find songs i havent heard before?</qco> </h3>      \nyou may have to make your own\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n6:59 pm</dco> &nbsp;<qco> are you below 5ft 4in because you can participate in kick tall people day&nbsp;</qco> </h3>      \neither way i'm not interested\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.24&nbsp; \n6:08 pm</dco> &nbsp;<qco> PIANOFORTE</qco> </h3>      \ni understand\n<br><br>"
  }
]
