[
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n10:06 am</dco> &nbsp;<qco> do you evr think about how nothing can truly take away free will, isnt that fact just two benevolent for this universe? then again, maybe it's the mst in character thing this gods ever done</qco> </h3>      \nsoemtimes it's fun to argue about that stuff right in the middle of the book store\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n7:06 am</dco> &nbsp;<qco> bill im sick how do i get better?</qco> </h3>      \ni actually don't know how you wouldn't\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n4:49 am</dco> &nbsp;<qco> Do you like purple?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n3:17 am</dco> &nbsp;<qco> From my understanding, the lyrics and music to your songs would be incomplete if experienced separately. Are the videos you make equally important to experiencing your music? Would listening to your music without the accompanying video be like reading the lyrics without the music?</qco> </h3>      \nthe ones that i've included on the \"songs\" page of this site, those are the ones that work as audio only. anything on the 'videos' page but not on the 'songs' page, those are not guaranteed to work without the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n2:52 am</dco> &nbsp;<qco> Going through some tough times atm and i want you to know that your music as a whole is one of the things that are really comforting (enough to feel the need to write this). I know art is a medium of self-expression and we are just bystanders who happen to enjoy yours, but i still feel the need to thank you</qco> </h3>      \nholy breakfast-sandwich, you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n1:41 am</dco> &nbsp;<qco> looking at your old instrumentals from 2009 and earlier, I'm amazed by how good your arrangements sounded even when you had (from what I can tell) relatively little experience doing music production. Is there something I'm missing? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did you create any compositions that aren't published on the site?</qco> </h3>      yes, i'd been involved with music playing, composition, arrangement, and production, in all different kinds of ways, for many years before that already. i'm sorry to say\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n12:26 am</dco> &nbsp;<qco> what should i do if i can hear colors</qco> </h3>      \nlisten to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.6.24&nbsp; \n12:04 am</dco> &nbsp;<qco> i am thisclose to treating pizza as a snack and not a meal. they're just so damn big. but i dunno, they feel like a snack food</qco> </h3>      \nsorry how close?\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n10:57 pm</dco> &nbsp;<qco> you've probably been asked this before but what time is it?</qco> </h3>      \nzaterdag 6 juli 2024 22:36:14 sorry i mean Saturday, July 6, 2024 at 22:36:14\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n10:15 pm</dco> &nbsp;<qco> why funerals exist?</qco> </h3>      \ni think they got the idea from the movies\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n10:13 pm</dco> &nbsp;<qco> IS RIGHT NOW A GOOD TIME TO PANIC???&nbsp;</qco> </h3>      \nprobably not\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n8:38 pm</dco> &nbsp;<qco> If you had to fight 100 smaller bill wurtzes how would you win</qco> </h3>      \nuse mirrors, obviously\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n7:34 pm</dco> &nbsp;<qco> are there specific musicians that inspire you? who are they?&nbsp;</qco> </h3>      \nit's inspiring when someone turns out to be a musician when you first knew them as something else. Or, when someone you know to be a musician, turns out to also be something else\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n6:54 pm</dco> &nbsp;<qco> i want to play word association and then disassociate the words</qco> </h3>      \nthat's an understandable desire to have\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n6:21 pm</dco> &nbsp;<qco> should i drop out of school or listen to my parents and stay</qco> </h3>      \nthe previous question suddenly seems much easier now, i recommend to the pie person that they should make a chocolate pie\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n5:46 pm</dco> &nbsp;<qco> I'm making a pie tomorrow with my mother, what should we put on it (inside of it, to be clear, the filling, a [INSERT HERE] pie if you will)</qco> </h3>      \nthat's none of my business\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n5:13 pm</dco> &nbsp;<qco> Is reality a social invention?</qco> </h3>      \nno, but the word 'reality' is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n4:37 pm</dco> &nbsp;<qco> i always get stuck on the beginning of everything. i have a perfectly clear vision of what i want the end product to look like, but when i actually have to do the transition from idea generating to idea materializing, i can barely get anything out. any help?</qco> </h3>      \nthe question is, do you actually know how to do the thing you want to do? if you think you know, then go ahead and explain it to me, and demonstrate it. (this is fun). If you don't know, then you have 2 choies: learn from how someone else does it, or invent your own way. so in summary that's 3 possible scenarios: explain the procedure to prove you know it, or learn the procedure from someone else, or invent your own procedure. those 3 cases can break down further once you figure out which one you are in, but hopefully that should point you in the right direction\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n3:33 pm</dco> &nbsp;<qco> Why am I such a perfectionist?</qco> </h3>      \nmaybe you think you know what's perfect\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n2:34 pm</dco> &nbsp;<qco> What am I supposed to be doing, again?&nbsp;</qco> </h3>      \nyou are actually supposed to be supposing what someone else is doing. conveniently, you are already doing this, as you assume that someone else is supposed to be supposing you to do something\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n12:41 pm</dco> &nbsp;<qco> Do you want to build a snowman?</qco> </h3>      \nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n11:49 am</dco> &nbsp;<qco> what does your general lyric writing process look like? like do you keep a notebook of lyrical fragments and go back to them when you need lyrics?, or do you make stuff up per the song? once a draft is written, how much refinement goes into the lyrics?, or is it \"one and done\"? im sure youve been told before, but from an outside perspectiv3 it seems very stream of conciouness and that very little meaning is intended (though i believe there is value in allowing the audience to create their own meaning from scratch). \n<br>\n<br>if \"general\" is too difficult, im specifically thinking of \"day goes on\", \"mt st helens\" and \"at the airport\".</qco> </h3>      \nyou've got it all wrong. the lyrics don't work non-musically. so it's not written as lyrics, it's written together, as music. if you feel it doesn't mean anything, try listening to the song (as music) instead of just looking at the words on paper\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n10:59 am</dco> &nbsp;<qco> Why are narwhals narwhals and not unicorn whales? </qco></h3>      so you and your friends can say 'narwhal'<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you had a choice what would you call narwhals instead?</qco> </h3>      \nbuzz word\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; 7:54 am</dco> &nbsp;<qco> is it ok</qco> </h3>      \nis what ok? never mind, yes it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n5:54 am</dco> &nbsp;<qco> thoughts on tables existing?</qco> </h3>      \nthat's just destiny\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n1:31 am</dco> &nbsp;<qco> 4 hours before i was born, you were wearing a space helmet. 18 years later, is this still true?</qco> </h3>      \nsorry to say, i have never worn a space helmet\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n1:31 am</dco> &nbsp;<qco> If someone's getting into making music, what specific things/concepts do you think are important to learn and understand to make good music.</qco> </h3>      \nwhen starting music, it's tempting to forget what you already knew before. try not to do this\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.5.24&nbsp; \n1:07 am</dco> &nbsp;<qco> do you ever forget some song or video or thing that you've done, and then come back to it with fresh eyes, and you're like \"oh damn, i love this\"?&nbsp;&nbsp;like getting the pleasure of art that was specifically crafted to satisfy your tastes</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n11:45 pm</dco> &nbsp;<qco> What would it take to defeat McDonald's?</qco> </h3>      \nmaybe if you destroy the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n11:28 pm</dco> &nbsp;<qco> Is tradition a modern invention?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n10:37 pm</dco> &nbsp;<qco> when you think of the game of \"chicken\", what do you first think of</qco> </h3>      \ntwo chickens cross the road, safely and legally\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n8:13 pm</dco> &nbsp;<qco> are there names for your random characters (from 2 friends on the beach, out to lunch, perfect. and how to pull a rabbit out of a hat specifically) and if yes, what are their names</qco> </h3>      their name is the same as yours, which is of course 'random'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n7:17 pm</dco> &nbsp;<qco> how about two: why is left the most attractive way to turn? </qco></h3>      turning left might be more time-efficient, if you are driving in Australia, for example, because you don't have to wait for a chance to cross the oncoming lane<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how much French Toast(TM) should I consume per day?</qco> </h3>      \nthat's none of my business\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n5:33 pm</dco> &nbsp;<qco> how do feel real in a world that makes you want to feel unreal all the time? </qco></h3>      the world is secretly trying to make you feel real. you can probably hear this better if you start listening more broadly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also tips for running a marathon?</qco> </h3>      do some smaller marathons first, i think\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n3:45 pm</dco> &nbsp;<qco> Define 'chemical'?&nbsp;</qco> </h3>      \na chemical is what you get when you combine a chemical with a chemical\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n3:31 pm</dco> &nbsp;<qco> which letter of the alphabet most describes how you're currently feeling</qco> </h3>      \na\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n3:19 pm</dco> &nbsp;<qco> can being ridiculous make you a more serious person?</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n2:03 pm</dco> &nbsp;<qco> favorite musical progression?</qco> </h3>      \ni like when music leads to something not music, or, when not music leads into music\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n11:39 am</dco> &nbsp;<qco> If I were to analyse the part of the lyrics of one of your songs for English what song should I pick (and preferably what lyrics)</qco> </h3>      \nmake sure the lyrics are never written down or heard without the music with it. the lyrics don't work without the music. just warning you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n9:47 am</dco> &nbsp;<qco> How will the importance of music for humanity change over time?</qco> </h3>      \nit secretly won't change\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n5:26 am</dco> &nbsp;<qco> I started using the list system and oh boy is it working, do you have any other systems I can steal&nbsp;</qco> </h3>      \nonly if you can describe what you need them for, in a way that makes a given solution seem useful to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n4:11 am</dco> &nbsp;<qco> Can all the senses be purposely influenced at once?</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n2:01 am</dco> &nbsp;<qco> whenever im down on inspiration, i watch your videos, thamk u mr wurtz for the inspo. when can i buy u a coconut pie with a mango lassi?</qco> </h3>      \nthat sounds like something they would sell at the town hall\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n1:23 am</dco> &nbsp;<qco> why isn't there more intelligence in the world?</qco> </h3>      \nyou might be hogging it all\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n1:10 am</dco> &nbsp;<qco> Should I go to disnyeland?</qco> </h3>      \nyes but go everywhere else too\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.24&nbsp; \n12:50 am</dco> &nbsp;<qco> Is it reasonable to expect cans of sardines to become the de facto currency in a post-apocalyptic world?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.24&nbsp; \n10:44 pm</dco> &nbsp;<qco> would you like a jelly baby?</qco> </h3>      \nnot right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.24&nbsp; \n10:13 pm</dco> &nbsp;<qco> When is it</qco> </h3>      \npretty soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.24&nbsp; \n9:33 pm</dco> &nbsp;<qco> Is this a reference to something i dont know?</qco> </h3>      \nit's a reference to something you didn't say\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.24&nbsp; \n8:54 pm</dco> &nbsp;<qco> would you still enjoy wearing soft clothing if it did not result in you feeling rough in comparison?</qco> </h3>      \nyes\n<br><br>"
  }
]
