[
  {
    "html": "<h3> <dco>4.14.22&nbsp; \n3:04 pm</dco> &nbsp;<qco> I have a theory that the vast majority of people are terrible at understanding other people. In fact, I'm convinced that they don't even understand themselves. They may think they do, but they really don't. Do you agree with this theory?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.22&nbsp; \n1:17 pm</dco> &nbsp;<qco> what key is the next song in?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.22&nbsp; \n12:59 pm</dco> &nbsp;<qco> Writing music has always been difficult for me, but I want to do it more than most things. I have made tons of attempted songs, and there are people who say that they enjoy listening to them, but I still personally struggle with the idea that nothing I make is good. The little details like the tone of my voice, uneven piano playing, and overall quality issues suppress my music making constantly. People say that I shouldn't worry about it and that I am a perfectionist, but I don't feel like I can release or share anything I make the the world without knowing personally that it is of a proper level of quality, and none of the songs I have made have reached that insurmountable goal I've set myself. My question is, what should I do? Is there something else I can try to improve my opinion of my music, or should I just keep trying to make something that I think is good, and that I know I will never make.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.22&nbsp; \n11:56 am</dco> &nbsp;<qco> i have been thinking about,and using, your advice and practice, of coming up with your words while singing to them. it really was helpful, and it made me realize that every singer has different capabilities of singing different types of syllabbles musically, and for it all to make sense you need to remember what comes most comfortable to you. and the only way to remember that is to sing? at first maybe, this might be improvable... i wanted to share my thoughts about that, and also, to ask you some questions about the topic. do you feel like there are specific lyrical vocal-zones for you that makes it hard to sing? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and also, are you comfortable with singing a song in a language that you don't know?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; when you do it, do you try to understand the lyrics first?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.22&nbsp; \n11:32 am</dco> &nbsp;<qco> What is the first non-alphanumeric character that appears in the lyrics of your next song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.22&nbsp; \n10:20 am</dco> &nbsp;<qco> So, from the questions page I picked up info;&nbsp;your next song has four words in the title and starts with \"at\"\n<br>is it at the airport terminal, 2</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.22&nbsp; \n5:32 am</dco> &nbsp;<qco> do you consider \"The Moon Is Made of Cheese (But I Can't Taste It)\" and \"Here Comes The Sun\" to be soul sisters, in a way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.22&nbsp; \n3:24 am</dco> &nbsp;<qco> ive been playing drums and keys for a while now, and recently i picked up bass. any advice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.22&nbsp; \n3:09 am</dco> &nbsp;<qco> sometimes when i sit outside, i think about what i might do if i didn't have the computers i have to do music. \n<br>do you ever think about things like this?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \nwhat musical things might you participate in if the technology we have now weren't available?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.14.22&nbsp; \n12:30 am</dco> &nbsp;<qco> is your next song not about boats?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n11:40 pm</dco> &nbsp;<qco> do you like guitar</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n8:13 pm</dco> &nbsp;<qco> What's your favorite way to find inspiration?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n7:19 pm</dco> &nbsp;<qco> have you wanted to die because your foot was asleep</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n5:23 pm</dco> &nbsp;<qco> favorite vocal warm-ups?</qco> </h3><a href=\"mmmmmmmmmmmmm.png\" target=\"_blank\">this one</a>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n5:10 pm</dco> &nbsp;<qco> I'm very envious of your get to it attitude and how much you get done. I would like to be more like that one day. Yet I can't help but stop and watch all the wonderful things that go by each day. I think there's a peacefulness in observing just to observe. Do you feel that way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n4:43 pm</dco> &nbsp;<qco> What's your favorite chord progression</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n3:18 pm</dco> &nbsp;<qco> If there are 4 words in the title of the next song and the first word is \"at,\" is it somehow related to At The Airport Terminal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n3:16 pm</dco> &nbsp;<qco> Were you responsible for the downfall of the American economy in 1930?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n3:09 pm</dco> &nbsp;<qco> are you thinking of taking it all the way</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n2:36 pm</dco> &nbsp;<qco> why do you not like capital letters</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n2:32 pm</dco> &nbsp;<qco> where is the mmon</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n1:47 pm</dco> &nbsp;<qco> I struggle with being labeled as this absurdly intense person. And, you know...it is kinda true. But, what exhausts me is being ostracized for it. It's pretty clear by virtue of your art...you're intense too. I'm wondering how you've handled it. It is a lot of pain to bear on the not so good days.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n12:59 pm</dco> &nbsp;<qco> best time signature?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n11:53 am</dco> &nbsp;<qco> I was supposed to be listening to music and studying and then just did a bad thing played. 3 minutes of pure groove :). my question is how do you do basslines? like the bassline at \"it's a sad mad and bad glad dream\" as far as I can tell goes c# f# g#. what made you make the bassline ascend when the rest of the melodies were descending? is this something that \"just happens\" when writing music?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n9:42 am</dco> &nbsp;<qco> what is a parallel universe</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n8:56 am</dco> &nbsp;<qco> whats the last word of the upcoming song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n7:32 am</dco> &nbsp;<qco> How in the gosh darn world did you come up with Ball and Stick</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n4:58 am</dco> &nbsp;<qco> have you ever made a song about the moon</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n2:22 am</dco> &nbsp;<qco> Do you have any irrational fears?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n12:17 am</dco> &nbsp;<qco> In \"la de da de day oh\", what is home?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.13.22&nbsp; \n12:17 am</dco> &nbsp;<qco> Bill, How do you make good music. I'm making an album, and my friend thinks it is good, but I think it sounds bad. You're one of my biggest inspirations, so it'd be cool to hear your incite.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n11:43 pm</dco> &nbsp;<qco> I had a dream that I said something really rude to someone and they got mad at me and started a podcast ranting about how mad at me they were. What do you think it means</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n10:04 pm</dco> &nbsp;<qco> I'm glad that you used the word 'meef' at the end of your last song because I finally found the perfect word to describe my cat, but I was wondering, what does it mean in your opinion?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n9:22 pm</dco> &nbsp;<qco> Do you agree that D major is the worst key?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n7:49 pm</dco> &nbsp;<qco> whats a good creative writing tip</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n7:45 pm</dco> &nbsp;<qco> hey, if u make Livestream about you making ur videos, wouldn't that be spoiling part of it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n7:19 pm</dco> &nbsp;<qco> What is the first letter of the title of the next song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n7:00 pm</dco> &nbsp;<qco> recently almost every chorus/prechorus idea i've been excited about has had a 4 chord under the first bar of it. |4|1|5|6m 5|, |4|6m|5|2m 1|, |4|5|3m|6m|, |4|5|6m|1|, |4|6m|3m|3m|, etc. (i come up with the melody before or at the same time as the chords, so i'm not doing anything chords-first.) i think what appeals to me is that it feels like you're near the base of a mountain, looking up at the top of the mountain. it gives you an itch to climb the mountain. being on the 4 is like having unfinished business,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; so it's automatic dramatic tension for the rest of the hook to resolve. even in something like a |6m|4|1|5|, i feel like the 6m is forlorn and the 4 is what injects hope into it (noticing the top of the mountain).\n<br>\n<br>the downside is i feel it's making my ideas sound too similar. like i'm making different versions of the same song each time. i would still like to make something you can dance and sing along to, and still have that dramatic tension\n , but what is another good way to do it without starting on the 4? do i just need to wait for my taste in melodies to change?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n6:54 pm</dco> &nbsp;<qco> At 00:58 of \"Might quit\" when it shows some kind of character selection screen, there a specific character that caught my attencion wich is the one who is called Princess Realistic, and I've been wondering if that's a reference to \"I'm a Princess\" released later.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also the drawing you made for that specific character kinda looks like the princess, a little bit at least.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n6:47 pm</dco> &nbsp;<qco> how tall are you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n6:22 pm</dco> &nbsp;<qco> do you have a potato in your kitchen right now</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n6:04 pm</dco> &nbsp;<qco> Are you sure the tempo of your next song is 131 and not 65.5 or 262?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n5:33 pm</dco> &nbsp;<qco> When will the music video for your next song release?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n4:39 pm</dco> &nbsp;<qco> I remember you've experimented with just intonation before and you realized that 12TET is not merely a compromise but even has its own advantages in a single key. Have you ever experimented with other equal temperament systems though, like 19TET or 31TET? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you have any thoughts on those?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n4:25 pm</dco> &nbsp;<qco> how do you get better at speaking? like stutter less, because I do that like way too much</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n3:33 pm</dco> &nbsp;<qco> i notice that alot of the time your mixes sound quite full, but alot of the time its hard to put my hand on which elemtents make it sound full - how do you do it? / what elements do you think make it sound fuller?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n2:41 pm</dco> &nbsp;<qco> will you be my friend?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n2:02 pm</dco> &nbsp;<qco> What's the tempo of your next song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n11:08 am</dco> &nbsp;<qco> Will you ever do another non-song video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>4.12.22&nbsp; \n10:26 am</dco> &nbsp;<qco> on a scale from \"sweet\" to \"very spicy\" what does your next song taste like musically</qco> </h3>"
  }
]
