[
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n7:15 pm</dco> &nbsp;<qco> which direction is the best?</qco> </h3>      \nwhat's best is to switch between changing directions and staying the same direction\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n7:14 pm</dco> &nbsp;<qco> What instruments did you use in \"at the airport terminal\"?</qco> </h3>      \nthe sky and the ground\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n7:03 pm</dco> &nbsp;<qco> Do you believe Steve is an accurate representation of the typical rebellious human being?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n6:55 pm</dco> &nbsp;<qco> My life is supposed to be easy on paper.&nbsp;&nbsp;Why oh why is it so hard?</qco> </h3>      \nbecause there's no paper\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n6:54 pm</dco> &nbsp;<qco> How do you get out of a bad mood?</qco> </h3>      \nstart a conversation about the bad mood\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n6:22 pm</dco> &nbsp;<qco> What's the name of the tune that really sucks?</qco> </h3>      \nit could be yours. every tune is an opportunity to make a new terrible tune\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n6:22 pm</dco> &nbsp;<qco> should i put a egg in my microwave</qco> </h3>      \nwith the right combination of egg and microwave it seems like you should be able to get the microwave inside the egg\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n6:02 pm</dco> &nbsp;<qco> How are you so skilled at making music?</qco> </h3>      \ni secretly have made some of it twice in case it's better the second time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n5:49 pm</dco> &nbsp;<qco> When will you make a video about velcro?</qco> </h3>      \nafter i've already made a video about everything else\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n5:36 pm</dco> &nbsp;<qco> How would I go about starting a communist uprising?</qco> </h3>      \nhand out some pamphlets\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n5:32 pm</dco> &nbsp;<qco> What is your favorite time period in history?</qco> </h3>      \n1 second ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n5:06 pm</dco> &nbsp;<qco> scrutiny for graphics and music always feels bad in the moment but if you catch your own music and videos off guard like how the rest of the world perceives it, you may find they will still be able to appreciate it nearly as much as you hoped for. that is what i surmise at least.</qco> </h3>      \nit can go either way. i either am traumatized by how miserable the whole thing feels, or i feel on top of the world like a mad scientist who has discovered the cure for the impossible, if only the listener is in the right mood to notice. but either way i can always do better next time, or at least one of the next 5 times\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n4:34 pm</dco> &nbsp;<qco> Any song recommendations?</qco> </h3>      \nall of them. if you have time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n4:18 pm</dco> &nbsp;<qco> Are you working on a new video?</qco> </h3>      \nyes but doing the music for it first\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n4:17 pm</dco> &nbsp;<qco> i saw a moose. Should i contact my local doctor?</qco> </h3>      \nnot for that reason\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n4:05 pm</dco> &nbsp;<qco> probably you've been asked this before, but what inspired your editing style?</qco> </h3>      \njust trying to get by\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n3:33 pm</dco> &nbsp;<qco> Hey Bill. I play a lot of music other people have written, but it's hard to write my own. Where do I start? How do I start?&nbsp;</qco> </h3>      \nthe trick is, it does not matter where you start. the music will find you anyway. so it might be fun to try to start in the most unlikely place you can think of\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n3:20 pm</dco> &nbsp;<qco> How are you so amazing?</qco> </h3>      \ni have a permit, which i have given to myself, because i am a licensed permit licensor, which is a license i have been also permitted to give myself \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n3:05 pm</dco> &nbsp;<qco> have you committed a warcrime yet</qco> </h3>      \nno, i have only committed crimes of peace\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n2:51 pm</dco> &nbsp;<qco> What do you like the most?</qco> </h3>      \nsmall rocks,\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n2:24 pm</dco> &nbsp;<qco> Whats your opnion on railroads</qco> </h3>      \nit's a ladder you can climb to another city\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n2:23 pm</dco> &nbsp;<qco> whats a fun word?</qco> </h3>      \nbut\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n1:48 pm</dco> &nbsp;<qco> your 2+2 video was 4 years ago what do you think about that</qco> </h3>      \nfalse. it was about 4.96 years ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n1:34 pm</dco> &nbsp;<qco> how tall are you;&nbsp;you decide which measuring unit to utilize</qco> </h3>      \n1 person\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n1:01 pm</dco> &nbsp;<qco> If there is going to be a bill wurtz 2.0, is there also going to be a bill wurtz 2.0.1?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n12:35 pm</dco> &nbsp;<qco> do you believe intelligent life, not from Earth, visits Earth?</qco> </h3>      \nintelligence is not always what we expect it to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n12:22 pm</dco> &nbsp;<qco> When you have a good chorus, what's a good way to come up with a fitting but different enough verse, and vice *verse*a?</qco> </h3>      \nif the chorus doesn't belong at the beginning of a song, then that can be a huge puzzle. one trick for that is to let the chorus play out and see what it wants to go into after that. write the second verse first. it's almost impossible to write something that goes before another thing that already exists. it's kind of like pushing a dog on a leash\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n12:13 pm</dco> &nbsp;<qco> What made I'm Crazy / It's Raining such a good song?</qco> </h3>      \nsadness, for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n11:39 am</dco> &nbsp;<qco> I am about to go to my third semester of music theory. DO you have any advice for me?</qco> </h3>      \nthe real music is gonna be learned outside of the classroom, but sometimes it may sneak into the classroom if your teacher has a cool story about a wild time they might have had outside of the classroom\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n11:14 am</dco> &nbsp;<qco> Apparently I get too distracted too often. Do you know a good way to get undistracted for a while?</qco> </h3>      \nundistracted from what\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n10:29 am</dco> &nbsp;<qco> Are you Canadian</qco> </h3>      \neveryone is canadian\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n10:11 am</dco> &nbsp;<qco> What happens at the airplane terminal?\n<br></qco> </h3>      \neveryone has to put all their metal through a machine to make sure it's metal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n9:58 am</dco> &nbsp;<qco> DID YOUR \"SHIFT\" KEY BROKE AND THATS WHY YOU ONLY USE LOWERCASE also mine didnt broke as this lowercase sentence proves</qco> </h3>      \ndid your eyes break and that's why you can't see all the capital letters i keep using all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n9:55 am</dco> &nbsp;<qco> What's the best type of cereal?</qco> </h3>      \nfood chunks\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n9:45 am</dco> &nbsp;<qco> whats the worst idea of a song you have considered</qco> </h3>      \nthere is no such thing as a bad idea for a song. every idea is good. if the song turns out bad then it's the song maker's fault, not the idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n9:34 am</dco> &nbsp;<qco> Do you write your lyrics or decide the melody first?</qco> </h3>      \nboth at the exact same time, if i really want things to work properly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n9:04 am</dco> &nbsp;<qco> I love the idea of the shortest first strategy, but until I heard your music I just didn't even know a song could be only seconds long. But of course it can! So my question is... how did YOU come to realise that songs could be that short or was it always obvious?</qco> </h3>      \nout of necessity, i had to do shorter songs to stave off the unlimited amount of overwhelming possibilities. it was still overwhelming so i had to keep trying it shorter\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n8:22 am</dco> &nbsp;<qco> Will you continue working on the reality section of your website?</qco> </h3>      \nof course\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n6:37 am</dco> &nbsp;<qco> is the earth flat?</qco> </h3>      \nno but maybe you could flatten it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n5:34 am</dco> &nbsp;<qco> Whenever I feel sad I listen to your songs, they make me feel good, safe, like someone is there to give me some hope. Thank you Bill&nbsp;</qco> </h3>      \nholy smokes you are very friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n5:34 am</dco> &nbsp;<qco> What's your opinion on how creativity is affected by some type of restriction to the creative process?</qco></h3>      welcome to Earth<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are restrictions something you incorporate into your own creative expressions?</qco> </h3>      yes. for example, every piece of work i have ever released was produced in a 'finite' amount of time. finity is the ultimate restriction\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n5:27 am</dco> &nbsp;<qco> Hey Bill, I gotta ask a question. So, in high school I played football and as a result my fingers aren't especially dexterous anymore. I really want to get into making music though, what instrument would you suggest becoming familiar with?&nbsp;</qco> </h3>      \nvoice?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n4:50 am</dco> &nbsp;<qco> what's Steve's real name</qco> </h3>      \nthe same as yours\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n4:25 am</dco> &nbsp;<qco> what advice would you give to someone who wants to be like you one day</qco> </h3>      \nyou're gonna be more like you than you think\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n4:14 am</dco> &nbsp;<qco> what music do you listen to?</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n4:12 am</dco> &nbsp;<qco> Hey Bill, do you agree with me that we should switch to ternary numeral system (base 3)? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;There are some good reasons for that:\n<br>- Computers should ideally be in base 3 for maximum efficiency.</qco></h3>      you can just switch the computers. computers already work in base 2 which is already different from the way people use numbers usually<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>- Calculators would also work slightly quicker in ternary system due to the fact that addition in computers are closely related to \"e\", Euler's constant, approximately equal to 2.718281828. 3 is slightly close to e than 2, so ternary system would also be faster for addition.\n</qco></h3>      yes you can switch the calculators too, and then translate back to 10<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;- Last but not least, according to Bill Wurtz, an intellectual, \"two plus two has been four for so many darn years\".</qco></h3>      you can't take lyrics out of context of the song. they might not mean the way they meant in the song<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This does indicate that intellectuals are tired of having four as the expected result for two plus two.</qco></h3>      then Why is that whole song and most of my other songs in 4/4 time signature, which is literally a celebration of 2+2 being 4<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If we were to use binary, then two won't even exist;&nbsp;but to use ternary, two plus two won't be four anymore;&nbsp;instead it would be 11 (base 3).\n<br>So conclusion, do you agree with me?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n3:57 am</dco> &nbsp;<qco> I feel like beavers are more intelligent than boomerangs. Can you confirm if my hypothesis is right?</qco> </h3>      \ni think it's right, based on the fact that beavers have brains and boomerangs don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n3:45 am</dco> &nbsp;<qco> Are you gonna make a song about the pandemic?</qco> </h3>      \ni will make songs about everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n3:23 am</dco> &nbsp;<qco> Was any soap harmed in the making of your soap tips video?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.20&nbsp; \n3:21 am</dco> &nbsp;<qco> what's your favorite shape</qco> </h3>      \ndot\n<br><br>"
  }
]
