[
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n6:15 pm</dco> &nbsp;<qco> Thoughts on ants?</qco> </h3>      \nfucking huge\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n5:37 pm</dco> &nbsp;<qco> Hi Bill, what does this part in your song Money mean?\n<br>\"Happy birthday to you\n<br>Happy birthday to me\n<br>One day we'll feel complete\n<br>Happy birthday to somebody in the streets\n<br>Who's been waiting patiently\"\n</qco></h3>      one thing i can say for sure is that it looks much different on paper than it sounds with the music<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And when will you release new music?</qco> </h3>      all the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n3:54 pm</dco> &nbsp;<qco> opinion on sensationalist headlines</qco> </h3>      \nit's great because you don't need to even read the contents. get all the sensations you need, right there in the headline\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n3:15 pm</dco> &nbsp;<qco> why is there a postman in so many of your songs and videos??</qco> </h3>      \nperhaps i have a problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n12:41 pm</dco> &nbsp;<qco> do you have a favourite meme</qco> </h3>      \nweather patterns,\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n11:33 am</dco> &nbsp;<qco> what r ur thoughts about Indonesia?</qco> </h3>      \n indonesia is part of many islands, and in turn, many islands are part of indonesia \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n11:08 am</dco> &nbsp;<qco> I once heard a song that made me feel opposite feelings at the same time. Will you try to make a song like that, or no?</qco> </h3>      \nthat's a classic move. i go for that all the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n10:13 am</dco> &nbsp;<qco> Is eating overrated?</qco> </h3>      \nwhat's it even rated\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n8:59 am</dco> &nbsp;<qco> why does my brain actively avoids being productive</qco> </h3>      \nbecause you haven't decided what you really want to produce\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n7:31 am</dco> &nbsp;<qco> If you had the opportunity to sail a boat across the Mediterranean Sea, would you do it.</qco> </h3>      \nnot right now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n12:28 am</dco> &nbsp;<qco> im mad at you because \"here comes the sun\" is such an earworm that it's been in my head for like 3 days straight and i keep singing it and annoying my fmily thanks a lot u jerk</qco> </h3>      \nyou're welcome\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.10.21&nbsp; \n6:21 am</dco> &nbsp;<qco> Can you tell me how to pass neuroanatomy exam</qco> </h3>      \nyou must remember that the brain is located in the head\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n8:58 pm</dco> &nbsp;<qco> how do you make surreal music?</qco> </h3>      \nall you gotta do is write something that's about 2 things at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n8:17 pm</dco> &nbsp;<qco> I can never get enough of your content, it's great. I am trying to make things but i wish i had more ideas. How do i come up with them? \n<br></qco> </h3>      \nstart by coming up with 10 things that are definitely not ideas. by the time you make it to number 11 i think you'll be well on your way\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n8:10 pm</dco> &nbsp;<qco> is it easy to find meaning?</qco> </h3>      \nit can be even easier for it to find you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n4:21 pm</dco> &nbsp;<qco> how do you make your crazy ideas for songs?</qco> </h3>      \nby OCCASIONALLY stepping out of bounds\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n2:46 pm</dco> &nbsp;<qco> Hi Bill! Would you be willing to define normal? I've seen you use that word a lot, but even with the context you provide I'm still not clear on what it means when you say it/write it.&nbsp;</qco> </h3>      \n....'out of control'........'bonkers'.........'not feasible to attempt at this budget level'\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n1:22 pm</dco> &nbsp;<qco> hi bill, i was inspired by your lyric \"i want to take a walk with you in the hills of france\" to buy a cottage in southern France. we found an amazingly priced cottage with 3 separate houses on the property. we all are going to split the price (6 of my friends) do you think it is a good idea?\n<br></qco> </h3>      \nas long as you are aware that i had very little knowledge of any hills in france at the time i wrote that. i can update now by saying that i think the hills of france may be in corsica\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n1:06 pm</dco> &nbsp;<qco> hi bill can you give me two tips for mixing music (apart from don't use reverb on bass)</qco> </h3>      \nfirst, listen to it and see if it's good. if it's already good, then seriously don't do anything. and the second tip is to try to write a song so good that it literally doesn't matter how it's mixed\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n12:45 pm</dco> &nbsp;<qco> How do I get out of bed faster in the morning? Usually it takes me ~20-30 minutes from when I wake up to when I 'start' the day, but I feel this is a tremendous waste of time.</qco> </h3>      \nsleep has gradual faded edges. as long as we're going down this road, you might as well ask if sleep itself is a waste of time. and i guess that all depends whether you have the sleepless update\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n9:28 am</dco> &nbsp;<qco> Will there be videos similiar to the old ones like \"Hi I'm Steve\" and \"Soap this\" cuz for me they were the best\n<br></qco> </h3>      \nimagine if those types of videos could have multiple characters in them instead of mostly just 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n9:00 am</dco> &nbsp;<qco> face reveal</qco> </h3>      \nnever\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n7:07 am</dco> &nbsp;<qco> r u going back to 2d animation? probably not, i guess.\n<br></qco> </h3>      \nin the graphics department, it is likely that you will continue to see me going backward and forward at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n5:32 am</dco> &nbsp;<qco> do you know indonesia?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n5:32 am</dco> &nbsp;<qco> Hi Bill, I am trying to create lyrics for my songs, but I cant create meaningful lyrics, can you please tell me how to create deep meaning lyrics?&nbsp;</qco> </h3>      \nbasically you have to bring what you are saying into alignment with what you mean. it's kind of like aiming a telescope. you have to spend some time rotating it around for a while, and eventually you will get it lined up right. just be patient and allow yourself to say 'anything' for a while, and then over time you will gradually hone closer and closer into that alignment where you actually say and mean the same thing at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n5:22 am</dco> &nbsp;<qco> im best friends with my own front door activates this part of my brain i can never reach. it's amazing. it's the bent key that somehow unlocks the safe to gold and crack. specifically talking about 1:40 to the end, all the lines connect together so perfectlyHOW WAS THIS MASTERPIECE MADE. i want the full backstory. maybe some lines from the timestamp i said would do..</qco> </h3>      \nthis is exactly what happened. all my life i've struggled with the reality that it takes me much much much longer than i wish it takes, to produce anything. years go by and i'm fighting to reach a reasonable pace, and never seem to succeed. well, one day i suddenly snapped, took a desperate walk outside, got angry and screamed at the sky a little (in my mind), and just said '2 weeks or die trying'. the thing is, i'm sure i've tried saying this before, but sometimes the stars align and it works. so the first part of doing any song is song selection. i go through my list of songs, which have a writing % completion of anywhere from .1% to 100%. and i have to choose one. this is normally almost impossible for me, and to do it right, i have to spend many days on it. i went through maybe 50% of the list, and it felt like none of them were really working for me at the time, and i felt a bit pressured to do it quickly (because of the 2 week challenge i was doing), and so in a snap decision, i said 'what song do i WISH i was doing', and i was able to trick myself into imagining the first line. so that was cool, felt like i was off to a roaring start, and then suddenly a day went by and i hadn't made it out of the 'box' of that melody/chord sequence. in other words, i had maybe the first 6 lines, which, as you can hear, are all within the same exact musical figure. but what scared me most was that i had spent way too long and only come up with a few seconds. and i knew this was no way to beat the 2 week challenge. so essentially i realized that i had to finish the writing in 4 hours. so basically a ruthless burst of paranoid speed had to kick in. you can probably hear the brute force, desperation, and then attempts to deal with it, in the 'bad sign' part, and 'not gonna happen' part. basically i've hurled myself off the edge, into whatever comes next, before having earthly idea what would actually come next. so in that sense i was almost improvising (in the writing). To be clear, i'm talking about the writing, which is done entirely before the recording. so i'm not saying i improvised the song during recording. i always write the song first. but during the writing process it felt a bit like improvising because i had to write it so fast. So the next few sections sort of have their ups and downs, for better or for worse, because at this point i've convinced myself that there's no turning back, i have to just run, because there's no time. And inevitably, if you are able to truly adopt this attitude, it eventually finds its feet. and that seems to happen when it lands on the outvamp, and these last 16 bars seem to be an outpouring of the exact emotions i was dealing with, in the circumstances of the 2 week challenge and all the desperation leading up to it, and how i was dealing with it  <br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n5:01 am</dco> &nbsp;<qco> do u ever get jealous of people</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n4:39 am</dco> &nbsp;<qco> is it time for time</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n4:09 am</dco> &nbsp;<qco> do you like shopping on wednesdays?</qco> </h3>      \nit's ok, but i think tuesday is better, and a non-holiday monday is best\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n2:33 am</dco> &nbsp;<qco> I understand that the best way to improve is to practice (at making music, and also other things). but did you ever feel the urge to be perfect at something right away? if you did, do you have tips on overcoming it? </qco></h3>      what usually happens is, you'll go through a back and forth 'good news bad news' scenario. the bad news is \"fuck, i can't do this right now\". the good news is \"i'll be able to do it in the future.\" the whole trick is to find ways you can enjoy it now. think outside the box and find ways to enjoy it even when you suck. because the first 2 rules of science are: \"you get good at something if you do it a lot\" and \"if you enjoy something then you'll do it a lot\" <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;will I always be better at things if I dedicate more time to them?</qco> </h3>      \nusually\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n2:26 am</dco> &nbsp;<qco> Bill, why is it all so hard and confusing</qco> </h3>      \nso you don't get bored\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.9.21&nbsp; \n1:18 am</dco> &nbsp;<qco> Why have you not won an Oscar yet?</qco> </h3>      \ntom hanks got most of them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n11:27 pm</dco> &nbsp;<qco> what was in the fragile box&nbsp;</qco> </h3>      \na very strong, robust box\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n10:37 pm</dco> &nbsp;<qco> Does it scare you that there is a possibility that the memory of your art will last longer then any memory of you as a person?</qco> </h3>      \nit would be more scary to me if it did not\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n10:23 pm</dco> &nbsp;<qco> How do you make weird music?\n</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n10:08 pm</dco> &nbsp;<qco> will there be a bill wurtz musical&nbsp;</qco> </h3>      \nalmost everything i do is musical\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n9:22 pm</dco> &nbsp;<qco> is there a reason to not use stimulants</qco> </h3>      \nmaybe if you are already stimulated\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n3:51 pm</dco> &nbsp;<qco> A lot of people theorize that your songs have some sort of deeper meaning. Is this true?</qco> </h3>      \nthey are a meaning level of 7. This could be deeper or less deep, depending on what other point of reference you were using\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n2:11 pm</dco> &nbsp;<qco> what were you learning in school&nbsp;</qco> </h3>      \nhow to read and write, etc\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n11:36 am</dco> &nbsp;<qco> thank you bill. as someone who has become afraid of making moosic due to perfectionism and too much braining, how do i get back in touch with \"feeling\"?</qco> </h3>      \nthis may seem like a strange answer, but it's going to happen eventually no matter how hard you try\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n10:52 am</dco> &nbsp;<qco> I see a lot of people in the YouTube comments wondering if you make the lyrics to your songs by just singing whatever is on your mind. I doubt that it's true, but I wanted to ask anyway.</qco> </h3>      \ni write the songs ahead of time. they are written by combining music and language, which, in the moment of writing, is on my mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n10:31 am</dco> &nbsp;<qco> in \"i'm a princess\", when you sing \"there's got to be more\", the word more is spelled like moar on the screen. why did you do this and why do i absolutely love it?</qco> </h3>      \ni did it because i thought you might love it. the reason i thought you might love it is because of some market research i've done\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n10:01 am</dco> &nbsp;<qco> Help! My fire dragon is spewing fire while I'm sleeping!</qco> </h3>      \ni'm on my way over\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n9:32 am</dco> &nbsp;<qco> why should i be around if i have no special skills or anything to offer?</qco></h3>      why not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; there would always be some other person who's better than me at whatevery i do</qco> </h3>      \ni'm not following your logic\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n7:08 am</dco> &nbsp;<qco> Will you ever do a face reveal</qco> </h3>      \nno way\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n5:56 am</dco> &nbsp;<qco> do you actually like velcro?</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n5:49 am</dco> &nbsp;<qco> Are your lyrics meaningless?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n5:27 am</dco> &nbsp;<qco> hi bill!! what have you been working on lately?</qco> </h3>      \na song, of music\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n4:17 am</dco> &nbsp;<qco> Let's hear your thoughts on Jim Keltner. </qco></h3>      i heard a rumor that his prefered drumming shoe is cowboy boots<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Has he inspired you?</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, how?</qco> </h3>      he's probably played on something i've heard before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.8.21&nbsp; \n3:49 am</dco> &nbsp;<qco> Hey Bill, I need some help. I'm really looking to improve my piano skills (I'm a beginner) but I'm not sure what to focus on. Chords? Melodies? Learning songs? What do you reckon? </qco></h3>      follow your innermost desires<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How did you start?</qco> </h3>      i seem to remember playing C and E notes at the same time. then playing D and F notes at the same time. and so on. and soaking in the vibes\n\n<br><br>"
  }
]
