[
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n9:37 pm</dco> &nbsp;<qco> do you consider your website an art piece?</qco> </h3>      i'm just trying to be reasonable<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n9:35 pm</dco> &nbsp;<qco> how do any of us know that we werent just put here to teach someone else a lesson, or to be a background character in their life?</qco> </h3>      the stories may be interwoven. each person is also the protagonist of their own story\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n9:18 pm</dco> &nbsp;<qco> What does it feel like to be famous?</qco> </h3>      i don't quite know yet<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n9:13 pm</dco> &nbsp;<qco> What part of speech is whenst?</qco> </h3>      same as 'as', whatever that is\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n8:02 pm</dco> &nbsp;<qco> hi bill, i was wondering if you've ever been diagnosed with a mental&nbsp;&nbsp;̶i̶l̶l̶n̶e̶s̶s̶&nbsp;disorder. sorry if this is a personal question, but your mind is clearly not neurotypical.</qco> </h3>      i usually am able to diagnose the other person first. that's just a good defense strategy i have\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n6:18 pm</dco> &nbsp;<qco> why do i say stupid shit in every single conversation i have</qco> </h3>      everyone says stupid shit. you are just only noticing yours for some reason<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n5:23 pm</dco> &nbsp;<qco> are repeated notes really that bad when writing sax soli?how can i avoid them?</qco> </h3>      \nthe only way to find out is by listening<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n5:14 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201806151938\">6.15.18&nbsp;&nbsp;7:38 pm</a>  Now I'm curious. What are the intermediary steps? Like cultural interpretation, or like the way sound frequencies mix in the air? Or like tornados perhaps</qco> </h3>      \n\nsometimes the vibrations form into distinct ideas. and those can give the feelings, instead of just the vibrations directly. it is one of the most important secrets of music, and communication in general<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n3:45 pm</dco> &nbsp;<qco> are you always awake</qco> </h3>      no, are you<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n3:18 pm</dco> &nbsp;<qco> when do you think your next A U D I O / V I S U A L&nbsp;&nbsp;C O N T E N T will come out?</qco> </h3>      when you least expect\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n3:01 pm</dco> &nbsp;<qco> i'm going emo for a sec</qco> </h3>      that's as long as you can go emo anyway because they will keep changing it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n12:58 pm</dco> &nbsp;<qco> What team is Lebron going to play for next year?</qco> </h3>      Alaska?<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n10:53 am</dco> &nbsp;<qco> Here's a question you probably haven't been asked:&nbsp;&nbsp;I went to the pizza place near my thingy and I got a pizza. And the dude said \"one pie?\" and I assume it's also called a pie because pizza pie.&nbsp;&nbsp;So an instrument I play is called the cello. But also it's called the violincello. So do I actually play the violin because that pizza is a pie. So I play the violin?&nbsp;</qco> </h3>      no but you might be able to learn pretty easily, thanks to your cello experience<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n9:28 am</dco> &nbsp;<qco> My musical content is starting to get noticed, but the biggest thing I'm scared of is impersonation. How do you deal with people impersonating you? Should I do something about it if it happens? Or should I just let it go?</qco> </h3>      you should be busy doing something new and different, that they haven't impersonated yet<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n9:00 am</dco> &nbsp;<qco> <a href=\"q.php?date=201806170607\">6.17.18&nbsp;&nbsp;6:07 am</a>  then how did the first genius become a genius?</qco> </h3>      \neven today's geniuses cannot figure that out, which leads them to conclude that the there has yet to be a first genius\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n7:42 am</dco> &nbsp;<qco> the ask button is in complete caps and puts me off a little.</qco> </h3>      i think it is normal for buttons to be in caps. such as ON, OFF, VAPOURIZE, etc <br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n6:44 am</dco> &nbsp;<qco> Why and how are you such a mysterious man&nbsp;</qco> </h3>      \nit is a good business strategy<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n5:03 am</dco> &nbsp;<qco> how to stay adventurous all the time?</qco> </h3>      \nthe best way is to get yourself trapped in an adventure\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n4:46 am</dco> &nbsp;<qco> is this a lifestyle and wellbeing blog my mum wants to know</qco> </h3>      it's a questions page. like an interview section you might find in a magazine, where readers send in their questions and some of them are answered<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n4:14 am</dco> &nbsp;<qco> i'm thinking of taking up bass guitar, any tips? i know keyboard and drums pretty ok so bass seems like a good step</qco> </h3>      \nalways use amplifiction (otherwise you can't even hear the part that matters) and always play along to music. if you play music through your computer/tablet/phone's built in speakers, it is bassless. so that's a free play-along track for you. start by finding the simplest possible things to play to make each song tick. like for example if there is a G chord play a G note at that time. just do this and everything else you need to know will spring upon you like magnetism<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n4:07 am</dco> &nbsp;<qco> do you have any tips to someone that wants to write their own (simple) song?</qco> </h3>      the tips are in the songs. start making the songs, start getting the tips! <br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n3:15 am</dco> &nbsp;<qco> Dear mr. bill wurtz,\n<br>Are you from another planet?</qco> </h3>      \nno but it can be a nice attitude to have sometimes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n2:42 am</dco> &nbsp;<qco> <a href=\"q.php?date=201806162346\">6.16.18&nbsp;&nbsp;11:46 pm</a> that's funny af, but really... how?</qco> </h3>      i have no idea what a reuben is made of. i don't know the ingredients, i don't know the taste, i don't know anything about them<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n2:35 am</dco> &nbsp;<qco> ?do you think that mannequins will take over the world someday</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n12:21 am</dco> &nbsp;<qco> How to keep people from getting triggered?</qco> </h3>      \nyou could give them some type of warning\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.18.18&nbsp; \n12:09 am</dco> &nbsp;<qco> What is your favorite punctuation mark? Mines the tilde~</qco> </h3>      i'm not falling for that one again. every time i pick a favorite another one becomes better\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n11:47 pm</dco> &nbsp;<qco> thoughts on carpets?</qco> </h3>      \nyou can keep them in the cabinet, when you are not using them\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n10:43 pm</dco> &nbsp;<qco> do you keep the price tags on the clothing so you can return the clothing after you shoot the footage</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n8:38 pm</dco> &nbsp;<qco> Why is the Earth not the Moon's moon?</qco> </h3>      size\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n7:50 pm</dco> &nbsp;<qco> what constitutes intelligence&nbsp;</qco> </h3>      being smart?<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n7:44 pm</dco> &nbsp;<qco> If I eat a sandwich and it comes out what's the point of eating!</qco> </h3>      you get to keep the powers\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n6:39 pm</dco> &nbsp;<qco> who are you rooting for the World Cup?</qco> </h3>      the world<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n4:29 pm</dco> &nbsp;<qco> In your 'about' section of your YouTube channel it says 'is slef. Turning the words backwards gives 'si fels' which according to Google translate means 'you're up' in Hungarian. Alternatively you can type the words in individually. 'Si' is 'and' in Spanish and 'fels' is German for rock so possibly this is to do with your fascination with rocks as shown in 'maybe I could eat blades of grass'. Am I right, wrong or both at the same time in this observation?</qco></h3>      wrong<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n If I'm wrong can you give me an insight into what 'is slef' really means?</qco> </h3>      it means \"is self\", meaning, i am myself. i put a spelling twist on 'self' perhaps because i am so restless being my self all the time, but adventurous none the less<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n4:21 pm</dco> &nbsp;<qco> How do I not get distracted from my work and goals?</qco> </h3>      if you do the work and goals immediately when you first wake up, you might stick with them longer<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n1:33 pm</dco> &nbsp;<qco> How do you come up with answers to these questions?</qco> </h3>      most of the time i just copy it from the last time i answered the same question<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n12:03 pm</dco> &nbsp;<qco> better is a relative term?</qco> </h3>      i see what you mean<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n9:57 am</dco> &nbsp;<qco> any recommendation or advice for someone building a home recording studio?&nbsp;</qco> </h3>      don't add any new things until you already understand everything you have. it does not matter what's in your studio, all that matters is that you understand your studio<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n6:07 am</dco> &nbsp;<qco> How to become a genius</qco> </h3>      you must out smart another genius\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n4:18 am</dco> &nbsp;<qco> what do you think about religion?</qco> </h3>      'religion' is usually the word used by people who are mad at it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n4:14 am</dco> &nbsp;<qco> Do you live on island?</qco> </h3>      i am island<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n2:26 am</dco> &nbsp;<qco> what do turtles think about</qco> </h3>      what do you think about<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n1:54 am</dco> &nbsp;<qco> What should I do if I've fallen into a hole and cannot get back out?</qco> </h3>      take a break and think about how you got there and then try to get out again<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n1:39 am</dco> &nbsp;<qco> do you exhibit wave-particle duality properties?</qco> </h3>      don't we all<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n12:56 am</dco> &nbsp;<qco> what are you thoughs on your own song</qco> </h3>      i try to make it good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n12:53 am</dco> &nbsp;<qco> opinions on dragons</qco> </h3>      \n\nthey are the crossroads between good and evil<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n12:53 am</dco> &nbsp;<qco> what if we took a salad fork..... and used it to tune a piano</qco> </h3>      \nwhat the heck is the difference between a salad fork and a regular fork\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.17.18&nbsp; \n12:51 am</dco> &nbsp;<qco> Follow up to the screaming children question (<a href=\"q.php?date=201806151545\">6.15.18&nbsp;&nbsp;3:45 pm</a> ) I've tried this, and it's fun for a while but then they take the screaming as an invitation to make me run around with them&nbsp;&amp; play their games. Which sometimes is tiring. So what could I do to make them be quiet without moving :)</qco> </h3>      get some ear plugs, for yourself. you should have these on hand already. go to the convenient store and get a 50 pack<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.18&nbsp; \n11:46 pm</dco> &nbsp;<qco> How do you make a Reuben sandwich without any bread or even the ingredients?</qco> </h3>      the only true ingredient of the Reuben is your mind<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.18&nbsp; \n11:13 pm</dco> &nbsp;<qco> Are you ever gonna make another song without a video?</qco> </h3>      yes but maybe some other time<br><br>"
  },
  {
    "html": "<h3> <dco>6.16.18&nbsp; \n11:05 pm</dco> &nbsp;<qco> How do I survive high school without being sad</qco> </h3>      use the time to think about what you will do outside of school\n\n<br><br>"
  }
]
