[
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n8:44 pm</dco> &nbsp;<qco> how the FUCK does wireless internet work? Where is the internet, where is it coming from? is it floating around in the air? how is my phone doing this right now?</qco> </h3>      yea well, how do you see and hear things without touching them, explain that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n8:16 pm</dco> &nbsp;<qco> update on your next song?</qco> </h3>      was really stuck in a rut as usual about how to pick instruments and which direction to go on the song recording, but i had a wild breakthrough with a new randomization technique. most randomization techniques break somewhere around 50% full but this one is working unexpectedly well and it is getting done fast and easy with strong fresh results\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n7:38 pm</dco> &nbsp;<qco> whats the time signature of Movie Star;&nbsp;I cant seem to find and stay on the beat</qco> </h3>      <a href=\"q.php?date=201707050049\">7.5.17  12:49 am</a><br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n7:23 pm</dco> &nbsp;<qco> what are bees</qco> </h3>      something of a failsafe comedy mainstay, i'd gather<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n7:02 pm</dco> &nbsp;<qco> Pop Quiz! What's pop?</qco> </h3>      it's the sound it makes when a quiz appears suddenly, as if from nowhere<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n7:01 pm</dco> &nbsp;<qco> If you think chords are \"bad\", why are you passionate about music?</qco> </h3>      if i recall i think i said it in response to a question that said \"what's a good chord?\" which is a question i had a hard time taking seriously, so i said \"they are all bad.\" that's just me having a little fun here on the questions page<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n6:48 pm</dco> &nbsp;<qco> Is your name Louie?</qco> </h3>      i will check<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n6:42 pm</dco> &nbsp;<qco> What makes a good song?</qco> </h3>      if it's bad<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n6:42 pm</dco> &nbsp;<qco> When were you interested in music?</qco> </h3>      during my entire life time<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n6:25 pm</dco> &nbsp;<qco> Is your initial impulse when making something to entertain or have an impact on people beyond entertainment, and how long until you found&nbsp;&nbsp;balance between these two things that worked for you? Love from alphabet soup xoxofish</qco> </h3>      i am trying to balance them right now<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n6:14 pm</dco> &nbsp;<qco> in \"no harm\", why did you not go with the dotted rhythm at the end?</qco> </h3>      which one<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n6:08 pm</dco> &nbsp;<qco> Is the new video tantalizingly close to being done? I can smell it.</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n6:04 pm</dco> &nbsp;<qco> louis ck?</qco> </h3>      no, this is bill. i think louis is using a different site<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n5:53 pm</dco> &nbsp;<qco> why does the music video to \"barf on me\" have no text?</qco> </h3>      when i first started making videos on a regular schedule, i recognized that there were 2 completely different ways to make a video. cameras/acting, or just text/graphics on the screen. i designed the content schedule to alternate bwtween these 2 types. it didn't occur to me until about week 3 that i can actually use both in the same video<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n5:48 pm</dco> &nbsp;<qco> Is \"super chorus\" a term you created, or is it a term that all music people are taught?</qco> </h3>      i made it up. it was inspired by popular music of the past few years. it can be found elsewhere too, but i noticed it seems to be very standard in the past 5 years or so. you have the 'chorus' which feels like the chorus, and has a lot of words in it. but then the next section hits even harder and is usually just one word/phrase (usually just the title) repeated in a climactic riff. maybe not even the word, maybe just a climactic riff. and this happens even after the first chorus. it is built into the form. chorus, then super-chorus. it's like more chorus than the chorus<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n5:20 pm</dco> &nbsp;<qco> I got caught looking at the girl I like's window at my dormitory!!! Should I water her plant or invite her at the drive-in??</qco> </h3>      maybe you can do both at the same time<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n5:03 pm</dco> &nbsp;<qco> what do you think of the way early civilizations lived their lives?</qco> </h3>      earlier than what<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n4:44 pm</dco> &nbsp;<qco> Is it just a coincidence that college rhymes with knowledge?</qco> </h3>      i think so<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n4:36 pm</dco> &nbsp;<qco> Why Bill? Why my dear Bill? WHY HAVEN'T YOU ANSWERED THE QUESTIONS I HAVE ASKED YOU FOR TWO MONTHS? I thought I could trust in you, I thought we spent a good time together but now I know. You have betrayed me.</qco> </h3>      which ones were yours<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n4:16 pm</dco> &nbsp;<qco> is it possible for rocks to understand the universe?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n4:07 pm</dco> &nbsp;<qco> Do you still update the jazz and improv pages?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n3:09 pm</dco> &nbsp;<qco> Can you be anymore you than you already are?</qco> </h3>      i will try<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp; \n3:00 pm</dco> &nbsp;<qco> I am writing a book. In my table of contents, should I list what page my table of contents is on?</qco> </h3>      that would ruin the fun of searching for it!\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n12:50 pm</dco> &nbsp;<qco> why is the circle of 5ths important? why not the circle of 3rds?</qco> </h3>      there are circles of thirds. there's a circle of major 3rds, which is 4 different but identical circles, containing 3 notes each. then there is the circle of minor thirds, which is 3 different identical circles, containing 4 notes each. these are also known as 'diminished' or 'augmented' chords. both usually result in a dizzy or disoriented feeling when used exclusively\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n12:41 pm</dco> &nbsp;<qco> have you ever thought about making tutorials to give us the knowledge</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n12:40 pm</dco> &nbsp;<qco> whats a good chord</qco> </h3>      they are all bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n12:25 pm</dco> &nbsp;<qco> How to make a dishwasher clean dishes</qco> </h3>      there should be a button that says 'clean the dishes'. press that button\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n12:23 pm</dco> &nbsp;<qco> Did you know that your name backwards is ztruw llib?</qco> </h3>      i suspected it but thank you for confirming\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n11:52 am</dco> &nbsp;<qco> Are you (the person that answers these questions) the same person that also makes all the music and videos? </qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n11:10 am</dco> &nbsp;<qco> Opinions/tips for mental health?</qco> </h3>      your brain has the wrong balance. please read our pamphlet about what the 'right' balance is, and also buy a subscription to our pills\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n9:33 am</dco> &nbsp;<qco> Is a triad just any 3 note chord, or when people say triad are they just referring to a chord that contains only a root, 3rd, and 5th? </qco> </h3>      i think it usually means a major or minor triad. but who knows, maybe it means any 3 notes. you could do an experiment and try calling something else a triad and see what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n9:25 am</dco> &nbsp;<qco> how long has this page been running for? </qco></h3>      about a year and a half<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you know how many questions you've been asked?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n9:04 am</dco> &nbsp;<qco> What is \"real music\"?</qco> </h3>      music made and performed by the clergy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n8:48 am</dco> &nbsp;<qco> do you, when writing complex melodies and harmonies, like to follow conventional harmony patterns or do you like to use more abstract harmony sequences and melody patterns?</qco> </h3>      you will have to listen to them and decide if you think they are conventional or abstract\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n8:09 am</dco> &nbsp;<qco> Help, I'm a sandwich.</qco> </h3>      oh, too real\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n7:44 am</dco> &nbsp;<qco> I play piano, and I'm just recently starting my first band! I'm used to playing melodies and/or basslines... but now that I'm playing with a singer and bassist, is it best to just play chords (maybe with some added fills between the vocal parts) and leave the basslines for the bassist and the melody for the singer?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n7:35 am</dco> &nbsp;<qco> Do you like cycles?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n7:20 am</dco> &nbsp;<qco> thoughts on pizza?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n7:19 am</dco> &nbsp;<qco> do you have any other social media other than youtube and twitter?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n3:19 am</dco> &nbsp;<qco> Best cure for hiccups?</qco> </h3>      newer, better hiccups\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n2:41 am</dco> &nbsp;<qco> You hit every religon in your video but judaism !?</qco> </h3>      i recall mentioning the jewish people multiple times in the video, including talking about their religious beliefs. but i'm not sure, i haven't seen the video in a long time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n2:21 am</dco> &nbsp;<qco> how do i fuck a pillow</qco> </h3>      did you read the instructions\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n2:06 am</dco> &nbsp;<qco> What do you think about the recent hurricane that hit Texas?</qco> </h3>      i think it was very major, and serious. one of the biggest ones of all time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n1:27 am</dco> &nbsp;<qco> how many Mexicans does it take to change a lightbulb?</qco> </h3>      1\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n1:16 am</dco> &nbsp;<qco> How do I become <a href=\"http://billwurtz.com/key-to-being-creative.mp4\">more creative?</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n12:48 am</dco> &nbsp;<qco> if you think about it, capital letters are kinda weird and unnecessary. </qco></h3>      i disagree<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is that why you don't use them?</qco> </h3>      i <a href=\"http://billwurtz.com/questions/capitals-report.php\">do use them</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.2.17&nbsp;\n12:38 am</dco> &nbsp;<qco> why was there only one mention of australia in hotewig and o kjghillion other mentions of everything else</qco> </h3>      there were actually 0 mentions of most things\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n11:40 pm</dco> &nbsp;<qco> Have you written a song with just one note? </qco></h3>      <a href=\"http://billwurtz.com/no.mp4\">no</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What would that even sound like lmao</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n10:41 pm</dco> &nbsp;<qco> so... what are you looking for in an assistant? what should they be good at?</qco> </h3>      i have no idea. but if someone comes along who is good at something, i would not rule out the possibility of working together, if the opportunity presents itself. most of the time this doesn't happen, because i am very particular about the way i do things and i have learned to do most things myself, but i am not ruling out the possibility that it may work in some way\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.1.17&nbsp;\n10:11 pm</dco> &nbsp;<qco> Do music videos kill the vibe of the song?</qco> </h3>      it depends what vibe you had in mind before you saw the video\n<br><br>"
  }
]
