[
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n6:11 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201801282149\">1.28.18&nbsp;&nbsp;9:49 pm</a>  HOW DID THEY KNOW</qco> </h3>      i guess that person has gotten to know me pretty well\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n6:08 pm</dco> &nbsp;<qco> From the reality videos i saw that you've been stuck in the middle of doing long videos and short videos. i love the duration of your newer content Bill. it seems that you've found the balance. Will you continue on doing these avarage length videos? Or will 6-30 sec videos come back?</qco> </h3>      hopefully without jinxing it by saying it here, i am making another attempt at having a video release every 2 weeks, every other tuesday. i attempted to do this last october, but i thought i was going to alternate between songs and non-songs. the failure of this was that a full 3+ minute song, with video, can not be done in 2 weeks. i wanted to believe it could be done, but it just can't. so this time, i am not guaranteeing any 3+ minute songs to be completed in less than 2 weeks, but instead, i am going to try to compromise and write the videos a little bit shorter (30 sec. if i have to) and also work on songs simultaneously. it's a terrible paradox because the songs need to be done as soon as possible. hopefully no one will see this, so i don't feel like a jerk again when i fail at the 2 week schedule again\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n6:08 pm</dco> &nbsp;<qco> Everyone accidentally came to earth Bill ur not special&nbsp;</qco> </h3>      did i say i was\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n6:08 pm</dco> &nbsp;<qco> How to spoon?</qco> </h3>      i think there are some pamphlets about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n6:05 pm</dco> &nbsp;<qco> How do you find meaning in a world that seems void of inherent, clear-cut purpose?</qco> </h3>      stop trying to cut the meaning so clearly. recognize the liquidity of the meaning. and go swimming, in the meaning\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n6:03 pm</dco> &nbsp;<qco> Why don't you follow anyone on instagram?</qco> </h3>      i only use instagram to post\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n6:01 pm</dco> &nbsp;<qco> You talk about how that's the way you like to live your life, now, what exactly is that way?&nbsp;</qco> </h3>      i think the only time i have ever used that phrase was in a video called 'i am steve' which was a fictional video, and that line relates to what came before it in the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n6:01 pm</dco> &nbsp;<qco> Why are key signatures so annoying?</qco> </h3>      maybe because you've never needed one. or maybe someone tried to teach you to use them before you needed it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:55 pm</dco> &nbsp;<qco> what do you think of rocks with plaid shirts?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:54 pm</dco> &nbsp;<qco> Is your new video supposed to be a parody of this questions page</qco> </h3>      no, then there would have been a lot more spongebob quotes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:52 pm</dco> &nbsp;<qco> What do you work as?</qco> </h3>      bill wurtz\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:51 pm</dco> &nbsp;<qco> Do you make songs based off your life?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:51 pm</dco> &nbsp;<qco> do all of your videos have deeper meanings behind the surface and if so,</qco></h3>      i suppose anything can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; how's everyone doing at figuring them out?</qco> </h3>      i haven't been following. i've been making more videos instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:49 pm</dco> &nbsp;<qco> Did you use the previous question to make part of your video? The one that said, \"why is everything so dumb and stupid?&nbsp;</qco> </h3>      the question was not asked until after the video was released. which would be 2 weeks after it was written\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:47 pm</dco> &nbsp;<qco> why is it called a flight of stairs? shouldnt it be called a walk or run of stairs? My thought on the subject is that when stairs were invented (which was awhile ago) people had the ability of flying but then government became a thing and they didnt like the flying because as we all know people in the government cant fly and in a fit of jealously they stopped everyone from flying but left the name for the stairs leaving it as a flight of stairs. what are your thoughts on the matter?</qco> </h3>      i think in the 1200s, going up stairs was the closest thing to flying we could really do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:45 pm</dco> &nbsp;<qco> have you tried reading out your answers here in a donald trump voice and did it make you chuckle</qco> </h3>      that's how i always imagine them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:44 pm</dco> &nbsp;<qco> happy birthday</qco> </h3>      thank you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:44 pm</dco> &nbsp;<qco> Is that a thing?</qco> </h3>      is what a thing. nevermind, yes. everything is a thing, i just remembered\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:43 pm</dco> &nbsp;<qco> Is everything stupid?</qco> </h3>      yes, and smart\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:40 pm</dco> &nbsp;<qco> Bill I have a concert tomorrow what shall I say to my peers to get them in the right frame of mind?</qco> </h3>      are they performing too? or in the audience? giving concerts is hard when you know people in the audience\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:39 pm</dco> &nbsp;<qco> if 2+2 has been 4 for so many darn years, how come it's a billion in this video: http://www.billwurtz.com/whats-2-plus-2.mp4 ?</qco> </h3>      because that video is fiction\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:37 pm</dco> &nbsp;<qco> is it me or do you like animating your characters more often now like in your just released video \"maybe i could eat blades of grass\"</qco> </h3>      ever since history of the entire world i learned how to draw things in videos, and i've been doing it ever since\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:36 pm</dco> &nbsp;<qco> What was the question that damien maymdien skipped in the latest video?</qco> </h3>      the duck horse question\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:35 pm</dco> &nbsp;<qco> Can you tell us more about damien maymdien?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:34 pm</dco> &nbsp;<qco> what's your favorite type of cookie?</qco> </h3>      the kind i implicitly consented to, without seemingly having done anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:31 pm</dco> &nbsp;<qco> Why is your latest video titled 'maybe I could eat blades of grass' when it has nothing to do with the video&nbsp;</qco> </h3>      that is to throw you off the trail\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:29 pm</dco> &nbsp;<qco> what made you write the song New Canaan (as someone who is from a town near New Canaan, CT)?</qco> </h3>      traveling to new canaan\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:26 pm</dco> &nbsp;<qco> what is your opinion on censoring art?</qco> </h3>      some days u gotta just go in there and censor the hell out of some art\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:25 pm</dco> &nbsp;<qco> how does a candle taste?</qco> </h3>      it depends what flavour\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:25 pm</dco> &nbsp;<qco> Where did you get that sombrero?</qco> </h3>       <a href=\"q.php?date=201801291434\">1.29.18&nbsp;&nbsp;2:34 pm</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:20 pm</dco> &nbsp;<qco> I listen to you quite frequently on Spotify. Does doing this help you in any way, shape, or form? Is it so minimal that I should just shut up and buy your songs on iTunes? Would you prefer me to use one method of enjoying your music over another?&nbsp;</qco> </h3>      my favorite way is listening to sound files on a hard drive. it's the most reliable and user-friendly to me. you can do that if you want, or whatever way you prefer. if you want to give me money you can do that too\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:15 pm</dco> &nbsp;<qco> how can you start finding the magic in everyday life again? because it seems i've lost it.</qco> </h3>      try rotating it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:13 pm</dco> &nbsp;<qco> Can I have more backstory about \"Believability Bob\"?</qco> </h3>      there is no backstory. he barely even has a body\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:13 pm</dco> &nbsp;<qco> do you dislike people's expectations of you?</qco> </h3>      luckily i don't really know what they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:13 pm</dco> &nbsp;<qco> Damien, why is everything so dumb and stupid?</qco> </h3>      ah, that is due to intelligence. please don't call me damien\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:12 pm</dco> &nbsp;<qco> The world is stupid.</qco> </h3>      yes, and smart\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:12 pm</dco> &nbsp;<qco> Have you ever considered capital letters?</qco> </h3>      <a href=\"capitals-report.php\">yes</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:10 pm</dco> &nbsp;<qco> how do you not creatively burn out and consistently come up with fresh new ideas?</qco> </h3>      ideas grow on trees. i don't have any trees but luckily they can also be found on the floor, and ceiling\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:09 pm</dco> &nbsp;<qco> Sometimes you seem a bit down...are you alright, bill?</qco> </h3>      yes, are you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:08 pm</dco> &nbsp;<qco> Some of your songs or lines in your songs make it sound like you're going through a breakup,</qco></h3>      i am not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; are u ok</qco> </h3>      yes, are you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:08 pm</dco> &nbsp;<qco> do you like tuesdays</qco> </h3>      they are ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:07 pm</dco> &nbsp;<qco> have you ever been flown by a bird?</qco> </h3>      no, but i've been meaning to try it some time<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:07 pm</dco> &nbsp;<qco> Why don't you write in the notebook page anymore? I personally find the entries there very thought provoking.</qco> </h3>      i never wrote there. that is a place where i can upload things i have written previously\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n5:07 pm</dco> &nbsp;<qco> why is everything so dumb and stupid?</qco> </h3>      due to intelligence\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n4:41 pm</dco> &nbsp;<qco> Do you have a tried and true process for writing lyrics?</qco> </h3>      i never write lyrics non-musically\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n4:05 pm</dco> &nbsp;<qco> how to be cool</qco> </h3>      \nsecret hint: everything is cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n4:04 pm</dco> &nbsp;<qco> Have you ever written a song for someone in particular?</qco></h3>      i think so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you plan to?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n4:02 pm</dco> &nbsp;<qco> What gives you hope?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n3:47 pm</dco> &nbsp;<qco> How do you write your music? It seems really cool</qco> </h3>      i just think of how i want it to go, and tell myself (and save me telling myself) \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.30.18&nbsp;\n3:36 pm</dco> &nbsp;<qco> How do you calm yourself down when you panic? Cause I panic alll the time&nbsp;</qco> </h3>      consult the panic hand book, which is all about how to panic. read the book, and remember not to do any of those things in the book\n\n<br><br>"
  }
]
