[
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n11:23 am</dco> &nbsp;<qco> why are none of your songs in D minor? Why do you go for all the complicated keys in your songs?</qco> </h3>      most of my songs are in less complicated keys than that. major keys\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n11:11 am</dco> &nbsp;<qco> Bill, why does the concept of friends give me anxiety?</qco> </h3>      because you know how expensive greenwich village actually is\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n11:00 am</dco> &nbsp;<qco> how do i breath the same air twice?</qco> </h3>      you can't even breathe the same air once\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n10:41 am</dco> &nbsp;<qco> EVERYTING IS STUPID</qco> </h3>      i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n10:41 am</dco> &nbsp;<qco> Hallelujah, The day goes on, and La de da all contain the word \"day\" multiple times. Is that a meant to be a recurring theme?</qco> </h3>      no but it's a nice word and a nice thing which we all may be familiar with\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n10:33 am</dco> &nbsp;<qco> What's your favorite instance or rendition of The Lick?</qco> </h3>      how about <a href=\"randylick-7avsouth.mp3\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n10:20 am</dco> &nbsp;<qco> Some people make a career out of being repetitive you seem more interested in running away and avoiding it</qco> </h3>      you some how just made something and its opposite both sound negative\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n10:19 am</dco> &nbsp;<qco> what's your favorite paintbrush </qco></h3>      how about the fan brush<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and how do you deal with it?</qco> </h3>      give the trees some highlights, in an unexpected color\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n9:45 am</dco> &nbsp;<qco> Boi why do I keep failing&nbsp;</qco> </h3>      to figure out how things work and don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n9:39 am</dco> &nbsp;<qco> did you write that story about the sphere you linked to on the anagrams page? </qco></h3>      no, Michael Crichton wrote that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you often write stories?</qco></h3>      yes but i don't do them like that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n what made you put that story there, </qco></h3>      the anagram reminded me of talking to the sphere, that scene from 'sphere' where the person talks to the sphere <h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and if you wrote it what made you write it</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n9:28 am</dco> &nbsp;<qco> what happens if i don't take short walks in the morning</qco> </h3>      try not doing it and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n9:03 am</dco> &nbsp;<qco> lots of us take a mandated break during the work day but someone else is telling us to do it in fact a lot hahaha of the things mmmmpfhgt you express that you struggle with gulp could be fixed by someone else telling you to do it.</qco> </h3>      that's true but it has to be someone who has power over me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n8:48 am</dco> &nbsp;<qco> Who is your favorite musician and/or composer?</qco> </h3>      oh i'm not falling for that one again. every time i pick a favorite another one becomes better\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n8:47 am</dco> &nbsp;<qco> I've noticed you use the MM6 (?) a lot, have you ever thought about getting a new/different keyboard?</qco> </h3>      i would prefer to get a new one that's as much the same as possible. particularly in how much it weighs\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n8:26 am</dco> &nbsp;<qco> Do you take constructive criticism?</qco> </h3>      \nthe constructivity status of criticism is all too often mislabeled, in the industry\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n8:15 am</dco> &nbsp;<qco> there are so many comments on your youtube videos where people mention that they have a crush on you and are in love with you etc. how do you react to these comments, are you flattered or do they make you uncomfortable?</qco> </h3>      no need to react but what does make me slightly uncomfortable is questions specifically requesting a reaction<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n8:02 am</dco> &nbsp;<qco> What is your favourite cheese?</qco> </h3>      woke up in nashville\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n7:39 am</dco> &nbsp;<qco> is the new vid coming on sept 4</qco> </h3>      ***\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n7:30 am</dco> &nbsp;<qco> Is this website secretly a VIP club and I am not part of it?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n7:29 am</dco> &nbsp;<qco> Give us a sneak peek at the new song's title?</qco> </h3>      *'* **** ******* **** ** *** ***** ****\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n7:13 am</dco> &nbsp;<qco> constructive criticism 1: I think you can improve your handwriting (but you may not have time due to the 2 week thing)</qco> </h3>      i write the way i like\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n6:35 am</dco> &nbsp;<qco> describe your first ever experience picking up a musical instrument.</qco> </h3>      i don't remember it but it would be 'oh what a powerful and limitless tool,' that is the way i usually react to new things and as a baby i was no different\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n6:23 am</dco> &nbsp;<qco> You mentioned in https://billwurtz.com/reality/201103060300.mp4 that you would like to sit on that chair sideways. Was that why you fell off your chair in Hallelujah?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n4:07 am</dco> &nbsp;<qco> i like to take walks outside to cool off my mind but lately the worlds been on fire any tips</qco> </h3>      looks like you will have to learn to fire walk\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n4:05 am</dco> &nbsp;<qco> how long are the reality videos usually before you cut them down and make them coherent?</qco> </h3>      could be a few minutes or hours<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n2:49 am</dco> &nbsp;<qco> i can't write songs..... it feels like I have nothing to write about&nbsp;</qco> </h3>      as a fun exercise, try writing something that is technically not a song. i think that may be a win win for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n2:19 am</dco> &nbsp;<qco> why was my job application at maccas denied&nbsp;</qco> </h3>      because someone else had already been accepted. the next question is why didn't you apply to all the places that need you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n2:03 am</dco> &nbsp;<qco> how often do you take breaks in between answering questions and working on videos and music and everything on the site and WOW YOU DO A LOT OF THINGS\n<br>\n<br>ok yeah how often do you take breaks because it feels like my breaks are so long that me being productive is almost like a break from taking a break and i end up feeling really down during extended breaks (actual breaks, not breaks from taking a break) and it makes me not even wanna start doing productive things again because i wanna keep feeling down for some reason because it takes less effort than being productive :(\n<br>\n<br>anyway how often do u take breaks</qco> </h3>      nevreeeeeeeeee\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n1:55 am</dco> &nbsp;<qco> Have you ever considered singing to a track through the PA when you perform live?</qco></h3>      yes but i'm not going to do it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I've had a lot of success with it. If people are into the music, and you can sell yourself with presence on stage, it really works.</qco></h3>      that's true but i'm looking for something more<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or are you very preferable to a live instrumental performance?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n1:29 am</dco> &nbsp;<qco> What inspired you to do music? \n\n</qco></h3>      music<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You have such a love and passion towards it.</qco> </h3>      it seems to love me\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n1:17 am</dco> &nbsp;<qco> here's my problem. i used to put on so much pressure on my self gradually to the point that i was about to collapse both mentally and physically. at that time i was so scared by myself that i couldn't manage even a single easy thing. then i spend a lot of time learning how to get muse relaxed, and figured out how to do many things that used to be impossible to me due to my inability to unwind myself. but then i suddenly realized i don't have enough pressure to push myself forward, because i've already 'cured' it. after that for a long time i feels like numerous pieces of self are scattered around, and i am puzzled to find a way to assemble them together and also have the fear to go back to my previous self-defeating state(which, however, i later figure out that it's unable to go back to). that's reason i always find it's so difficult to impose and schedule or order on my life, but without them i can hardly manage to get anything done..i'm still strug\n gling </qco></h3>      focus on the result you want and why you want it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.29.18&nbsp; \n12:40 am</dco> &nbsp;<qco> Is there an easy way to activate easy mode?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n11:58 pm</dco> &nbsp;<qco> why does this website look like it's been made by a high school student?</qco> </h3>      why are most websites virtually inaccessible because the extraneous crap loads first and then crashes everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n11:05 pm</dco> &nbsp;<qco> How do you see your work progressing as you get older? </qco></h3>      better and stronger<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nHave any goals or benchmarks?</qco> </h3>      10 singles in the top 10 at the same time would be nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n10:58 pm</dco> &nbsp;<qco> Im confused. You say that you have to repeat things many times over when answering similar questions, which can be tiresome, yet you seem to not be interested in having a F(un) A(nswerable) Q(uestions) section so people can just refer to them and save you the trouble. Why?</qco> </h3>      you seem to think that having a FAQ section is actually going to prevent people from asking the questions listed in it. why?\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n10:29 pm</dco> &nbsp;<qco> Is \"discipline\" abuse?</qco> </h3>      it can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n10:18 pm</dco> &nbsp;<qco> What's your skin color in RGB format?</qco> </h3>      \n228, 174, 126\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n9:39 pm</dco> &nbsp;<qco> I want to write a book what should it be about?</qco> </h3>      blankets. how to find a good blanket\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n9:16 pm</dco> &nbsp;<qco> I have a sucky singing voice how'd you get yours to sound so darn nice</qco> </h3>      find the fun and do it very often, funly. and don't make it hurt, sometimes pain is good but not for the voice. pain not good for the voice, someone should have told me that earlier don't worry i'm fine but i wish i knew that earlier\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n9:14 pm</dco> &nbsp;<qco> what's the first letter of the last word in your new thing?</qco> </h3>      a\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n9:02 pm</dco> &nbsp;<qco> Thoughts on the real book?</qco> </h3>      it's good but what's with those steve swallow tunes, no offense steve swallow i'm sure he's a great guy\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n8:56 pm</dco> &nbsp;<qco> Do you have any songs you would consider b-sides, or just songs you have worked on but eventually scrapped for whatever reason or another?\n<br>\n<br>If you do, it would be cool to have a sort of b-sides section on the site.</qco> </h3>      the expert page is where you are most likely to find all that type of material\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n8:46 pm</dco> &nbsp;<qco> Have you discovered the revelation that is required to complete the song by September 5? </qco></h3>      4th<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, what is the revelation?</qco> </h3>      the revelation is that the speed actually unleashes much stronger powers in the content itself. this goes for every step of the process. writing, the arrangement, the recording, vocals, every step of the process incurs huge breakthroughs as a side effect of having to push it to an unthinkable pace. the song i am doing wouldn't even exist if it weren't for this. it would never have been written. everything that's good about every step of the project so far is a direct result of the unthinkable time frame\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n7:58 pm</dco> &nbsp;<qco> What's the new song about?</qco> </h3>      \nthe front door<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n7:48 pm</dco> &nbsp;<qco> Holy shit i think I just found the solution to all my problems. Holy shit I think I just found the solution to all my problems. I THINK I JUST FOUND THE SOLUTION TO ALL MY PROBLEMS!!! HEHEHE YES!! OH MY GODDD OH MY GODDD. I DID IT!!! I JUST HAD A MAJOR BREAKTHROUGH YESS AHHH HAHAHA&nbsp;&nbsp;</qco> </h3>      looks like you've got everything under control\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n7:41 pm</dco> &nbsp;<qco> What do you dream about?</qco> </h3>      being awake\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n7:15 pm</dco> &nbsp;<qco> If you were forced to take a sponsorship, who would you take it from</qco> </h3>      one of the brands i actually use\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n6:56 pm</dco> &nbsp;<qco> Do you think space exploration is pretty important too</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n6:38 pm</dco> &nbsp;<qco> bill, if I take a short walk in the morning, and then immediately start working, \n<br>when will I eat breakfast?</qco> </h3>      immediately before or after the walk. whichever you prefer\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.28.18&nbsp; \n6:15 pm</dco> &nbsp;<qco> Have you ever not published a song you made because you didn't like it?</qco> </h3>      yes\n<br><br>"
  }
]
