[
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n8:25 pm</dco> &nbsp;<qco> the inside is the outside and the outside is the inside and a box is just a container like a slightly bigger tub made of card which is just toughened paper and people dont understand anything i say even though it is very easy to understand speakers are just very advanced vibrators and we are all just people who are insigifcant to the fabric of reality why dont people understand me i think i found the secret to the universe but it cannot be described with words. I have been enlightened.</qco> </h3>      if you think we are all insignificant then that somehow doesn't sound very enlightened to me, but to each his own i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> have you been recording 'reality' material and are therefore three years behind?&nbsp;</qco> </h3>      it's been a part of my life for at least 8 years. none of it was ever edited/produced until 2016 when i took 3 months off of all other content to only produce reality content 2010-2016. since then, i have never been able to find a way to produce it in any sizeable quantity without it taking away devastating amounts of time from the production of other content (videos/songs, etc). in addition, i wouldn't want the production to be fully up to date, because one of the things that makes the reality section more compelling is the fact that it is edited years later when i know how the story is going to turn out. so i can make much stronger use of foreshadowing that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> was \"Tuesday\" inspired by your tuesday uploading schedule or am i overthinking it</qco> </h3>      \"tuesday\" was written in 2013, which was before i was releasing songs online at all, and it was recorded/released in 2014 when the song release schedule was actually Wednesdays. it was released on a Wednesday\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n7:30 pm</dco> &nbsp;<qco> do you see a pattern here ?</qco> </h3>      many patterns\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n7:14 pm</dco> &nbsp;<qco> what is the time in germany?</qco> </h3>      20:45\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n7:01 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903140653\">3.14.19&nbsp;&nbsp;6:53 am</a>  is this because you don't have a sleep schedule that divides equally into 24?</qco> </h3>      no, 24-14 = 10. that would still be a very nice good amount of sleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n6:40 pm</dco> &nbsp;<qco> favorite moment?</qco> </h3>      now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n6:33 pm</dco> &nbsp;<qco> in the video for sexy pants I see a phone box with the word \"TELEPHONE\" changed to \"HELLO\" near the start.\n<br>\n<br>this reminds me of old somethingawful edits, specifically the \"all your base are belong to us\" video where the phrase appears edited in to all kinds of photographs to great humourous effect.\n<br>\n<br>i am curious if you specifically reference that here, or if it is just a coincidence?&nbsp;</qco> </h3>      i am not familiar with somethingawful\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n6:27 pm</dco> &nbsp;<qco> imo, \"might quit\" is your most repeatable song yet, at least since \"la de da\". I feel like your production / mixing is much better since then when I listen to them both back to back (and over and over). Have you been getting help on that or just learning through practice?&nbsp;</qco> </h3>      just gradually figuring things out\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n6:05 pm</dco> &nbsp;<qco> do you find you get a lot of questions riffing off the last few you answered?&nbsp;&nbsp;</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nand if so do you mind it?</qco> </h3>      it is manageable because i can choose which questions to answer. so if there is any trend i particularly don't like, i can just stop answering those and it usually disappears within a couple of days\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n6:02 pm</dco> &nbsp;<qco> I want to learn about and make every god damn thing, but it's really hard to do that because there are so many things. I feel like everything is connected, and learning about anything tells me stuff about everything, and yet I can't choose what it is I want to learn and make! What do you do about this?</qco> </h3>      ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n5:59 pm</dco> &nbsp;<qco> have you ever questioned a question?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n5:56 pm</dco> &nbsp;<qco> what is the best way to appreciate nature</qco> </h3>      dress up in a nature costume from time to time\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n5:56 pm</dco> &nbsp;<qco> One of my friends sent me a book, which is very kind. But the book is filled with lethally bad advice. How do I express gratitude for the thought and care while not being totally full of shit?</qco> </h3>      oh you're screwed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n5:38 pm</dco> &nbsp;<qco> Bill, Do you think I'm a good person?&nbsp;</qco> </h3>      yes, and bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n5:16 pm</dco> &nbsp;<qco> tips for world domination? I'm kind of in a rut.</qco> </h3>      start by just dominating 1 small thing, and then dominate a slightly larger thing each day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n5:16 pm</dco> &nbsp;<qco> whats up with astrology?</qco></h3>      it can be used for business or pleasure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why do people like it?</qco></h3>      it can be an interesting way to try to understand the universe<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; why do people hate it?</qco></h3>      usually because they have only seen the stupid version and they don't like that version possibly due to its stupidity no offense to the stupid version<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what even is it?</qco></h3>      studying the cycles and patterns of our solar system, in the context of our lives on earth<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it just people who believe the stars/space dictate the future? \n</qco></h3>      not really<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how is your day bill?</qco> </h3>      pretty good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n4:38 pm</dco> &nbsp;<qco> can you answer with something witty</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n4:33 pm</dco> &nbsp;<qco> favorite muse moment</qco> </h3>      <a href=\"muse-timeisrunningout.mp3\">this</a> i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n3:44 pm</dco> &nbsp;<qco> How to human?</qco> </h3>      scientists are still trying to figure out\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n3:35 pm</dco> &nbsp;<qco> is it an important distinction that the lyrics in \"might quit\" go \"so i'll sing this song instead\" and are immediately followed up by instrumental non-sung solos?</qco> </h3>      yes. it would not have worked any other way\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n3:16 pm</dco> &nbsp;<qco> How do you fell about minecraft</qco> </h3>      temperate\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n2:22 pm</dco> &nbsp;<qco> will a live show, from the tour, be recorded and indeed uploaded?</qco> </h3>      that will happen regardless of if i do it. unless we confiscate people's phones or something\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n12:00 pm</dco> &nbsp;<qco> what is adventure?</qco> </h3>      trying to unsubscribe from a mailing list you never subscribed to\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n11:57 am</dco> &nbsp;<qco> favorite bill wurtz moment?</qco> </h3>      now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n10:39 am</dco> &nbsp;<qco> favorite steve jobs moment?</qco> </h3>      maybe <a href=\"sjlife.mp4\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n10:38 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903131355\">3.13.19&nbsp;&nbsp;1:55 pm</a>  what is the proper context</qco> </h3>      for example, the final jeopardy 'thinking' song would be properly contextualized if it's being played while the 3 contestants are thinking up their answers on a game of jeopardy\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n10:34 am</dco> &nbsp;<qco> If you can, do you?</qco></h3>      sometimes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why?</qco> </h3>      due to reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n10:26 am</dco> &nbsp;<qco> how do I fix this damn sleep schedule?&nbsp;&nbsp;</qco></h3>      i don't know<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I keep sleeping through lunch and I'm tired of it</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n9:29 am</dco> &nbsp;<qco> what inspired ur new song</qco> </h3>      the verse melody came from a dream\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n9:29 am</dco> &nbsp;<qco> where's my dad?</qco> </h3>      he's wondering where you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n9:22 am</dco> &nbsp;<qco> favorite The Cure moment???</qco> </h3>      maybe <a href=\"cure-friday.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n9:21 am</dco> &nbsp;<qco> how do i free myself from me</qco> </h3>      you could try freeing somebody else from themself. that could give you some ideas\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n9:04 am</dco> &nbsp;<qco> Are you aware that one of those auto generated youtube pages called Bill Wurtz - Topic can have your songs uploaded on it up to almost a week before you release them.</qco></h3>      it's on the date i specify to release the song to the stores, but due to time zones it can sometimes appear to be available on the early side by several hours. the video is supposed to come out at the same time, but sometimes i fail at being able to finish in time, and then there is nothing i can do because in order to release the song to the stores you have to send it 2 days in advance. so i send it on sunday, assuming that the video will be done by tuesday, but if there is a spectacular failure, the video is not able to be finished<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Also in the description of every song on that channel it says the song was provided by DistroKid. Btw here's the link <a href=\"https://m.youtube.com/channel/UCeATCXpa1wVcGWSl9rWmI2g\">https://m.youtube.com/channel/UCeATCXpa1wVcGWSl9rWmI2g</a></qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n8:29 am</dco> &nbsp;<qco> Favorite moment?</qco> </h3>      now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n8:15 am</dco> &nbsp;<qco> bill that may sound weird but do you have any tips on how to write down a melody without using sheet music but just a txt? something that includes the notes, whether they are going up or down, the rhythms, accents maybe, but without using traditional notation and generally not symbols (at least not many). not necessarily suitable for others to read, just for my reference. like what if i wanted to write down \"twinkle twinkle little star\" in the key of C. i thought of writing it down as (without including the tempo right now): TREBLE, C, 4/4: C(4)q-Cq+Gq+Gq|Aq-Aq_Gh|Fq-Fq_Eq-Eq|Dq-Dq_Ch so i'm using a dash when the pitch stays the same, a + when it ascends and an underscore when it descends. after the letter of the note i use q for quarter, h for half, i'd probably use h. for dotted half etc. but what would i do if i wanted to write staccato markings or slur notes together, or maybe write chords as well. i think as an idea it looked good at the beginning but i'm starting to see the impracticality of it</qco> </h3>      i do have a system for this. if you want to really display 'enough' information, it's gonna be a lot of information. but i do it in 4 lines. (actually for the melody it's just 2 lines, notes and rhythm. but i usually have a nother line for lyric, and another line for chords). i was looking for an example on my phone but unfortunately all the examples are of songs that haven't been recorded yet, and as much as i would love to spoil a future song i'm not going to. but here is what it would look like for part of one of my songs, assuming i wrote this on a plane or something, which i did not, but this is whati would have done:<br>\n<br>\nand i /won't get mad about the /dream if you promise to be/lieve in me<br>\n<br>\n12/3 5 4   3 2 1/v5  v3 ^3 /22 7  7 /7 1 v4 <br>\n   <br>\n&a1  e  &     &a e  1  a e  3e a  &  1  a  & <br>\n<br>\n6m7 _  2m7  _  1/5  _   5sus4  _  5 _ 2-7<br>\nchord rhyth: 1 (2)& _ _ 1 _ 3 _ 1 (2) &<br>\n<br>\nok i actually included another line here for chord rhyth to make sure i got those anticipations. which i may or may not have done in real life because i may have figured out due to common sense that those are supposed to hit with the melody. ... But, basically as you can see, the melody line is numbers in the scale. there are no flats here but i would use b3, b7, etc if i needed those. slash marks there are just for extra redundant clarity, they mark the top of the bar. or in some cases i will use them at the half bar as well. those slashes are also something i always use in lyric sheets just for extra clarity. they don't specify the rhythm exactly, but they do provide some clarity as to where the top of the bar is. and the rhythm will be further clarified on the rhythm line. As for which octave the notes in, there is no exact formula, but it is generally assumed that the note will be the closest one. so 3 5 means the 5 is higher. and if when i'm writing it i feel like it won't be obvious, or if it's a big jump, i will use v or ^ to indicate the higher or lower octave. also a lot of times i use 8s or 9s, which can help to indicate the high 1 or 2. that of course would be a disaster beyond 9 because then it's 2 digit numbers and that would be a disaster. also i generally use spaces to approximate the rhythm (on the melody / lyric line), again this is not to exactly illustrate the rhythm, but at least it's a hint (the exact rhythm will be shown on the rhythm line.) when you first take a look at this notation having no memory of the idea weeks later, you need all the hints you can get.<br>\nthen for the rhythm line, i'm using the 1e&a2e&a3e&a4e&a system, and i only write where the melody is. and again i use spaces in between for clarity. occasionally it's necessary to put the down beat number in parentheses if there's a big space. for example 1      &     ....i might wanna say 1   (2) &  to be sure if it's the & of 2 and not the & of 3. <br>\nand for the chord line, i generally may specify if there is a smallest subdivision, like \"chords every 2 beat\" ... or, if i say 'chords every 1 beat', then i have an underscore line _ which means no chord there. so if i say '1 chord per beat' and then say C _ F C G _ _ _, that actually means the first C is 2 beats, and the G is 4 beats. make sense? using the underline marks to keep the time consistant. this stuff is all just an amalgamation of different writing tricks i've used, and if at all possible, it's best to also jump on an audio memo and sing SOMETHING. Also it's good to provide any additional information you can, as hints. definitely say what tempo. also say what key, if you think you know a good key, or if you think you know what key you are hearing it in. also if you are on a phone doing this, which is usually where you will need this, autocorrect will kick your ass the entire time. good luck\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n6:53 am</dco> &nbsp;<qco> when did you realize that sleep was necessary and not to be fought?</qco> </h3>      usually around hour #14\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n6:21 am</dco> &nbsp;<qco> less is more, Bill</qco> </h3>      i'm not entirely sure you believe that, Geoff\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n1:58 am</dco> &nbsp;<qco> i'm currently on a marathon of every video you made for your audio journals and i can relate very much to your writers block period</qco></h3>      i don't recall having writers block<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and the organization and attempt at salvaging any good songs written before writers block. any advice for a young songwriter in that predicament?</qco> </h3>      you must think outside the block\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n1:17 am</dco> &nbsp;<qco> how do you put the pin back in a grenade time sensitive question help</qco> </h3>      oh man, you gotta go pinless. it's 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n1:10 am</dco> &nbsp;<qco> how to self?</qco> </h3>      alone, or in groups\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.14.19&nbsp; \n12:06 am</dco> &nbsp;<qco> Will you be at any of the Scary Pockets live shows this weekend? I</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.19&nbsp; \n11:59 pm</dco> &nbsp;<qco> Are you f*cking the schedule or is the schedule f*cking you</qco> </h3>      the old schedule has been fucked by a newer potentially greater schedule with entirely too much ambition for my current capability range\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.19&nbsp; \n11:49 pm</dco> &nbsp;<qco> you should be rich. not saying you are in my assumptions, but like you deserve to be rich. not so you can live in luxury. i dont even think youd be comfortable in luxury. No, you should have wealth in order to achieve full potetnial in anything you want to do. For example, the fact you dont live in a secluded decent size house that allows you to play your drums as loud and often as you want is absurd. you're a genius and deserve your own studio or anything you need to create. why haven't you tried heavier to progress in the game of capitalism?\n<br></qco> </h3>      sometimes it can be bad luck. i think i had some experiences at an early age where i had access to tools that were well beyond my experience level. as a result i felt completely frozen and confused, and stayed that way until whatever such equipment fell out of availability to me. after that, seeing other people actually making good progress using professional equipment only made me feel sad and got me stressed out. it made me feel like i would never win the race to get ready. i'm very sensitive to any kind of 'gear hustle.' that dark scary feeling that somewhere in a slightly nicer neighborhood, there's people who have better access to better equipment who will always be a 'step above' somehow. always been very scared and sensitive to this because being with the 'in crowd' was never something i was capable of. what i was capable of was completely the opposite, and so i am terrified of the gear hustle because it makes me feel like i'm living in a world opposite to one i am meant to succeed in. but then when i discovered that creativity lives everywhere and in everything, that was what unlocked the secret to being able to think comfortably, without the stress of the gear hustle. everything i've ever accomplished was built around that. the upgrades have come very gradually and steadily, nearly unprovoked. and when they do occur, they are fully welcome and strong. kind of like an ice age\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.19&nbsp; \n11:16 pm</dco> &nbsp;<qco> Favorite trumpet moment?</qco> </h3>      how about something like <a href=\"dizzy-trumpet.mp3\">this</a> or <a href=\"miles-freddie.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.19&nbsp; \n11:14 pm</dco> &nbsp;<qco> Hey bill, you do \"Slow down\" on your live tour, can you hold a vote each performance to change \"clients name\" to the winner of the vote? I think id die happy if you used my name in your song. :)&nbsp;</qco> </h3>      it would be great to put names there, but it would be a paid spot. (it's a client, not a representative)\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.19&nbsp; \n10:49 pm</dco> &nbsp;<qco> Thoughts on The Catcher in the Rye?</qco> </h3>      it's good. everyone can probably identify with the main character until they find out that serial killers also identify with him\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.19&nbsp; \n10:41 pm</dco> &nbsp;<qco> When do you feel you have the most fun in the process of writing and releasing a song?</qco> </h3>      the most fun and the least fun are peppered thoroughly throughout, side by side\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.19&nbsp; \n9:35 pm</dco> &nbsp;<qco> pie day is tomorrow</qco> </h3>      it's fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.13.19&nbsp; \n9:33 pm</dco> &nbsp;<qco> i cant stop spilling my water. its like a serious problem the other night (probably around 1 am) i picked up my glass of water and just DROPPED it. dropped it on my foot. the water went up the walls as i went down in pain. anyways, i just now spilled my water and i have to go clean it up. what im asking is,,,,, any tips on how to not spill my water?? \n</qco></h3>      bottles, with caps<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and do u ever spill water??</qco> </h3>      not anymore, after i had a particularly dangerous spill and then switched to bottles with caps\n<br><br>"
  }
]
