[
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n10:55 pm</dco> &nbsp;<qco> how do you decide whether to put the title (or any word) into the thumbnail (e.g. here comes the sun, might quit, I'm a princess, etc.) or just straight up picture or symbol (e.g. more than a dream, fly around)?\n<br></qco> </h3>      \ni don't know how to decide. but i still have to decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n10:28 pm</dco> &nbsp;<qco> Can you do a backflip?</qco> </h3>      \ni can depict a backflip\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n10:11 pm</dco> &nbsp;<qco> Can you make a song about summer?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n9:12 pm</dco> &nbsp;<qco> what is the meaning of life?</qco> </h3>      \nconnecting the dots, except they already are connected and you just have to prove it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n9:11 pm</dco> &nbsp;<qco> Are Pelicans still groovy, in your opinion?</qco> </h3>      \neverything is groovy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n6:26 pm</dco> &nbsp;<qco> have you studied topology?&nbsp;</qco> </h3>      \na little bit\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n6:03 pm</dco> &nbsp;<qco> How 'loud' do you master your songs?</qco> </h3>      \nthe same as the previous one\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n5:43 pm</dco> &nbsp;<qco> do you ever feel like you don't have enough time to do everything you want?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n5:37 pm</dco> &nbsp;<qco> do you understand?</qco> </h3>      \nyes, but then it changes and i have to learn again\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n5:35 pm</dco> &nbsp;<qco> I've been obsessed with the harpsichord lately, and I want to try playing it. How do I learn how to?</qco> </h3>      \ni think it's the same as a piano\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n3:07 pm</dco> &nbsp;<qco> Ever considered singing gibberish or a made up language for the entire duration of a song?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n3:03 pm</dco> &nbsp;<qco> Do you question yourself, </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or only we do that?</qco> </h3>      \ni do it more\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n12:58 pm</dco> &nbsp;<qco> what is zero divided by zero?</qco> </h3>      \ndidn't happen\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n10:49 am</dco> &nbsp;<qco> what are your thoughts on trains?</qco> </h3>      \nthey are ruining the horse industry\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n10:32 am</dco> &nbsp;<qco> Have you ever wanted a pet flamingo</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n9:33 am</dco> &nbsp;<qco> define \"normal\"</qco> </h3>      \n ....'out of control'........'bonkers'.........'not feasible to attempt at this budget level'\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n8:09 am</dco> &nbsp;<qco> Before you switched to 3D, did you have to learn Geometry?</qco> </h3>      \ni already knew geometry\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n3:43 am</dco> &nbsp;<qco> Hey Bill!\n<br>Congratulations on the launch of another great song!\n<br>Just wanted to ask: was it intentional that \"fly around\" is 3:33 in length?\n<br>Thanks!</qco> </h3>      \nno. and i don't think it is. i think it's 3:32\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n1:53 am</dco> &nbsp;<qco> is music real</qco> </h3>      \neven better\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n1:36 am</dco> &nbsp;<qco> why don't you ever use capital letters?</qco> </h3>      \ni use them more than most people. BUT, i have a follow up question which is why don't you use them\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.11.22&nbsp; \n12:04 am</dco> &nbsp;<qco> Why do you sing about home / going home so much in your songs?</qco> </h3>      \ni guess it just feels good in a song but i am proud to announce that i have attended re-hab for it and will not be using that phrase again in the foreseeable future\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n11:33 pm</dco> &nbsp;<qco> i find it interesting to read the whole of mt st helens is about to blow up as being about climate change, do to references to some sort of looming apocalyptic thing, in the form of mt st helens blowing up and otherwise. what is that song about in your mind?</qco> </h3>      \nmount st helens being about to blow up\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n10:32 pm</dco> &nbsp;<qco> what is a cool topic</qco> </h3>      \nwarmth\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n8:03 pm</dco> &nbsp;<qco> What should you do if the people around you tell you to give up on your biggest passion (music) because you annoy everyone around you with it? Normally, I wouldn't be so easy to give up, but after years and years it starts to seem true. I love music though, I'm not sure I even could give it up. Should I just keep it to myself instead? Sorry if you've answered this before, have a good day!</qco> </h3>      \nkeep it to yourself, AND, whenever you're ready, make it available for anyone to find, whenever they're ready\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n7:35 pm</dco> &nbsp;<qco> I have just listened to \"Fly Around\" for the first time and it left me dancing around while crying at the same time. Bill your music is helping me understand who I am as an artist. My question: if there is something I've made that I don't like, should I just toss it and shift focus to something else I do like or should I challenge myself to turn it into something I do like?</qco> </h3>      \nthis can get very confusing........ i admit, this can seem very chaotic until you've made a system, based on what you seem to truly want most, and what you think is the most realistic way to best acheive that over time. which sometimes takes a long time to figure out, and i apologize for that. the good news for now is, you can make either choice and you're probably gonna be fine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n7:23 pm</dco> &nbsp;<qco> What was the first line you wrote of fly around</qco> </h3>      \nthe first line\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n6:28 pm</dco> &nbsp;<qco> in im scared, is 2:32-2:40 in any way inspired or related to 2:29-3:40 of money</qco> </h3>      \nthey both have the same producer, which in this case (well, every case) happens to be me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n5:53 pm</dco> &nbsp;<qco> do ever feel multiple worlds generating when you make a decision</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n5:07 pm</dco> &nbsp;<qco> Do you enjoy calculus? (as a treat)</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n5:06 pm</dco> &nbsp;<qco> bill, what constitutes a promise?</qco> </h3>      \nsomeone predicting the future accurately\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n4:51 pm</dco> &nbsp;<qco> Do you have a favourite ending to phrases that go 'holy {noun}' like 'holy mackerel' or summat?</qco> </h3>      \nthese fluctuate in time. so any attempt at ranking them would be a fleeting snapshot at best\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n4:11 pm</dco> &nbsp;<qco> I can't pay attention in music school. Why call it V/VI when you can just call it by it's real name</qco> </h3>      \nthe point is to use numbers so it works in any key, but if you ask me i have no idea why anyone wants to use roman numerals instead of arabic numberals (1, 2, 3)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n2:50 pm</dco> &nbsp;<qco> what genre is your music?</qco> </h3>      \n'attainable'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n1:48 pm</dco> &nbsp;<qco> What's your favorite 2D shape?</qco></h3>      plane<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What's your favorite 3D shape?&nbsp;</qco> </h3>      \nvolume\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n1:30 pm</dco> &nbsp;<qco> All I play is guitar(both an electric and acoustic). I know a few songs fairly well like Fade to Black and a few others. I'm interested in making music but I don't know where to start.&nbsp;</qco> </h3>      \nbasically all you have to do is convince someone who's listening to you that everything's gonna be ok. Surprisingly, no one's been able to really pin-down or prove any specific way of actually doing this. so, you may be the first\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n1:29 pm</dco> &nbsp;<qco> You seem to&nbsp;&nbsp;say, \"i was going to say (X) but now that i think about it (opposite of X)\" a lot when answering these questions. </qco></h3>      only if X is 'no' or 'yes'. other variations of that would be extremely extremely rare<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Does this phrase apply to a lot of your life?</qco> </h3>      \nno, but it applies to a lot of these questions<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n12:56 pm</dco> &nbsp;<qco> What is your greatest wisdom?</qco> </h3>      \nany wisdom fluctuates. so any attempt to rank them would be a fleeting snapshot at best\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n12:31 pm</dco> &nbsp;<qco> where do you buy your shirts man</qco> </h3>      \nat the normal store. for example: if you go to the most normal store in your area, i promise it's almost exactly like that store, and if i lived in your area i would definitely go to that store. i go to the normal store\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n12:28 pm</dco> &nbsp;<qco> what is the singular of grass</qco> </h3>      \nblade of grass\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n12:24 pm</dco> &nbsp;<qco> Thoughts on lighthouses?</qco> </h3>      \nthey are so tall, most people forget that they are also extremely wide\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n11:43 am</dco> &nbsp;<qco> i was gonna ask a question but now that i think about it i won't</qco> </h3>      \ni understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n11:29 am</dco> &nbsp;<qco> chord progression in the modulation at the end of 'fly around'? most notably 'melody is drifting into the future' thx bill xx</qco> </h3>      \ni'm approximating, but see if this gets the job done:<br>\n     Fmin7   Eb/F   Db/Gb   B/E<br>\n     Bbmin7   Ebadd4/C  Fadd4/D   B/E    Dbsus2/Gb<br>\n     Dbmaj7/Eb\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n10:19 am</dco> &nbsp;<qco> do you plan on making any short commentary videos this year (ex: wfaoie) or is releasing new music your top priority as of right now?</qco> </h3>      \nall options are on the table\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n9:18 am</dco> &nbsp;<qco> ever think about dabbling in microtonal music?</qco> </h3>      \nit depends what you mean. If you mean using free range of pitch, yes please. that stuff's always an option, especially in percussion, vocal, and many other types of sounds. if you are talking specifically about an evenly divided 24-tone scale, or another evenly divided scale besides 12, (and i'm sorry for assuming this if you weren't talking about that! but on the off chance that you do mean that, then....) no i don't think i'll be using that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n9:02 am</dco> &nbsp;<qco> In one of your notes, you said 'not a boat.' was your prized possession but you never got to use it. Can you do it now?</qco> </h3>      \ni used it in \"hallelujah\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n8:23 am</dco> &nbsp;<qco> is there a story behind \"i just did a bad thing\"? if so,, what is it?</qco> </h3>      \ni have 2 stories. one is about the way it was selected, and the other story is about the chorus almost being cancelled. For the song selection, i was using my standard song selection technique, which is to go through all my potential songs, and pick the ones i'm most excited about doing, and put them in a list. i came up with about 30 choices. THEN, this is where i made the mistake: i went around that final list a second time, to try to remove the ones i don't really want, and be left with only the best. The problem is, one by one i found reason to eliminate all of them. Maybe some of them felt too similar to a recent song.... maybe some of them felt too slow... maybe some of them felt too fast.... maybe some were too happy... maybe some of them felt like they would be too boring.... maybe some of them felt like they would be too crazy.... But i eliminated every single one. This is not what's supposed to happen. this is a fear driven situation i found myself in. Really, the important thing to remember when doing the song selection, is that truly any choice can work. Because most of the writing is still ahead, and the entire production is still ahead, and any song, if it's made it to that first list, it has more than good enonugh potential to be turned into something great. But here i was, being so particular that i had actually removed every song from the list. So, in a fit of rage, i un-removed all of them, and very quickly chose one that seemed like the weakest one, which was only 1 line at the time (\"just did a bad thing\"). Not knowing anything else about that song, which way it could go, not knowing what the 'bad thing' is, ... but it seemed to relate to the situation at hand, and i knew the antidote to this conundrum would be to choose something on a whim that was mostly unknown, just like this one. so that's why i made that choice. then i continued the writing from there, using my standard songwriting procedures and practices. The story behind the first chorus (the \"game\" section), is this: When i first launched into that section (coming up with half or maybe all of it), i was excited to have something like this, but then after a few more play-throughs i started to feel like that section really doesn't belong in this song. So i actually filed that away as a different song, and tried to continue forward (from 'cancelled') to see what else i can do instead. What else i found wasn't any better, so i eventually had to decide that the \"game\" section is the best option\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n8:18 am</dco> &nbsp;<qco> So i understand that you have used capital letters before on this questions page, but how come you never sing in capital letters?</qco> </h3>      \nthat doesn't make sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n8:17 am</dco> &nbsp;<qco> Have you ever done a cover or remix of a video game song?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n6:34 am</dco> &nbsp;<qco> would you consider wearing a beret to make a fashion statement</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.22&nbsp; \n4:33 am</dco> &nbsp;<qco> hi Bill, what are the chords that play under \"My calender is telling me it's the future\" in \"fly around\", they sounds very very nice</qco> </h3>      \n\"my calendar is telling me\" will be fine with Asus2, plus the melody note of each moment. And on \"future\", that would be C#min add 2\n<br><br>"
  }
]
