[
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n9:53 pm</dco> &nbsp;<qco> Bill, this is someome different from <a href=\"q.php?date=201710241917\">10.24.17&nbsp;&nbsp;7:17 pm</a>  , but common taken a break! Do it for us and for you, even though the 6 days will be more difficult, still! But we don't know your schedule, you know what's best for you. But just do it. Do it for yourself. But if the end game is not good then don't do it. But do it in the near future.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.24.17&nbsp;\n8:17 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710231922\">10.23.17&nbsp;&nbsp;7:22 pm</a>  Don't ever feel bad about not having perfect pitch. Perfect pitch sounds all well and good and has a nice name, but it's just a tool. \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And for me, it's a tool that I don't really use a lot anymore. It was helpful when I was transcribing lots of stuff, but people with good relative pitch can do it at essentially the same speed. The same goes for anything else someone with perfect pitch can do. In my opinion and in my experience, people who brag about perfect pitch are really insecure.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAnyway Bill, my question is: Do you like making longer and stronger videos, or do you want to go back to making vine-sized videos?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know you've talked about how they're not really feasible on youtube because of the algorithm. \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Please use capital letters.</qco> </h3><a href=\"capitals-report.php\">i do</a>"
  },
  {
    "html": "<h3> <dco>10.23.17&nbsp;\n10:18 pm</dco> &nbsp;<qco> I notice that at <a href=\"q.php?date=201710221243\">10.22.17&nbsp;&nbsp;12:43 pm</a> , someone asked if there would be a new video on Tuesday. You responded with \"hahahahahahaha sure no problem\". Then, another person asked at <a href=\"q.php?date=201710221746\">10.22.17&nbsp;&nbsp;5:46 pm</a>  if the video would be done by Tuesday, and you responded with nearly the exact same answer, but with one less \"ha\" in the laugh. Is this to show your growing distaste for the question, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or simply a coincidence?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.22.17&nbsp;\n7:00 pm</dco> &nbsp;<qco> Hey, just a heads up... i was reading through the random questions and there's a question from 3.21.16Â&nbsp;&nbsp;12:01 pmÂ Â \"what are we\" and your response is \"by that point, i was well into emergency \"crunch time\" mode, trying to finish vines as fast as humanly possible in order to make time to work on an extremely long video i was trying to get started. ideally for that vine i would have found a broad range of different movies, but instead i just grabbed them all from the same page, literally the first page i found with a lot of movie images. as a result, i think they are all 2013 movies\"... I'm guessing something happened where the answer was mismatched with the question or something? Sorry if you don't like people pointing out this kind of stuff. I'm not trying to be a smart-ass or anything like that. I don't know if you care to go back and fix little stuff like this.&nbsp;</qco> </h3><a href=\"q.php?date=201603211201\">here it is</a>"
  },
  {
    "html": "<h3> <dco>10.20.17&nbsp; \n2:30 am</dco> &nbsp;<qco> I forgot what I asked and now I'm sad</qco> </h3><a href=\"q.php?date=201706031859\">this</a>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp; \n7:05 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710130814\">10.13.17&nbsp;&nbsp;8:14 am</a>  why don't you watch your videos after you upload them to youtube</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.18.17&nbsp;\n2:46 am</dco> &nbsp;<qco> <a href=\"q.php?date=201710162309\">10.16.17&nbsp;&nbsp;11:09 pm</a>  why not get the kind that has the long eraser that you can twist out as it wears down and replace when it runs out? even if you got a new one each time it would last a lot longer than one with a tiny unreplaceable nub. usually they come with extra erasers (and lead) in the pack. they cost more but it would probably end up the same or less as the amount of pencils you would go through in the same length of time. it likely makes little difference but maybe you might want to try and see if you like it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n1:15 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710161257\">10.16.17&nbsp;&nbsp;12:57 pm</a>  I think you said that you mostly use a voice memo thing for getting ideas down when they come to you... do you usually just sing the main melody? Are you able to come up with chords/harmony in your head, and if so, how would you record that? What about drum parts/bass line?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.17.17&nbsp;\n12:35 am</dco> &nbsp;<qco> <a href=\"q.php?date=201710161155\">10.16.17&nbsp;&nbsp;11:55 am</a>  Has anyone ever been able to piece together the song you're making before you even release it using the information you leak on this page</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.16.17&nbsp;\n9:04 pm</dco> &nbsp;<qco> Question for Bill Wurtz on <a href=\"q.php?date=201710011623\">10.1.17 4:23 pm</a> : \"define random.\"\n<br>\n<br>Bill says chosen without reason blah blah preferably by computer to eliminate accidental reasoning\n<br>\n<br>I feel the particular response to be inadequate due to some research\n<br>\n<br>\"One thing that traditional computer systems aren't good at is coin flipping,\" says Steve Ward, Professor of Computer Science and Engineering at MIT's Computer Science and Artificial Intelligence Laboratory. \"They're deterministic, which means that if you ask the same question you'll get the same answer every time. In fact, such machines are specifically and carefully programmed to eliminate randomness in results. They do this by following rules and relying on algorithms when they compute.\"\n<br>\n<br>You can program a machine to generate what can be called \"random\" numbers, but the machine is always at the mercy of its programming. \"On a completely det\n erminist\n ic machine you can't generate anything you could really call a random sequence of numbers,\" says Ward, \"because the machine is following the same algorithm to generate them. Typically, that means it starts with a common 'seed' number and then follows a pattern.\" The results may be sufficiently complex to make the pattern difficult to identify, but because it is ruled by a carefully defined and consistently repeated algorithm, the numbers it produces are not truly random. \"They are what we call 'pseudo-random' numbers,\" Ward says.\n<br>\n<br>- MIT School of Engineering\n<br>\n<br>How do you feel about this? Will you stay with your stance of preferring computers to eliminate accidental reasoning or have you been influenced to believe that the machine can never trump human creativity&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.16.17&nbsp;\n8:53 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710141611\">10.14.17&nbsp;&nbsp;4:11 pm</a>  Will you add litecoin too? Pretty plz :)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.15.17&nbsp;\n10:41 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710122116\">10.12.17&nbsp;&nbsp;9:16 pm</a>  i have lost all respect for you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.15.17&nbsp; \n12:53 am</dco> &nbsp;<qco> <a href=\"do-you-ask-yourself-questions-on-here.html\">Are you asking the questions to yourself and this box is just here to make us think there's actually questions?</a>\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.14.17&nbsp;\n8:53 am</dco> &nbsp;<qco> &nbsp;does the soul determine what happens to it, or does what happens determine the soul. Like in the case of <a href=\"q.php?date=201710131544\">10.13.17&nbsp;&nbsp;3:44 pm</a>  would anything change in that parallel universe, because his soul reacts differently to your situation, or would your situation cause him to react the same way as you.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.17&nbsp;\n11:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201608111229\">8.11.16&nbsp;&nbsp;12:29 pm</a>  someone help you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.12.17&nbsp;\n3:26 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710110105\">10.11.17&nbsp;&nbsp;1:05 am</a>  I would disagree, would you leave off the top end a piano since 95% of keyboard work is done less?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I am not trying to be antagonistic, but for that fellow I think it's important to get even basic cymbals and a couple toms. There are many videos on youtube for tuning them&nbsp;&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.11.17&nbsp;\n2:52 am</dco> &nbsp;<qco> <a href=\"q.php?date=201710101829\">10.10.17&nbsp;&nbsp;6:29 pm</a>  did you submit this question</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.10.17&nbsp;\n5:37 pm</dco> &nbsp;<qco> <a href=\"why-didnt-hotewig-mention-everything.html\">Why didn't you add Canada in \"Hitory of the entire world, i guess\"?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.10.17&nbsp;\n1:28 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710091803\">10.9.17&nbsp;&nbsp;6:03 pm</a>  does that include a continental breakfast the next morning?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.9.17&nbsp;\n11:19 pm</dco> &nbsp;<qco> <a href=\"if-you-were-what-would-you.html\">If you were a type of bread, what type would you be?</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.9.17&nbsp;\n9:19 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710080834\">10.8.17&nbsp;&nbsp;8:34 am</a>  why not change the notebook link on your main page to twitter</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.17&nbsp;\n11:52 pm</dco> &nbsp;<qco> https://en.wikipedia.org/wiki/Loudness_war\n<br>\n<br>Thoughts?</qco> </h3><a href=\"q.php?date=201708131210\">8.13.17  12:10 pm</a>"
  },
  {
    "html": "<h3> <dco>10.7.17&nbsp;\n9:48 pm</dco> &nbsp;<qco> I totally agree about capital letters being a bit distracting, and the more I read these questions/answers the more it makes sense to me. but saying 'i' always seems wrong to me when it's lowercase. I remember you saying that when a letter is by itself it is better when it's capitalized. why do you choose to lowercase your I's?</qco> </h3><a href=\"q.php?date=201705232158\">5.23.17  9:58 pm</a>"
  },
  {
    "html": "<h3> <dco>10.7.17&nbsp;\n9:11 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710061522\">10.6.17&nbsp;&nbsp;3:22 pm</a>  o i guess that rules me out, i have been taking ninja lessons but i am still unsuccessful.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.7.17&nbsp;\n8:31 pm</dco> &nbsp;<qco> <a href=\"same-person-asking.html\">what if you found out that all your questions were being asked by the same person</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n9:54 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710061818\">10.6.17&nbsp;&nbsp;6:18 pm</a> &nbsp;&nbsp;Not to be argumentative or anything... you obviously know your situation better than I do... but maybe people want to work with you because they really dig what you're doing, and not because they just want to get publicity out of it? Although, I'm sure you get things on both sides of the spectrum with this. The whole \"collab\" thing has become very fake, like 2 people pretending to be friends, who really don't know each other at all, doing a video together only because their managers or promoters or whoever arranged it for them. Then they'll beat the dead horse of doing some kind of 'challenge vid' or some other over-done concept just for the sake of advertising eachother's channels to the other person's fan base... I'm not saying I think you should feel pressured or obligated to collaborate with other people or anything like that, but maybe it's kind of an over-generalizatio\n n to say\n  that other people are only interested in working with you for publicity's sake? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like, man, if I lived in NY I'd be emailing you all the time to try to convince you to get together and jam with me hahaha... I wouldn't want it to be recorded or put up on the internet. I'd just love to play music with you.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n4:49 pm</dco> &nbsp;<qco> I can relate to what you are saying... But I can compromise. People will not be the way you want them too, all the time, along with your dreams and vision. It can be very revealing to be close with people that you share (apparently) little things with, in my experience, and my feelings and constant wanting for people to come aboard and sail on my artistic boat (or boat fleet) slowly started to become not so meaningful. I'm a full time musician and one of my best and closest friends is a physics doctor;&nbsp;my girlfriend is an actress. It is all so wonderful. Please don't miss out and don't be afraid. (I'm not the one you responded to in <a href=\"q.php?date=201710060459\">10.6.17&nbsp;&nbsp;4:59 am</a> , btw).</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.6.17&nbsp;\n3:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710060459\">10.6.17&nbsp;&nbsp;4:59 am</a>  oh shit wait hold on i do this. im always wanting to MAKE THINGS and my friends don't. OH, MAN</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n11:16 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710052135\">10.5.17&nbsp;&nbsp;9:35 pm</a>  Was let's get high up really the 100th video when you were doing the daily vine upload thing?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n2:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201505102350\">5.10.15&nbsp;&nbsp;11:50 pm</a>  Does this give you memories?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n2:26 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201505102350\">5.10.15&nbsp;&nbsp;11:50 pm</a>  <a href=\"did-you-find-out-where-the-fun-went.html\">did you ever check? where HAS the fun gone??</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n12:44 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710042323\">10.4.17&nbsp;&nbsp;11:23 pm</a>  i meant it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.5.17&nbsp;\n6:39 am</dco> &nbsp;<qco> <a href=\"q.php?date=201710040631\">10.4.17 6:31 am</a> (not the op, btw) Seriously? How did you not know you had fangirls? Sincerely, a fangirl.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710040153\">10.4.17&nbsp;&nbsp;1:53 am</a>  Can we date?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n9:49 am</dco> &nbsp;<qco> <a href=\"q.php?date=201703221236\">3.22.17&nbsp;&nbsp;12:36 pm</a>  Is it the \"sunrise land\" part?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.4.17&nbsp;\n6:31 am</dco> &nbsp;<qco> <a href=\"q.php?date=201710031451\">10.3.17&nbsp;&nbsp;2:51 pm</a>\n<br>(Not the poster btw)\n<br>You've started dating, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so I think you've probably upset some of your fangirls. You should notify your new gal </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;that she should probably keep her identity private for now, </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;until the fangirls cool it.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.3.17&nbsp;\n7:03 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710021915\">10.2.17&nbsp;&nbsp;7:15 pm</a>  does i wanna be a movie star count?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n10:10 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201606212102\">6.21.16&nbsp;&nbsp;9:02 pm</a>  So what was that 1 min song/video that you had saved?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.2.17&nbsp;\n1:22 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710020805\">10.2.17 8:05 am</a>  What videos?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n9:35 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709301859\">9.30.17&nbsp;&nbsp;6:59 pm</a>  fyi you typoed the link to <a href=\"q.php?date=202709291829\">9.29.27 6:29 pm</a> &nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710011447\">10.1.17&nbsp;&nbsp;2:47 pm</a> &nbsp;&nbsp;did making content stop you from exploding or did you explode anyway&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n7:05 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709301940\">9.30.17&nbsp;&nbsp;7:40 pm</a>  There is no fancy technology for a greenscreen. You just need a green sheet and a camera and then some software to edit it. From your past videos I can tell you have the camera and software, so you just need the sheet, which you can probably pick up at your local fabric store.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n6:30 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709301825\">9.30.17&nbsp;&nbsp;6:25 pm</a>  oh shit same. have you heard about the boring company and their electric underground skates for cars that are going to solve traffic problems in major cities (not sponsored hahahah) but really tho</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n5:36 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201710010404\">10.1.17&nbsp;&nbsp;4:04 am</a>  are you implying the universe is in some kind of monkeys with infinite time writing on a typewriter accidentally creating hamlet type situation ?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n4:35 pm</dco> &nbsp;<qco> what license plate designs do you love, possibly including connecticut</qco> </h3><a href=\"q.php?date=201610030538\">10.3.16  5:38 am</a>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n11:13 am</dco> &nbsp;<qco> Wait just kidding I actually don't know the time signature of I wanna be a movie star what is it</qco> </h3><a href=\"q.php?date=201707050049\">7.5.17 12:49 am</a>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n2:23 am</dco> &nbsp;<qco> <a href=\"title-design.html\">the title is mispelled. it says ueqstions.</a></qco> </h3>"
  },
  {
    "html": "<h3> <dco>10.1.17&nbsp;\n1:22 am</dco> &nbsp;<qco> <a href=\"title-design.html\">Why does the 'questions' heading misspell the word questions?</a> Also how do you feel about internet grammar?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp; \n6:59 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202709291829\">9.29.27 6:29 pm</a> \n<br>\n<br>Are you an ambivert or would you rather not label yourself?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>9.30.17&nbsp;\n1:34 pm</dco> &nbsp;<qco> Why did you capitalize \"arrest\" and \"crime\"?&nbsp;&nbsp;Is this some sort of attempt at World Domination?</qco> </h3><a href=\"q.php?date=201709282006a\">9.28.17&nbsp; 8:06 pm</a>"
  }
]
