[
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n4:09 pm</dco> &nbsp;<qco> tips on how to be a tangible lifeform?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n12:39 pm</dco> &nbsp;<qco> How can i improve my jass on the piano w/o a teacher?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n11:34 am</dco> &nbsp;<qco> Does it ever hurt so much that you stuff all your feelings under your bed and go completely numb?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n11:07 am</dco> &nbsp;<qco> I'm a piece of fuck that can't do anything right :(</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n11:01 am</dco> &nbsp;<qco> are you a duck</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n4:05 am</dco> &nbsp;<qco> What % of you do you think you are right now? What about now?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.24.19&nbsp; \n12:24 am</dco> &nbsp;<qco> Would you ever play drums and sing on tour?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n11:55 pm</dco> &nbsp;<qco> Can we expect the return of reality videos? I absolutely love them. Please bring them back.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n11:33 pm</dco> &nbsp;<qco> Found this comment on the genius video, thought it was a decent analogy:\n<br>\"Listening to Bill's music and then asking him what the lyrics mean is like taking a bite of food and then asking the chef how it tastes.\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n8:48 pm</dco> &nbsp;<qco> how do you not lose motivation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n8:08 pm</dco> &nbsp;<qco> I am so fucking lonely that even having friends family lovers acquaintances etc. doesn't help me anymore. That doesn't make any logical sense. That's like saying you're so hungry that eating food doesn't help anymore. Should I resign myself to the fact that my internal lonely-logic is broken and try to make a poem about it or some shit? I feel like a broken watering can put singlehandedly in charge of saving a rainforest that got teleported to the desert the moment I was born. or something fffffgdgdgdgdgkshgkshg Wait why am I typing this in a question box to the website of a total stranger, I should be writing this down. I don't feel like I make any more sense but thanks for having this text box where I can try. P.S. it's 8pm and I'm just now realizing I forgot to brush my teeth this morning because I was busy trying to figure out how to be okay with asonance instead of rhyming sometimes, why am I like this hhhhhhhhhh P.P.S. your latest video was fucking *fire emoji*</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n6:09 pm</dco> &nbsp;<qco> Why don't you put some rad guitar solos in your songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n5:03 pm</dco> &nbsp;<qco> where did you get that helm you're wearing in \"when i get older\"</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n4:42 pm</dco> &nbsp;<qco> i heard you say in an interview recently that prior to maybe 2014 or so you didn't have a schedule and nothing got done.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I can identify with that in a way. I feel like I'm always wanting to write these grand opuses out of my ideas, treating them like they have boundless potential and that I should only see them through to their maximum potential while also wanting spend time getting better at my instruments, spend time listening to other people/learning, going to work etc. and i slowly chip away at everything but nothing gets done. I may have fear of letting go of the attachment to my ideas and wanting to make them so grand. Did you have any hard time transitioning from not having a schedule to having a schedule? Did you have to set yourself time limits or alarms to remember to do certain things and move on to the next? Has having the schedule made you not just more productive in general as a result of it, but gradually increased your capacity to be more productive over time of consistently adhering to it? \n<br></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:54 pm</dco> &nbsp;<qco> Whenever I'm rejected for something (job, date, hanging out, etc) I have a complete breakdown and lay in my bed and cry for days. How do I stop?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:48 pm</dco> &nbsp;<qco> is writing music equivalent to telling a story?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:15 pm</dco> &nbsp;<qco> I noticed that in most of your songs (especially Just Did A Bad Thing), you use instruments to emphasize your voice during singing. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nIs this a conscious choice? And if so, what is your goal by doing it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n2:24 pm</dco> &nbsp;<qco> My question is how do I question a question?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n2:13 pm</dco> &nbsp;<qco> how the hell do you make a melody</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n2:12 pm</dco> &nbsp;<qco> are you insane</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n2:00 pm</dco> &nbsp;<qco> What is the downside of being yourself?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n12:46 pm</dco> &nbsp;<qco> when is the time?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n12:25 pm</dco> &nbsp;<qco> It makes me sad how hard critics panned Weezer's cover album, I wish they would've just chilled out and enjoyed the fun. How will your approach differ when you start doing covers?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n12:07 pm</dco> &nbsp;<qco> what do you think about indian music?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n11:45 am</dco> &nbsp;<qco> do you think humans will ever find a way out of here(the time and space) before it gets destroyed?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n11:40 am</dco> &nbsp;<qco> do you think bread tastes good? i think bread tastes good, but i want to hear someoene else's opinion, in case i am incorrect or mistaken</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n10:06 am</dco> &nbsp;<qco> if you are listening to a song and the singer hits a certain note but they are, say, 10-20 or 30-40 ct. off, is that noticeable to you? And does that annoy you etc.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n10:03 am</dco> &nbsp;<qco> hey stupid, get your Self together!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n9:51 am</dco> &nbsp;<qco> you're in good shape, because at a certain age you know you know</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n7:19 am</dco> &nbsp;<qco> In what key is the main Harry Potter theme by John Williams? Has a lot of notes right next to each otherthere's even that part that's like nanananananaNANAnaNANANANA that's 3 notes right next to each other</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n6:35 am</dco> &nbsp;<qco> will there be any improv playing in the live</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n6:01 am</dco> &nbsp;<qco> tips on coping with existensial crisis?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n4:46 am</dco> &nbsp;<qco> ive realised that while you say quite a lot you also say incredibly little. would you agree with this statement? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;can you explain why you do this?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:40 am</dco> &nbsp;<qco> i remember once during an enforced choir class (that everyone had to take if they were part of the music program) there was a guitar player who was super talented but he just couldnt sing at all. Teacher kept asking him to sing higher and he just sing louder hahaha, not sure if that was the face he made from frustrtion from the throat-ear disconnect, or from the confusion of his voice not sounding like the timbre of the piano so it being harder to try and imagine what that pitch would soung like in voice.. it was a nice transformaion to hear him sing later on, it was just something he never tried hard enough to break out of his knowledge/skill comfot zone. Do you have any tips for breaking as many walls as you can daily? Things we may never know we could learn unless we tried doing them. Do you think this is part of what it's all about, or it's a distraction from getting better in your field?&nbsp;&nbsp;would they all help you in your field somehow? \n sounds l\n ike a multi-armed bandit situation, i want a marshmellow now instead of 10 later</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:35 am</dco> &nbsp;<qco> Salad or bannanas?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:31 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902211321\">2.21.19&nbsp;&nbsp;1:21 pm</a>  do you mean a distraction from it, or a distraction from enjoyment/outoftuneness in music?by \"a perfect sense of pitch\",</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; do you mean being able to match a tone? wether by tuning a guitar or being able to sing a long to a tone etc, or is it something different you speak of?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n3:21 am</dco> &nbsp;<qco> obviously you have the magical powers imbued by the use of music and video but i think you may also have access to something else. maybe a kind of reifying charisma? a will-manifestation zap? every time i see or listen to your hope you have a good day song, suddenly it has been a good day, just because i heard you hoped it.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n12:10 am</dco> &nbsp;<qco> I'm trying to get ahead in Business. Honestly. It's so hard, even if you are very good. What should I do?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.23.19&nbsp; \n12:06 am</dco> &nbsp;<qco> Is Bruce Horsnby your Dad?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n11:51 pm</dco> &nbsp;<qco> in this video you look like you didn't really know what to do so you just looked around and grabbed what looked like something you could incorporate into the video. is this what was going on\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or did you already know what you were going to do https://www.instagram.com/p/BbBkq37AN43/</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n10:50 pm</dco> &nbsp;<qco> Do u remember the moment that ur dreams were broken</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n10:38 pm</dco> &nbsp;<qco> Hey Bill. One of my music teachers said that a good way to learn how to play a difficult song is to learn every measure, measure by measure, backwards. That way as you play, you go from less to more familiar measures as you play, rather than play things you know and on the way forget how to do the new stuff you just learned. What do you think about this method?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n10:33 pm</dco> &nbsp;<qco> Your answers are often kinda philosophical. Would you call yourself a philosophical person?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n10:08 pm</dco> &nbsp;<qco> how can I assure that I won't be a complete failure in the near future?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n9:52 pm</dco> &nbsp;<qco> help me i am a human</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n9:28 pm</dco> &nbsp;<qco> wouldn't it be awesome if everyone did art or some form of self-expression? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is that one of the reasons why you do it</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n9:21 pm</dco> &nbsp;<qco> do you play every instrument accurately in your music videos? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nwhy?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n9:17 pm</dco> &nbsp;<qco> at which moment do you write arrangements, the exact bass voicings, and so on?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it all decided before production?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n8:56 pm</dco> &nbsp;<qco> What's your favorite Bill Wurtz song?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>2.22.19&nbsp; \n8:41 pm</dco> &nbsp;<qco> What is wrong with this</qco> </h3><br><br>"
  }
]
