[
  {
    "html": "<h3> <dco>7.1.24&nbsp; \n2:11 am</dco> &nbsp;<qco> what is the difference between time and space?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.24&nbsp; \n1:48 am</dco> &nbsp;<qco> there's so many ways to go about doing something, and only one of them is real</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.24&nbsp; \n1:22 am</dco> &nbsp;<qco> which direction does your imagination go?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.1.24&nbsp; \n1:06 am</dco> &nbsp;<qco> know any good cover songs that take on a whole new meaning from the original? a couple i know are 1) \"everybody wants to rule the world\" by lorde, shurkin, and little, and 2) \"man who stole the world\" by nirvana. i could google more examples but i wanna hear your perspective</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n11:54 pm</dco> &nbsp;<qco> who said you were allowed to be so cool</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n11:17 pm</dco> &nbsp;<qco> How do I come up with a melody?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n10:18 pm</dco> &nbsp;<qco> Do you have a favorite hall and oates song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n7:39 pm</dco> &nbsp;<qco> What kind of keyboards do you use? My old one is too heavy and hard to carry around.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n2:48 pm</dco> &nbsp;<qco> how did you feel about English class in school? what was your favorite part about it? personally i love analyzing how word choice/rhythm affects the meaning of text- i was wondering if you feel similar and/or different because of your relationship with your music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n1:35 pm</dco> &nbsp;<qco> Do you figure things out without questioning things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n10:49 am</dco> &nbsp;<qco> would you answer this question with a long answer or a short vague answer</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n7:41 am</dco> &nbsp;<qco> best guitar tuning</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n6:02 am</dco> &nbsp;<qco> was \"might quit\" based off your experience with school and if so, which grades/years</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n4:24 am</dco> &nbsp;<qco> was the street dirty before street cleaning came?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n4:07 am</dco> &nbsp;<qco> What are your reactions on like illusions or puzzles presented to you, do you try \"solve\" or find an \"answer\" or do you just accept it and dont give it a second thought</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.24&nbsp; \n12:18 am</dco> &nbsp;<qco> i attach a lot of my self worth to what others think, how do i deal with this</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n10:25 pm</dco> &nbsp;<qco> have you ever tried making mashups?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n8:54 pm</dco> &nbsp;<qco> would you name a song from a video game that you really like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n8:46 pm</dco> &nbsp;<qco> Hey can you make some giant pancakes floating in the sky in your next video? I had a dream about them and I'm really curious about how you would depict them. Thanks!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; 5:38 pm</dco> &nbsp;<qco> why is the sky blue?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n3:18 pm</dco> &nbsp;<qco> is x greater than the value of y?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n10:29 am</dco> &nbsp;<qco> as someone with a lot of disassociation/unreality/nothing-is-real problems i resonate with your lyrics a lot i've been curious for a while about whether or not you've got similar thoughts</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n5:06 am</dco> &nbsp;<qco> how does your thinking work? do you see images in your head? do you talk to yourself? do yu talk to not yourself and if so are they real people? ive asked a ton of people and everyone anwsers differently im tryin to figure something out</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n4:58 am</dco> &nbsp;<qco> do you like chocolate syrup</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n3:12 am</dco> &nbsp;<qco> you said just before that the city of the corner store is modelled after a real place? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does this mean I can visit THE corner store, the corner of the brand new world?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n1:45 am</dco> &nbsp;<qco> I won't say phrases like \"I would rather die than..\" or \"I would kill for..\" or \"never in a million years...\" because I guess I take them too literally, are you the same way?\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n12:29 am</dco> &nbsp;<qco> Favourite way of saying favorite?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.24&nbsp; \n12:23 am</dco> &nbsp;<qco> i have a love-hate relationship with words that mean multiple things</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n9:18 pm</dco> &nbsp;<qco> So I have a question about entropy. What is it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n8:12 pm</dco> &nbsp;<qco> i sometimes wonder what future i will inherit. i am 15. do. what do you think the future for the next generation (gen z) will look like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n7:12 pm</dco> &nbsp;<qco> how likely for any multiple choice question with \"all of the above\" as an answer choice is \"all of the above\" the correct answer</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n6:55 pm</dco> &nbsp;<qco> Whenever I compose a song, I usually create a very simple demo of the song in a basic music program and then compose the final song in a DAW using the demo as a roadmap. Unfortunately, when I start composing in the DAW, I find that I get discouraged very easily because it doesn't sound good enough to me. How can I enjoy making and improve the quality of my more \"planned out\" songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n5:16 pm</dco> &nbsp;<qco> bill, do you mix and master your own songs? if so, what's your process for mixing and mastering? i'm in a mixing and mastering class right now so i'd love to absorb as much info as i can</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n4:47 pm</dco> &nbsp;<qco> hey not to get political but why are two people older than my grandparents running for president and also essentially the only 2 choices since its not like a third party is gonna get enough votes</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n2:57 pm</dco> &nbsp;<qco> it seems that two things happen as i spend more of my life working on original songs: (1) i am able to more quickly and efficiently use my songwriting tools (guitar, Logic, etc) (2) the songs i attempt to create become more ambitious (more chords, more difficult mixing techniques) which makes me slower. so in the end my song production rate doesn't seem to be increasing. at this rate it will take me years to make an album. would you recommend in this case working on very short songs to streamline my song factory?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n2:02 pm</dco> &nbsp;<qco> Do you feel sometimes you lose your ideas?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n11:40 am</dco> &nbsp;<qco> what are some memorable cloud shapes you remembered seeing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n11:12 am</dco> &nbsp;<qco> what city does \"the corner store\" take place in? I want $5 apartments</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n8:30 am</dco> &nbsp;<qco> What are some of your aspirations for the future? Even non-music/video related. Also I'm sure you hear this all the time but I love your work.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; 7:50 am</dco> &nbsp;<qco> what's your favorite year</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n2:25 am</dco> &nbsp;<qco> why is ur music so dope</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n1:21 am</dco> &nbsp;<qco> I really like lines. Do you know where I can find some good lines?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n1:09 am</dco> &nbsp;<qco> what's your favorite sound today? (you can pick a different one tomorrow)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n12:51 am</dco> &nbsp;<qco> Am I still an artist if the only things I make are propaganda posters?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n12:14 am</dco> &nbsp;<qco> what is your opinion on ASMR</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.24&nbsp; \n12:12 am</dco> &nbsp;<qco> how do i know if i'm overwhelmed about something</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n11:56 pm</dco> &nbsp;<qco> will you make more music</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n11:56 pm</dco> &nbsp;<qco> What do you read?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n10:39 pm</dco> &nbsp;<qco> Do you agree that a gallon of hard work plus a splash of creativity is superior to a gallon of creativity plus a splash of hard work</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.27.24&nbsp; \n9:31 pm</dco> &nbsp;<qco> Do you have any questions regarding your car's extended warranty?</qco> </h3>"
  }
]
