[
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n10:57 pm</dco> &nbsp;<qco> will you accept my internet flower, bill?</qco> </h3>      ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n10:16 pm</dco> &nbsp;<qco> hey bill, it's been a while since the movie star video came out. can you promise this next one will come out in ten days or less? that sounds like a pretty good dead line.</qco> </h3>      i was seriously aiming for wednesday (tomorrow) which might be possible except technically i have to send the song 2 days early which i did not. so hopefully thursday. it is important to remember that there is still an unreasonable amount of work left to do on the video but we'll see what happens\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n9:50 pm</dco> &nbsp;<qco> I tagged you in a photo on Instagram. Do you check your tags at all? I don't need a response but the possibility of you seeing it gives me hope</qco> </h3>      i actually can't figure out how to see them. the page where they are supposed to show up is always blank\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n9:20 pm</dco> &nbsp;<qco> Why can't i be a big fish in a big pond?&nbsp;</qco> </h3>      you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n8:58 pm</dco> &nbsp;<qco> thoughts on machines making music?</qco> </h3>      they can try to immitate it, but the most important elements only come from actual conscious experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n8:52 pm</dco> &nbsp;<qco> Is capitalism inherently flawed?</qco> </h3>      not any more than life on earth as we know it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n8:48 pm</dco> &nbsp;<qco> Did you have this website before you started posting to youtube/vine? </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or did you decide to make your own website after you started to get noticed on those big, public platforms?</qco> </h3>      i made it many years before that, and started a 5-day per week content schedule without telling anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n8:30 pm</dco> &nbsp;<qco> why are there still forks and spoons when there are sporks</qco> </h3>      because sporks are not as good as either\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n7:17 pm</dco> &nbsp;<qco> How can I plot things in 3D when my screen is only 2D?</qco> </h3>      you will have to plot them into a virtual 3d system, and move the virtual camera throughout the system to view from different angles\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n6:48 pm</dco> &nbsp;<qco> Have you considered cloning yourself? Seems like a good solution to your collaboration problem (assuming you can get along with yourself).</qco> </h3>      i think cloning works a little differently than that. i think the clone is a newborn person, and it would take many years for them to aquire the same skills as me, and they would also need parents, and also they are not going to want to work for me all the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n6:34 pm</dco> &nbsp;<qco> what should i do to all the jehovah's witnesses that keeps knocking at my door</qco> </h3>      ask them if they are satisfied with their current cable/internet package\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n6:21 pm</dco> &nbsp;<qco> who is your bae</qco> </h3>      i guess i'll have to be my own\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n5:47 pm</dco> &nbsp;<qco> Bill are you entertained by the pictures/replies people send you on twitter or do you check at all</qco> </h3>      i rarely receive any original content. they are usually copied from somewhere else\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n5:18 pm</dco> &nbsp;<qco> Do you ever get annoyed when the comment section on one of your videos is full of \"hire a samurai\" and \"that's the way I like to live my life\"</qco> </h3>      no but what does annoy me is questions that start with \"does it annoy you when\"... this whole question format is destructive and borders on harassment\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n5:04 pm</dco> &nbsp;<qco> i don't like meeting people or going out, but i'm so lonely,what can i do? i'm so scared, can you help me?</qco> </h3>      you might have to build a boat\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n4:28 pm</dco> &nbsp;<qco> You should dress up as Bill Wurtz for Halloween</qco> </h3>      that doesn't seem necessary\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n4:08 pm</dco> &nbsp;<qco> How do I know if there are infinite numbers? Has anyone ever counted all numbers from 0 to infinity to check that there are none missing?</qco> </h3>      when you count numbers you make them up. so i don't know if that's really a valid proof. but numbers are made up any way so i guess it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n3:46 pm</dco> &nbsp;<qco> Do you hide any deliberate profundity in your nonsense lyrics</qco> </h3>      i just put it there. it is up to you to decide whether or not it is hidden\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n3:10 pm</dco> &nbsp;<qco> at the current rate you're posting anagrams, when will you be catching up with the anagrams you made most recently?</qco> </h3>      maybe about 2 months. but i actually haven't made any new ones for at least a month. that's because i have a huge surplus, and i have a much much smaller surplus of tweets. so i have been focusing on writing tweets in the time when i might do anagrams (or tweets). if my surplus of tweets becomes larger than the surplus of anagrams, then i will do more anagrams. and i will continue to post both on a daily basis\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n2:58 pm</dco> &nbsp;<qco> hey bill! could you spoil what your next thing is?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n2:27 pm</dco> &nbsp;<qco> everything is fucked up right now. would you mind if i flee from here and come to your house, so i can be free (without being alone) and as two independent creators living together we can spend our time productively, doing our own contents but helping each other, also becoming close friends?&nbsp;</qco> </h3>      oh that sounds wonderful\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n2:15 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709251255\">9.25.17&nbsp;&nbsp;12:55 pm</a>\n<br>So, I guess that means you don't really have a defined 'type'?</qco> </h3>      there are certain things, but talking about it on the questions page seems a little uncomfortable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n12:48 pm</dco> &nbsp;<qco> would you consider yourself an empathetic person(to other humans)?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n12:12 pm</dco> &nbsp;<qco> i have a problem, i know what is the problem, i know how to solve it, but i can't solve it, have you ever experience it?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n12:05 pm</dco> &nbsp;<qco> have your videos gotten demonetized?</qco> </h3>      they never were monetized\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n11:51 am</dco> &nbsp;<qco> can i have money?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n10:44 am</dco> &nbsp;<qco> Are your songs copyright free?</qco> </h3>      absolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n10:41 am</dco> &nbsp;<qco> Im nonbinary and my parents keep misgendering me, what can i do to make them stop?&nbsp;</qco> </h3>      this is something that was mostly unheard of in their generation, and would also undermine the way they've used language for their entire lives, at a core internal level (person pronouns). it's not something that they are going to suddenly learn how to do. but that does not affect their love for you, and everything is gonna be fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n9:34 am</dco> &nbsp;<qco> Why am I still alive?</qco> </h3>      because you have more things to do and learn\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n8:30 am</dco> &nbsp;<qco> what is your opinion on things?</qco> </h3>      they are pretty cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n8:23 am</dco> &nbsp;<qco> do you approve of me opening crisp packets with scissors?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n7:31 am</dco> &nbsp;<qco> how is your progress on the new song/video combo coming along?&nbsp;</qco> </h3>      good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n6:48 am</dco> &nbsp;<qco> If you punch yourself and it hurts , are you strong or weak?</qco> </h3>      stupid\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n3:59 am</dco> &nbsp;<qco> How much of a day should be spent thinking about the future days</qco> </h3>      about 13%\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n3:55 am</dco> &nbsp;<qco> Could you tell me what time signature this clip is in? Thank you. https://clyp.it/3ud3kt52?token=e917208d9dcf28d151d24d3b6e40c55d</qco> </h3>      \nit's a 12 feel (which could be written as 12/8, or 4/4 using triplets) BUT there is 1 12th dropped at the beginning of the 1st bar, at the end of the 4th bar, and at the beginning of the 5th bar. likely the beginning and end of every 4 bars, assuming the pattern continues\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n2:52 am</dco> &nbsp;<qco> Ever since I learned about the Maj7 chord I've never gone back to using just the major triad by itself anymore, unless it's part of a slash chord. Then when I learned about the Maj9 chord, I've never gone back to the Maj7 chord. Is this a problem?</qco></h3>      not if you actually like it, in every place you use it, or if your director likes it in every place you use it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Should I try to use more simple triads?</qco> </h3>      only if that's what you (or your director) want to hear\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n1:43 am</dco> &nbsp;<qco> What do you think about pigeons?</qco> </h3>      i think they're doing a great job\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n1:27 am</dco> &nbsp;<qco> writing the music is the real fun part for me, just laying down the chords and instrumentation. i like it! but 40 instrumental songs later, it feels like i'm in the same place as when i began--my skills are better, but i haven't gotten to say anything, and i need to move forwards. i've made 3 songs with words, and it's important. they were good, except recording vocals drives me crazy so the production value on that is subpar.\n<br>you've really gotta have words if you wanna be clear and specific in your meaning. but lyrics only come to me sometimes, one idea at a time, and in between i'm left drifting. again, putting words to music is some of the most fun i've had making anything. but i really don't know how to just get jumpstarted at will. how can i conquer this?</qco> </h3>      i'm not sure, but it's important to remember that lyrics and music help each other. in other words, if you are good with music, which i suspect you are because you've been doing it along time, theoretically you could probably get away with making any lyric sound good. so try random starting places, like random word generators or something, as a starting point, and then make it a challenege to see if you can make it work\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n1:18 am</dco> &nbsp;<qco> Whats your favorite time period?</qco> </h3>       the present, because it holds the most possibilities, and opportunities \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n12:53 am</dco> &nbsp;<qco> Do you see your whole life as a song? </qco></h3>      much more like a story<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Choose the things you do according to the beat of a rhythm or a purpose? Then bounce around that theme randomly to try to explore all possibilities and find unexpected ways to express yourself? Listening to your music has made me start to act this way, and I think I like it, although I'm still being cautious. If your art has this effect on me, I wonder what effect the other media I consume has on my mental and emotional equilibrium. I want to use this realization as an excuse to control my mental faculties and inputs, while I also try to remind myself that if I fall too deep down that hole I will miss out on some really cool/interesting shit. Sometimes you've gotta experience the universe, sometimes you've gotta think about it, but whichever you're doing right now you should do it in a way that builds it for the future AND enjoys the present.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n12:44 am</dco> &nbsp;<qco> hi, i asked about voicings a day or so ago. i think i get the idea of How to do it now i just dont know Why. like why do this?( 'this' being: voice chords so they're not far away) is there any reason other than convenience? does it support the melody? idk bro.&nbsp;&nbsp;&nbsp;</qco> </h3>      it's up to you why you want to do it, or if. just try it and see what way you like\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n12:38 am</dco> &nbsp;<qco> do you keep track of earth's rotation?</qco> </h3>      yes but it's easy plus i have software\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n12:22 am</dco> &nbsp;<qco> How often is perception reality?&nbsp;</qco> </h3>      all perception is based on reality, but you can analyze the data in different ways\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n12:17 am</dco> &nbsp;<qco> When am i</qco> </h3>      now\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n12:14 am</dco> &nbsp;<qco> i'm in college and don't have a piano to play around with on a regular basis but the lounge here has an electric organ, for some reason. wtf do i do with it?</qco> </h3>      just try to figure out how it works. they keys are the same as a piano, but there are other crazy things you can do too. i am not too familiar\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.17&nbsp;\n12:09 am</dco> &nbsp;<qco> what part of rabbit snakes did you write first? was it the beginning?&nbsp;&nbsp;or the \"see the light of day\" bit? or another bit?</qco> </h3>      it was written in order, on paper only. it was not recorded until 4 years later\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.17&nbsp;\n11:57 pm</dco> &nbsp;<qco> Does midnight-snack mean sex?&nbsp;</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.17&nbsp;\n11:55 pm</dco> &nbsp;<qco> Do you answer questions yourself?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Would you hire me to answer questions for you?&nbsp;</qco> </h3>      maybe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.17&nbsp;\n11:25 pm</dco> &nbsp;<qco> Can we talk?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.25.17&nbsp;\n11:04 pm</dco> &nbsp;<qco> Is Australia a country, a continent, an island?</qco> </h3>      sure\n<br><br>"
  }
]
