[
  {
    "html": "<h3> <dco>8.4.19&nbsp; \n4:22 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201908041250\">8.4.19&nbsp;&nbsp;12:50 pm</a>  do you find that in those no-keyboard-shortcut, no-menu-item ones you usually get click static text?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t Weird question on my part, but have u made sure to have only 1 instance of whatever it is you're manipulating?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t static usually means theres only 1 instance of that value so idk if having several might trip it out,</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t im just throwing out ideas while i understand more of the issue. Feel free to use me as a rubber duck</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.3.19&nbsp; \n1:40 pm</dco> &nbsp;<qco> <a href=\"https://apple.stackexchange.com/questions/207915/drag-to-convert-automator-action-into-applescript\">https://apple.stackexchange.com/questions/207915/drag-to-convert-automator-action-into-applescript</a>&nbsp;</qco> </h3><a href=\"q.php?date=201908030528\">here</a>"
  },
  {
    "html": "<h3> <dco>7.31.19&nbsp; \n5:51 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907281924\">7.28.19&nbsp;&nbsp;7:24 pm</a>  how would this work. Would you need a translator or just not use much slang and keep it vanilla spanish or how do you picture it working?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.30.19&nbsp; \n4:34 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907291730\">7.29.19&nbsp;&nbsp;5:30 pm</a>  what color was it before&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.28.19&nbsp; \n5:34 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907272146\">7.27.19&nbsp;&nbsp;9:46 pm</a>  you mentioned on some interview you did recently (at least i think it was recent, it was on twitch and they don't keep stuff up on there long), you advised pretending to be as successful as you want to be/act like you have the audience you want to have, which i think can be summed up as \"Fake It Til You Make It\". what do you think? thanks for the other tips btw, but what if my own tastes are really niche?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t i definitely want to make stuff i personally would enjoy, but i want my stuff to be enjoyed by as many people as possible, and i'm definitely not most people. it's a good start though, i think i'll begin the \"Make Content For You\" diet right....now!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.26.19&nbsp; \n5:47 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907250251\">7.25.19&nbsp;&nbsp;2:51 am</a>  i do, actually</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n9:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907232115\">7.23.19&nbsp;&nbsp;9:15 pm</a> &nbsp;&nbsp;&nbsp;Hey thanks for the response bill, I figured that was the best and tried laying down a temp track, it just felt a little stale compared to the excitement of getting ideas for first time in a while and how good they sounded to me. is this just me being impatient to record and i should wait, or would experimenting with recording the guitar, adjusting it to tempo and then recording a final track of real time guitar?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.25.19&nbsp; \n1:34 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907251129\">7.25.19&nbsp;&nbsp;11:29 am</a>  Thank you very much for your answer. It is very helpful, but I'm referring more to the natural resistance and lack of motivation I feel to learn the process (it could be any process). How too I bust through that?\n<br>\n<br>Does this resistance I feel mean that I don't want the thing badly enough?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.23.19&nbsp; \n12:16 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907211902\">7.21.19&nbsp;&nbsp;7:02 pm</a>  have you looked at Karabiner, you can use it to bind keys to stuff on mac</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.21.19&nbsp; \n10:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907210215\">7.21.19&nbsp;&nbsp;2:15 am</a> &nbsp;&nbsp;Should the revolution be televised?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n11:47 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907180009\">7.18.19&nbsp;&nbsp;12:09 am</a>  is \"get from here to there\" a valid purpose for buying a boat? or building one, for that matter?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.19.19&nbsp; \n10:52 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907182206\">7.18.19&nbsp;&nbsp;10:06 pm</a>  wait what? Stream? have you been live streaming?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.15.19&nbsp; \n2:12 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907091928\">7.9.19&nbsp;&nbsp;7:28 pm</a>  Why don't you just use a macro recorder for the x y coordinates of your cursor?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.13.19&nbsp; \n4:23 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907121604\">7.12.19&nbsp;&nbsp;4:04 pm</a>  I'm just hoping you can be happy with what you've done so far and not let the not-yet accomplishments shadow any success you've h\nad. Are you happy with where you're at, where you've gotten thus far?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.19&nbsp; \n8:35 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907111832\">7.11.19&nbsp;&nbsp;6:32 pm</a>  what is a condiment you DO like??</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.12.19&nbsp; \n7:08 pm</dco> &nbsp;<qco> re <a href=\"q.php?date=201907091928\">7.9.19&nbsp;&nbsp;7:28 pm</a>  have you tried vim on unix?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n4:18 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907092238\">7.9.19&nbsp;&nbsp;10:38 pm</a>  what is that line from? i need to get it out of my head</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.11.19&nbsp; \n5:35 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907090118\">7.9.19&nbsp;&nbsp;1:18 am</a>  my girlfriend says i gotta stop overthinking it and just start small (not exactly what she said but that's kinda how i understood it. sorry if that's wrong @gf) but i'm so fixated on doing the big stuff that i don't want to start small. how do i convince myself to actually sit down and learn what is necessary before getting on to the ambitious stuff? i swear this is like freaking ground hog day for me because i'm in a loop of really wanting to do music and then being scared away because everything is so overwhelming and for some reason i just can't focus on what i need to focus on to actually Start! hhhgh. i apologize.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.10.19&nbsp; \n8:19 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907100221\">7.10.19&nbsp;&nbsp;2:21 am</a>  What'll it be called?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.9.19&nbsp; \n1:18 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907081806\">7.8.19&nbsp;&nbsp;6:06 pm</a>  what if i don't know anything about actually playing piano\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n ehwbdhwbqdhbdnkjsegnsifhnrdn i hate this i just wanna do the fun stuff i can't focus on doing the necessary stuff because i just want to get to the FUN STUFF!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! JFIESNGHDNFBDFG AHHHHHHH AHHHHHHH AHHHHHHH THIS SUCKS BECAUSE MUSIC CHASES ME 24/7 BUT IT'S TOO INTIMIDATING SO IT SCARES ME AWAY what do i do thxxxxxxxxxxxx&nbsp;it's fun from the very beginning. </qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.8.19&nbsp; \n11:25 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907031116\">7.3.19&nbsp;&nbsp;11:16 am</a>  (im a different person) do the e and p stand for edited and published? (i asked another one before this and i thought it was 'picked' and 'edited' but actually looked at the dates and figured i was wrong lol)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.7.19&nbsp; \n9:31 pm</dco> &nbsp;<qco> as a follow up to <a href=\"q.php?date=201907061627\">7.6.19&nbsp;&nbsp;4:27 pm</a>  , how do you feel about some of the other modes? for instance, phrygian?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n10:35 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907042323\">7.4.19&nbsp;&nbsp;11:23 pm</a>  i wasn't talking about the styling (which i think is great) but like why do you have five thousand body tags</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n6:01 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907031046\">7.3.19&nbsp;&nbsp;10:46 am</a>  it's Ab/G#, right?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n (Perfect pitch over here.)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n5:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907032132\">7.3.19&nbsp;&nbsp;9:32 pm</a>  how the hell do you have all these examples ready to go? Ive seen similar questions on this page where you just list a bunch of stuff like you have it memorized. Do you have like thousands of songs memorized?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Or so you have it written down somewhere?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I'm seriously impressed. Also the amount and variety of music that you appreciate is really something</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n4:43 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907041705\">7.4.19&nbsp;&nbsp;5:05 pm</a>  However much is done, you must've done something in these couple of months.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.5.19&nbsp; \n3:07 am</dco> &nbsp;<qco> <a href=\"q.php?date=201907030752\">7.3.19&nbsp;&nbsp;7:52 am</a>  do you have any tips for how we can find out about any of these other things, once they are made public in whatever fashion they are meant to be?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.4.19&nbsp; \n4:00 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907022107\">7.2.19&nbsp;&nbsp;9:07 pm</a>  How come your songs don't use guitars anyways? You've shown them in videos but the songs all sound like they favor keyboards.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n6:16 pm</dco> &nbsp;<qco> There are some people who somehow manage to hyperlink to a previously asked question in their questions on this page (for example the <a href=\"q.php?date=201907021005\">7.2.19&nbsp;&nbsp;10:05 am</a>  one)...\n<br>This may be a stupid question but, how is that done?? Thanks!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.3.19&nbsp; \n4:36 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201907021557\">7.2.19&nbsp;&nbsp;3:57 pm</a>  the most latest one.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>7.2.19&nbsp; \n10:05 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906291407\">6.29.19&nbsp;&nbsp;2:07 pm</a> \n<br>\n<br>Oof. Time to see if I can break into any practice rooms on the music campus then</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n11:21 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906280510\">6.28.19&nbsp;&nbsp;5:10 am</a>  First I'd like to say in regards to <a href=\"q.php?date=201906280510\">6.28.19&nbsp;&nbsp;5:10 am</a> , I think my core confusion was that more=better when voicing (and then being too indecisive to know what to cut off for fear of dropping out anything \"good\" by dropping anything out and taking more=better to the extreme of 4 notes per hand for beef purposes, and somehow perceiving the chord root a third below where it was supposed to be for one of them, perhaps because i was voicing stuff so high that I didnt have a grounding bass sound, not trying to make excuses, just trying to pinpoint my mistakes and the core belief behind to more efficiently improve. \n<br>\n<br>Anyways back to chord talk.I really like that bass 2 octaves below, I find i rarely try going around those ranges when playing in my midi keyboard and it can really do a loooot to beef up smaller chords that may be playin\n g on rig\n ht hand. For some reason when I do go that low I usually double that octave but through listening to these clear examples i can see how it can actually unbeef the lowest note.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because if the patch im playing with say has any vibrato, tremolo, or even chorusing or other dsp, by doubling the octave you wouldn't necessarily get that extra punch at the desired frequencies because there'd be way more noise (noise as in many more frequencies besides the fundamental, not really all-frequencies-noise) because of the nature of timbre and that could muddy up the low end.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I just realized my 61key midi keyboard doesnt go below c(65).\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When trying out the stuff you mentioned i put it an octave down and will be able to jam at a happier harmonic space.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Going with your Ab 52 example going with chord starting at Bb233, I like doing Bb C Eb G \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and trying the second as u suggested with Bb 58 and C D F starting at middle c. Do you think you stray away from also playing Bb right below middle c wit\n h your r\n ight hand because of the most reasonable note to fit in a happy harmonic place within the context of the current notes is the root and its already in the bass?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trying to reason out when 3 notes might do a better work than 4 (again fighting against my now aware bias towards more=better). \n\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I thought i might add some more chords to those 2 to practice and get your thoughts with a bigger context so this is what i came up with to get a complete harmonic idea. https://imgur.com/Dx5oEck  \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Now, i'm happy with all but my first chord, the thing about the first chord is that I have an alternative way, by removing the Bb.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I like both but this is when my indecisiveness/whelm for possibilities/overthinking starts.&nbsp;&nbsp;\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I like the 4 notes on right hand as its the first measure and maybe it reinforces the one, but at the same time i think Bb could be better off not there for several contexts. To have a clear one, lets say we're singing never gonna give you up's f\n irst ver\n se.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I also like Bb but no C. these would be the 3 variations im deciding between: https://imgur.com/3gKUMvN.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I think it would make more sense to remove the Bb and keep C on the first chord and leave the 4 chords like this: https://imgur.com/mGJT4lj\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but tbh i find it hard to decide mostly because of indecisiveness and fomo on the other possibilities.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  Would those last voicings make the most sense to you?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I really like the other 2 voicings but I'm not 100% sure of my choice of voicing it as Cmin with Ab bass (to make a Abmaj7) I was wondering to what degree would context have to change for those 3 to be usable or the most optimal for specific contextual situations in your opinion? Is my choice the most appropriate for a Rickroll reharm/voicing?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>I hope im not misusing/abusing the questions page. Highly appreciate your input and you taking your time.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n4:23 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906282015\">6.28.19&nbsp;&nbsp;8:15 pm</a> \n<br>\nthis is the tweet i saw regarding 'favorite picking' and that comedy show/interview.\n<br>\n<br>https://twitter.com/markvigeant/status/1143242307136819201</qco> </h3><a href=\"iuagfesu.png\">this</a>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n1:13 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906281006\">6.28.19&nbsp;&nbsp;10:06 am</a>  THANK YOU, you beautiful human being. by the way i want to get into drumming but want to learn it myself do you have any tips? like what kind of kit is good enough for a beginner?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.30.19&nbsp; \n11:21 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906291202\">6.29.19&nbsp;&nbsp;12:02 pm</a>  care to describe this \"technological transformation\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.29.19&nbsp; \n1:27 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906270856\">6.27.19&nbsp;&nbsp;8:56 am</a>  Why is it a Rich Text File?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n12:08 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906271137\">6.27.19&nbsp;&nbsp;11:37 am</a>  except for these ones:\n<br>https://billwurtz.com/darknessvideo.mp4\n<br>https://billwurtz.com/how-to-ask-a-question.mp4\n<br>https://billwurtz.com/worry.mp4\n<br>https://billwurtz.com/dont-worry.mp4\n<br>https://billwurtz.com/im-dizzy.mp4</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n11:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201905031500\">5.3.19&nbsp;&nbsp;3:00 pm</a>  This isn't quite right. Entire songs can be in 2/4 and have a strong 2/4 feel - example https://www.youtube.com/watch?v=TOypSnKFHrE</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n10:06 am</dco> &nbsp;<qco> bill since you are the most talented musician i know, can you tell me what happens here? https://youtu.be/UydrranrPaI at 0:22 there is a chord that feels like a common chromatic thing but it's different.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\np.s: holyshit the questions page is getting crazy! what the hell was <a href=\"q.php?date=201906261939\">6.26.19&nbsp;&nbsp;7:39 pm</a>  lol</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n9:27 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906271224\">6.27.19&nbsp;&nbsp;12:24 pm</a>  that one: https://www.youtube.com/watch?v=754RQHqfovQ</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.28.19&nbsp; \n5:10 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906261939\">6.26.19&nbsp;&nbsp;7:39 pm</a>  when i say G-Bb-D-F-Bb-C-D-F I really mean a voicing made of those notes bottom up, not each chord per letter.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I was gonna write g-bb-f-d-bb-c-d-f but b for flat with non capital letter felt b for ti felt weird. I dont know if that makes more or less sense. And i did call Gb7 something wrong. I think its the Gmin7 with a \"Bb add9\" on top. so really a Gmin7 add11 with doubled 5th and 7th,&nbsp;&nbsp;but revisitting it it should be a Bb something, as so the F something should really be a Ab something. and yes i do agree these are separate universes, but i wont let that excuse me from doing things in a perceivably wrong way(regardless of how thick i want my supersaws to sound). I get too sidetracked for beefiness that I may be overdoing the voicings and cluttering the arrangement (and missing the tonal center). Highly truly appreciate you taking your time to go over my rant and bring obje\n ctivity.\n &nbsp;&nbsp;Now I have another point of view(and way more experienced) on my voicing approach or atleast cataloguing.&nbsp;&nbsp;Sometimes it feels like im working on a vacuum but im super grateful and lucky to be able to bounce these things with a way more experienced skillster to atleast have a sense of where the needle might be pointing as opposed to letting my subjectivenes or missfocus from sidetracking me into a least-ideal place. I hope my follow up made more sense and had less mistakes at essential points. . So the 2 chord thing i was describing once i take your advice into consideration would be something like Ab bass (the F at the bottom was really unnecesary, its really some sort of Ab) with right hand doing g-bb-eb, and then going to G bass with f-g-bb-d on right hand. \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How do you chose what to leave out when using many tensions on chords?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or it's a feel-along excercise with the theory behind the played voicings being an afterthought to analyze what was done? Upon\n  yet ano\n ther revision my last version would be Ab (207.65) and on right hand g(392)-bb-c=eb which would translate to Abmaj7add9, and then for second chord Bb on bass (233) and then on right hand f(349)-bb-c-d. which would be a Bbadd9. Does it sound like a more balanced voicing?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I did have a weird keys patch where i was jamming with it but going to a normal keyboard sound makes it clearer to hear what im doing instead of letting the reverb disguise the sound. It seems like by your description your instinct would be to go for bass on left and guide tones (3rd and 7th) on right and then alter from there?&nbsp;\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n7:42 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906260522\">6.26.19&nbsp;&nbsp;5:22 am</a> &nbsp;&nbsp;&nbsp;will you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.26.19&nbsp; \n7:39 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906250728\">6.25.19&nbsp;&nbsp;7:28 am</a>  so, lets say I have a chord made up of the following notes: F-Ab-C-Eb-G-Bb-Eb-G.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Having grown up playing music from classical notation (treble cleff and bass cleff) I think my instinct is to split it up as F-Ab-C-Eb in left hand and G-Bb-Eb-G in right hand, so I kind of memorize the two blocks by themself.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; But once I move to another chord lets say G-Bb-D-F-Bb-C-D-F,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I would split it into G-Bb-D-F on left hand and Bb-C-D-F. So instead of memorizing 2 8note chords,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i memorized 4 4 note chords,</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and it always made sense since it felt like memorizing smaller chunks would make it easier. The thing is, when moving from first set of 8 to second set of 8, the checklist becomes twice as long when trying to make the change fast, since I have to run the checklist of 2 4 note chords as opposed to a big one. So my mind is split making sure I got the left hand right and then the right hand right (and with the memorized finger positions).</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So let's say I have a less than ideal memorized way of placing my fingers on the notes because that's how i first came upon them, then I would just be repeating my mistake everytime simply because thats how i memorized the 2 blocks. But on the other hand if my \"mental check list\" goes note by note from the bottom up, then my hands might fix the mistake the second time i play by going \"ah, that makes more sense how my fingers landed on the notes this time around\" and instead of memorizing how to place my hand on them, my hands start learning finger placement instinct in a sense, and i have more mental space to do/think other things. I always thought it was easier to memorize both blocks because, lets say for the second 8 note chord I could memorize Gb7</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; on left hand and a Bbadd9 on the right hand, both on root position. But I am coming to the realization that seeing them this way may intelectualize the process too much and make me think&nbsp;&nbsp;of music in more math/pattern terms rather than feeling the music. As for the puzzle part, if i just play the right notes and not worry about which hand does which, the hands slowly start gaining instinct of how to play what. And everytime you play them, you're figuring out the finger-placement puzzle again, or atleast starting to make the connection of both hands working as one as opposed to LH does x, RH does&nbsp;&nbsp;y. Another advantage I believe is that when changes need to be made to the voicing they are made to the whole at the same time, and rebalancing voices in the other hand to fit the change becomes easier. Because you don't need to relearn both blocks again and/or how they differ from the previous version of the chord, you just need to solve a new puzzle when playing.Mentally it feels kind of like the first time I started seeing the harmonies in classical music as opposed to just learning the notes and the order they come in at. Way easier to play bach's prelude 1 if you know the chords that are being arpeggiated rather than learning/reading each note by itself as it comes. I thin I am slowly unhindering myself of the limitations of the way I learned to play music as a kid. It just always seemed so intimidating to me seeing people improv 2 handed chords</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; over changes and I thin perhaps they weren't thining of them as 2 separate blocks one for each hand, but as one whole thing. The other advantage to not seeing it as 2 hands I believe is that it's easy to say, well that chord needs one less note, and just play the chord and let the fingers figure out who plays who, as opposed to trying to keep balance or saying \"well, there was 4 and 4, now theres 4 and 3, i should probably take one out of the left hand too to make it balanced\" when the balance perhaps doesn't lie in number of notes in each hand but simply what the music needs, which might not always makes sense in the pattern/balance-seeking frame of mind. I hope it makes more sense or atleast shows what I'm thinking better.\n<br>\n<br>Tl;dr, \"Gb7 on left hand, Bbadd9 on right hand\" turns into G-Bb-D-F-Bb-C-D-F.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; First one might make more sense for writing down/analyzing, second might be more instinctive and wont rely on having to make sense of each hand as an individual chord. Like, on the example of the first chord F-Ab-C-Eb-G-Bb-Eb-G, itd be hard to categorize G-Bb-Eb-G as a recognizable chord, perhaps some sort of Eb in first inversion with a doubled 3rd on the top but I want to let my ears do the listening, my fingers the playing and my mind the enjoying instead of intelectualizing it. It may seem I'm saying the newer way im doing it is better but I think maybe it just complements something that's been lacking in my approach to music thus far and a balance must be found as opposed to committing to one way or the other. I find the mind of a piano harmony improvizer intriguing and I hope this new approach makes it less convoluted in my head. It just seems like itll be way easier to improvize when im not trying to first make two independent hand voicings and placing them together as opposed to thining of a big voicing spread through all my fingers (and let them do the chosing of which plays what note as opposed to summoning up some finger positions from the catalogue since my catalogue may be too limited atm. It feels like when playing with this new frame of mind, it's easier to try new stuff and let the music speak to me. How do you approach memorizing/improvizing voicings when you are writing/arranging/playing?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n3:46 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906222321\">6.22.19&nbsp;&nbsp;11:21 pm</a> \n<br>\n<br>Since you're talking video game music. What time signature is NES Super Mario Bros (the 1st game) Underworld theme in? Does is just resets at a certain point?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.24.19&nbsp; \n1:13 am</dco> &nbsp;<qco> Do you still abide by your \"under 3:30\" preference (<a href=\"q.php?date=201804140942\">4.14.18 9:42 am</a> )? I would love to hear what you could do with 7-8min.</qco> </h3><a href=\"https://youtu.be/Mh5LY4Mz15o\">history of japan</a>"
  },
  {
    "html": "<h3> <dco>6.23.19&nbsp; \n7:25 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906221714\">6.22.19&nbsp;&nbsp;5:14 pm</a> &nbsp;&nbsp;&nbsp;wait are you considering shelving the current video and switching to a new one?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n6:07 am</dco> &nbsp;<qco> i meant to click the unscramble page and missed, so now im lost can you just unscramble this question?</qco> </h3><a href=\"q.php?date=201609301011\">9.30.16&nbsp;&nbsp;10:11 am</a><a href=\"https://billwurtz.com/anagrams\">anagrams page</a>"
  },
  {
    "html": "<h3> <dco>6.18.19&nbsp; \n6:34 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201906171904\">6.17.19&nbsp;&nbsp;7:04 pm</a>  is that a reason why it is taking longer to make this video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.18.19&nbsp; \n3:17 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906170806\">6.17.19&nbsp;&nbsp;8:06 am</a> &nbsp;&nbsp;the earth is a sphere, a pseusdosphere more precisely, and from a scientific point of view it is in fact cone-shaped. what are your thoughts on how accurate your assumptions were</qco> </h3>"
  },
  {
    "html": "<h3> <dco>6.17.19&nbsp; \n5:37 am</dco> &nbsp;<qco> <a href=\"q.php?date=201906160533\">6.16.19&nbsp;&nbsp;5:33 am</a>  - Thanks for answering this! I find it amazing how you can break this stuff down so easily. I've been playing music pretty consistently for around 15 years and I still couldn't nail what was going on there, especially the A+7(#9). Any tips on how to get better at breaking stuff like this down?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you literally rewind, listen, rewind, listen, until you've heard every note you think you can hear?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or does your perfect pitch give you the means to pick it apart super quickly?</qco> </h3>"
  }
]
