[
  {
    "html": "<h3> <dco>9.28.24&nbsp; \n9:09 am</dco> &nbsp;<qco> do you have a mobile smartphone</qco> </h3>      \n\ni guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.24&nbsp; \n7:59 am</dco> &nbsp;<qco> Do you ever wonder what could have been? and what could have been if you didn't wonder what could have been?</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.24&nbsp; \n7:00 am</dco> &nbsp;<qco> give me something to do, that people would appreciate me for, and then i can tell people \"the real bill wurtz told me that, pretty nifty i know\"</qco> </h3>      \n\nhow about doing some name-dropping\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.24&nbsp; \n6:51 am</dco> &nbsp;<qco> i just started playing the ukulele and i know you play it, any tips or whatever? thanks you are cool</qco> </h3>      \n\nit sounds like everything is going fine. i can only give you tips if you tell me what specific problems you are having\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.24&nbsp; \n6:23 am</dco> &nbsp;<qco> How do i improve the feng shui in my room&nbsp;</qco> </h3>      \n\nchange the parts that are not good, and keep the parts that are good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.24&nbsp; \n4:19 am</dco> &nbsp;<qco> wow you actually put 29 forks in the animation huh</qco> </h3>      \n\nthat was not a hard task, thanks to my counting abilities\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.24&nbsp; \n3:40 am</dco> &nbsp;<qco> Can anything be everything?&nbsp;</qco> </h3>      \n\nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.24&nbsp; \n1:31 am</dco> &nbsp;<qco> do you listen to any dutch music&nbsp;</qco> </h3>      \n\nsometimes, just to make up for the fact that they only listen to american music\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.24&nbsp; \n12:41 am</dco> &nbsp;<qco> If cookies stopped existing for 10 seconds, do you think this would cause a severe global crisis?</qco> </h3>      \n\nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.28.24&nbsp; \n12:05 am</dco> &nbsp;<qco> Your music is so unique and fun and moving. How much should i donate to show my appreciation?</qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; p.s. hope you make more :)&nbsp;</qco> </h3>      \ni will\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n11:19 pm</dco> &nbsp;<qco> what to do when i already have an idea made, and ive decided to do that idea, but i cant write yet. my mind just does not want to write yet. but i also dont want to wait around doing nothing until i eventually feel like it</qco> </h3>      \nyou don't have to wait around doing nothing, you can do other things instead\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n10:28 pm</dco> &nbsp;<qco> have you ever put a sock on a clock at the dock</qco> </h3>      \n\nno, i've never done that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n10:07 pm</dco> &nbsp;<qco> do you ever get your own songs stuck in your head?</qco> </h3>      \n\nyes, especially when i'm working on them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n8:56 pm</dco> &nbsp;<qco> why is the number 12 before 36? it feels so wrong. not to mention 29 being stuck behind 27.</qco> </h3>      \n\nthat's fine, you can switch it\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n6:23 pm</dco> &nbsp;<qco> what are your thoughts on the new generations</qco> </h3>      \nthey're always so young. it's hard to believe\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n6:23 pm</dco> &nbsp;<qco> I got a keyboard and I'm trying to learn from mostly just sheet music, as opposed to actual piano-learning guides.&nbsp;&nbsp;I'm finding it very fun to learn increasingly complex right hand parts but have yet to get into using both hands at once because it makes me short-circuit.&nbsp;&nbsp;how the hell am I supposed to do two different things at once while having only one brain</qco> </h3>      \n\ni don't know anything about the way you are doing it. personally i would never recite any notes that i didn't already know how to use myself. to use an egyptian analogy, if i have to relay an egyptian message, reading egyptian and then reciting what i read, i would never be comfortable doing that until every egyptian word that passes through my mouth is something that i'd also be comfortable saying on my own. otherwise i'd be just a puppet and the results would be no better than what a mechnical device could do\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n6:15 pm</dco> &nbsp;<qco> how do you think profoundly&nbsp;</qco> </h3>      \n\nhow about listening closely to what your peers think is profound and then say all the same stuff back to them, worded in exactly the same way. at least that's what my peers do and it seems to work pretty well\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; 5:20 pm</dco> &nbsp;<qco> are you cool</qco> </h3>      \n\nalmost\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n4:24 pm</dco> &nbsp;<qco> What (in your opinion) is your favorite song/video you've done?</qco> </h3>      \n\ni would prefer to make a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n3:05 pm</dco> &nbsp;<qco> All statements are false except for this one.</qco> </h3>      \n\ni believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n1:21 pm</dco> &nbsp;<qco> I'm in so many bands and I have very little time to spend writing and recording my own music, which is like fuel for my existence and I constantly think about when I can do it next. I have considered quitting some of the bands but I also enjoy the friendships I find with my fellow musicians. It's very complicated. I also I don't want to hurt anyone's feelings, however I am so impassioned towards my creativity I feel I owe it to myself to divert my resources towards it. I also don't want to leave the bands in an incomplete state. I wish I could do it all. I find that I feel fear somehow, regarding the actions I feel I should take. Any advice would be deeply appreciated if you had it.&nbsp;</qco> </h3>      \n\ntell all the bands about your situation and see how they react\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n11:47 am</dco> &nbsp;<qco> Bill, I'm not good at singing and I want to be a singer. What do I do? Should I structure my music around my singing voice?</qco> </h3>      \n\nthat's not a bad idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n11:40 am</dco> &nbsp;<qco> I went through the entire evolution of the \"I forgot what question I asked the other day\" chain and now I don't know what to do because I almost wanted it to go on infinitely, but it didn't. what can I do to feel better about this?</qco> </h3>      \n\nhow about taking a nap\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n10:40 am</dco> &nbsp;<qco> Pick your poison</qco> </h3>      \n\ni was wondering if there is any non poison available\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n10:22 am</dco> &nbsp;<qco> Is the cosmos consistent with infinite regression?</qco></h3>      it's infinite with every different kind of anything ever imagined<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Does a starting point to everything exist? Does consciousness have a starting point, or is it a slow emergence? Is the end of consciousness immediate or a slow deconstruction? </qco></h3>      any point can be considered the start or end point, and it can be considered to be unfolding at any pace<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Should one, therefore, spend their whole life jiving and boogieing in new and interesting ways (because either way, a fade out or a sudden conclusion is consistent with good disco)? I assert that doing such also makes immortality more palatable.</qco> </h3>      whatever floats your boat\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n9:02 am</dco> &nbsp;<qco> How do you achieve such profound spontaneity in everything you do?</qco> </h3>      \n\ni just do it normally\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n7:38 am</dco> &nbsp;<qco> I JUST WANT TO SAVE A WALK ANIMATION. WHY CANT I SAVE JUST THOSE KEYFRAMES I DONT WANT TO PUSH DOWN THE ENTIRE TIMELINE AS AN ACTIONwhat am i doing</qco> </h3>      \n\nthere's so so so so so so many wantable things that people would want to do and save. it would be impossible to build every single one of those into the program. but in an ideal world they'd allow you access to the programming so you can dream up almost anything you'd like\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n4:11 am</dco> &nbsp;<qco> i'm trying to learn how to something and all the resources and tools is overwhelming</qco> </h3>      \n\nwell then maybe it's time to reinvent the thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n2:27 am</dco> &nbsp;<qco> I memorized a joke to tell in the new school year but its almost october now and no one laughs at it any more. Do you know any good ones (not about cheese because I already know that one)</qco> </h3>      \n\na second cheese joke was recently discovered. you can get it on the internet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n2:20 am</dco> &nbsp;<qco> would you say that each song has some slight version of your personality in them?</qco> </h3>      \n\nevery song that i make has a large amount of my personality in it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n1:47 am</dco> &nbsp;<qco> what are your thoughts on yes (the band)?\n</qco></h3>      it's ok<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what are your thoughts on yes (the word)?</qco> </h3>      \nit's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n1:08 am</dco> &nbsp;<qco> how do i speak jazz so the jazz kids stop stuffing me in the tuba</qco> </h3>      \n\nspeaking jazz is not the answer, the answer here is getting big muscles and then speak how you want\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n1:07 am</dco> &nbsp;<qco> how to deal with fear of yourself?</qco> </h3>      \nfind something else you fear more\n\u0016<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n12:45 am</dco> &nbsp;<qco> I'm the busiest I've ever been in my life, bill, how do I stay floating? I think I like doing everything I'm doing</qco> </h3>      \ntry different combinations. do everything, do nothing, do some pairs of 2 things, eventually you will find out what works, but it may take a while\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n12:37 am</dco> &nbsp;<qco> hey dude if i ever met you in real life i would straight up stop breathing&nbsp;</qco> </h3>      \nthat's too bad, if you're not breathing then we wouldn't be able to talk to each other\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.27.24&nbsp; \n12:31 am</dco> &nbsp;<qco> What made you start content creation?</qco> </h3>      \n\nit's like when people start walking, start speaking, start breathing, .... maybe it's instinct\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n11:14 pm</dco> &nbsp;<qco> can you answer this question in 3 different ways?</qco> </h3>      \n\nyes but then i will answer it a 4th way as my final answer\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n11:03 pm</dco> &nbsp;<qco> Do you think I will ever find true love?</qco> </h3>      \n\nit's very likely\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n10:05 pm</dco> &nbsp;<qco> What a time to be alive huh?</qco> </h3>      \n\ndid you just elbow me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n9:45 pm</dco> &nbsp;<qco> which shrek movie is the best one?</qco> </h3>      \n\ni just like the merchandise\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n9:33 pm</dco> &nbsp;<qco> Where can we find time?</qco> </h3>      \n\nright here\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n9:05 pm</dco> &nbsp;<qco> bill, can I call you that? I love your music but I especially love your style of writing, I find you aren't trying to be anything but you. My question is, how do you write your lyrics? </qco></h3>      i don't write lyrics separately. i write the song together<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;are they excerpts from a journal, do you write while feeling the music? what comes to mind when creating a song. Thx &lt;3</qco> </h3>      most of the power of songs functions on a sort of unexplainable level. most writers and artists would agree that they don't quite have any idea how the ideas come and where they come from. most of us feel it comes 'through' us when it's working properly. i've never heard of anyone getting good results from making decisions about how they \"think\" a song \"should\" be. in fact sometimes the best results seem to defy any expectations you might have had\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n9:05 pm</dco> &nbsp;<qco> i've just come across this page after following your work for a few years. what kinds of questions do you like/not like answering? </qco></h3>      it doesn't really matter, the important thing is that i am challenged to deal with whatever questions actually are asked<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why must I be feeling randy to be served a random question? </qco></h3>      that button is a vague stylistic reference to the \"i'm feeling lucky\" button on google, but with a play on the word \"random\". i also once heard the word \"randy\" to mean aroused, so basically what the button means when you press it is that you are in the mood to see randomly selected questions, which may or may not excite you to a varying degree<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;this page is a beautiful enigma</qco> </h3>      in that case everything seems to be going smoothly\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n8:02 pm</dco> &nbsp;<qco> do you have any idea why people will sometimes review products with something like \"great product\" and rate it 1/5 or 2/5? while that's hilarious i am also kind of puzzled and curious</qco> </h3>      \n\never heard of a fake person\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n7:35 pm</dco> &nbsp;<qco> how good for you is drinking water</qco> </h3>      \n\nwe'll see\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n7:22 pm</dco> &nbsp;<qco> What did I do</qco> </h3>      \neverything, but now there's new things you still have to do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n7:06 pm</dco> &nbsp;<qco> Top 3 vegetables?</qco> </h3>      \n\nvegetables are unranked\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n5:12 pm</dco> &nbsp;<qco> am i asking bad questions</qco> </h3>      \n\nyou are trying, but they keep coming out good\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n6:06 pm</dco> &nbsp;<qco> What topic should people have stronger opinions on?</qco> </h3>      \n\nthis is kind of off the subject, but people should have less strong opinions about what other people's opinions should be\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.26.24&nbsp; \n4:32 pm</dco> &nbsp;<qco> can you speak/read/write in any other languages? if so, what are they? were you self taught?</qco> </h3>      \n\ni'm sneaking closer to proficiency in dutch (netherlands) but there's still a long way to go. i also have a moderate but vastly incomplete knowledge of french\n\n<br><br>"
  }
]
