[
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n3:05 pm</dco> &nbsp;<qco> what was your favorite song to make, write, sing, and record?</qco> </h3>      i would prefer to make a new one to be my favotire\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n12:12 pm</dco> &nbsp;<qco> did u really think there was no way you could do this fuckin vine thing or did you just say that</qco> </h3>      it felt that way, because i had already come so far on other mediums and platforms that it felt strange to be starting a brand new one. it always feels that way to start something new\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n12:03 pm</dco> &nbsp;<qco> What's the best thing in Belgium?</qco> </h3>      i don't know but i have heard their pancakes are pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n11:24 am</dco> &nbsp;<qco> do you try to make your content timeless?</qco> </h3>      of course. but that is somewhat of a tall order\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n10:51 am</dco> &nbsp;<qco> Do you ever compare your achievements to other people's achievements?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n10:49 am</dco> &nbsp;<qco> Do you think you're an overall organized person?</qco> </h3>      yes but no, and yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n9:43 am</dco> &nbsp;<qco> Do you enjoy making your videos?\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Why?&nbsp;</qco> </h3>      i can make them any way i like. so if i'm not enjoying it i can do it another way until i find an enjoyable way. that's the manufacturer's guarantee\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n9:03 am</dco> &nbsp;<qco> Is the new song going to be soon? (by soon I mean before 2019)</qco> </h3>      according to my calculations there will be 3 more songs released before 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n8:59 am</dco> &nbsp;<qco> How come songs like When I Get Older and Hello Sexy Pants are on Napster but songs like We Could Just Get High and I Wanna be a Movie Star aren't?</qco> </h3>      i think napster didn't exist when those were released\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n8:28 am</dco> &nbsp;<qco> What is your opinion on dodecahedrons?&nbsp;</qco> </h3>      they are one of the most popular hedrons\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n7:53 am</dco> &nbsp;<qco> What are some secret pages on this site?</qco> </h3>      the whole site is a secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n4:34 am</dco> &nbsp;<qco> What would you rate this question?</qco> </h3>      fair\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n2:58 am</dco> &nbsp;<qco> is there hope for me to become as passionate and dedicated as you are?</qco> </h3>      if that's what you want, then it has already happened\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n2:14 am</dco> &nbsp;<qco> Will you ever release merch?</qco></h3>      i have <a href=\"https://billwurtz.myshopify.com\">done that</a>. hopefully there is some left<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I'd love to have a tshirt with your YouTube icon.\n</qco></h3>      there should be some of those in there<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nAlso, a friend wants to know if we could get some of your sheet music.&nbsp;</qco> </h3>      not yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n1:12 am</dco> &nbsp;<qco> Would you like to be a teacher at a place that teaches people</qco> </h3>      everywhere teaches people\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n12:47 am</dco> &nbsp;<qco> thoughts on pears</qco> </h3>      sometimes i like to have just 1\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n12:40 am</dco> &nbsp;<qco> should i appreciate cows more</qco> </h3>      that depends how much you currently appreciate them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.26.18&nbsp; \n12:09 am</dco> &nbsp;<qco> have you ever used a chord in a song that you'd never heard before in any other song? which one?​</qco> </h3>      the roaring sound at the beginning of 'i'm a diamond'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n11:34 pm</dco> &nbsp;<qco> A friend of mine describes creativity as like \"catching a wave - once you're on it, you're on it, and you're not gonna sleep on it.\" Do you view creativity this way,</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or can it perhaps be forced?</qco></h3>      that would be convenient<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I feel like my problem is that I have all the skills but I don't use them often enough to build a \"music career\", if that makes sense.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n10:28 pm</dco> &nbsp;<qco> what is your favorite page on your website?</qco> </h3>      questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n9:48 pm</dco> &nbsp;<qco> how do you know the moon is made of cheese if you can't taste it?</qco> </h3>      the moon is not made of cheese, it's made of sheep\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n9:21 pm</dco> &nbsp;<qco> do you listen to your own songs when you're doing random things or cleaning the house etc? i think i'd do that if i were someone like you</qco> </h3>      no time for anything other than making new songs, which i listen to while i am making them but not after. or maybe just once after, just to double check that it got made\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> how do you feel about tennis, bill?</qco> </h3>      no one seems to want the ball\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n8:54 pm</dco> &nbsp;<qco> Should I be a philosopher?</qco> </h3>      by the time you decide it will be too late\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n8:47 pm</dco> &nbsp;<qco> Why so many people like you?</qco> </h3>      i am an influencer, and thus have influenced them into liking me\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n8:00 pm</dco> &nbsp;<qco> Why don't you try replacing some text with wingdings in an upcoming video?</qco> </h3>      i don't have wingdings but i have another font that you may like, it is used at the end of the mt. st. helens song, and i think in the bridge of 'outside'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n7:58 pm</dco> &nbsp;<qco> how big is the sun?</qco> </h3>      i'd say it's a pretty good size\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n6:58 pm</dco> &nbsp;<qco> What is your interpretation of hell? And heaven?&nbsp;</qco> </h3>      dramaticized versions of life on earth as we know it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n6:49 pm</dco> &nbsp;<qco> What are you center of interest other than music?</qco> </h3>      communication\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n6:48 pm</dco> &nbsp;<qco> What do you think about rationalizing?&nbsp;</qco> </h3>      you'd think everything would be rationalized already. there must be some hidden de-rationalization at play\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n6:39 pm</dco> &nbsp;<qco> what is your opinion on geese?&nbsp;</qco> </h3>      they know how to spend their time. very good time spenders, that's what i say\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n5:50 pm</dco> &nbsp;<qco> Is anything real?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n5:43 pm</dco> &nbsp;<qco> Do more covers please&nbsp;</qco> </h3>      i am ready to do them immediately. but i have discovered that the logistics of publishing them is more complicated than i thought, if i wanna do it with a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n5:33 pm</dco> &nbsp;<qco> Do you like any sports? or at least watch some sports?</qco> </h3>      i am sports\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n5:30 pm</dco> &nbsp;<qco> Are there grander and thematic messages encrypted in your songs/video which go further than simple interpretation of lyrics/visuals?</qco> </h3>      it's meant to go with the music. best interpretation is probably gonna be lyric+music together. and then the visual would be my best attempt at interpreting the lyric+music\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n3:42 pm</dco> &nbsp;<qco> is this reality the reflect of another one?</qco> </h3>      yes, and so much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n3:36 pm</dco> &nbsp;<qco> why can't we see what you did in \"y2k or whatever\" on the bottom of the expert page?</qco> </h3>      because i did not post it. i'm not entirely sure what i was doing. maybe coloring garfield books on the computer i guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n2:33 pm</dco> &nbsp;<qco> any plans for some unconventional/non-music projects in the near future?</qco> </h3>      yes and no, but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n2:32 pm</dco> &nbsp;<qco> how/where do i start become musically literate?</qco> </h3>      you could start with the pithces or the rhythms ...... i am biased toward starting with the rhythms because i started much much much much earlier with the rhythms. take 3 of your favorite songs. find the click. 'click' is a studio term for the beat of the song. it's what you would tap your foot to. i would say that would be your first exercise, which you may have aced long ago but i have no way of knowing how far along you are. my next suggestion is to see if you can hear them in groups of 4, throughout the song. most songs work like that .....\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n2:16 pm</dco> &nbsp;<qco> is a little wrist ache normal after playing the keyboard for 1.5-2 hours or am i doing something wrong?&nbsp;</qco> </h3>      maybe slightly\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n2:14 pm</dco> &nbsp;<qco> Do you have moments that you feel \"burned out\" for music? That you just don't feel like making any music at all?</qco> </h3>      not even close\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n2:06 pm</dco> &nbsp;<qco> I've heard of that anyone good at music should be able to hear the thing when he reads the sheet music, or before playing it out etc.. I wonder how to develop this kind of skill(my listening skills are extremely poor by the way, and if I try imagine the shape of music beforehand, either it's wrong or worse, only blankness) I think i'm a bit slow at this. Although I started learning piano at quite a young age, but since it's a keyboard instrument so all you have to do is use your eyes doing some sheet reading then press the keys, and since no one is there to tell me to pay attention to what you hear, until now i'm still lost when all the people there say the only right way to music is to use ear...</qco> </h3>      if you want to compose / make up / invent what you are playing, then you'll probably want those hearing skills. but reading someone's exact transcription is a whole different way to experience music. very cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n2:04 pm</dco> &nbsp;<qco> would you rather be a dragon or have a dragon?</qco> </h3>      both, or neither\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n1:34 pm</dco> &nbsp;<qco> What is the outside world?</qco> </h3>      it turns out to be a very close cousin and sister to the inside world\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n12:56 pm</dco> &nbsp;<qco> do you think that your music can be defined in some kind of music?</qco> </h3>      that's probably the only way to define music. with music\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n12:36 pm</dco> &nbsp;<qco> are any of your songs based on dreams</qco> </h3>      occasionally they get written in dreams\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n11:30 am</dco> &nbsp;<qco> how to live under a rock?</qco> </h3>      it's better to live next to a rock\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n12:28 pm</dco> &nbsp;<qco> Do you think there's any meaning in your songs?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or is it just what people interpret it as?</qco></h3>      just? that would include everything. anyone's interpretation ever. yes, all that<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you see your songs as representing any particular identity or is identity not important? Many thanks :)&nbsp;</qco> </h3>      i suppose it would be useful to remember the artist name so as to know where to find the music, as new songs come out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n11:01 am</dco> &nbsp;<qco> do you like puzzles?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.25.18&nbsp; \n10:07 am</dco> &nbsp;<qco> whats your favorute song of yours?\n<br>i like i can play</qco> </h3>      i would prefer to make a new one to be my favorite\n<br><br>"
  }
]
