[
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:59 am</dco> &nbsp;<qco> If you could know the name of any one thing, what would it be?</qco> </h3>      the game\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:53 am</dco> &nbsp;<qco> How come a lot of your music is a lot sillier now than a lot of your older music? You went from \"if love is really anything then it's got to be everything\" to \"santa claus is still a twitter meme\".</qco> </h3>      ? you are heavily cherry picking the data there. what about old songs such as \"lima beans lima beans lima beans\", or another part of the old one you mentioned that goes \"i like red and green lights they take me from my homes they follow me like monsters,\" etc, or \"get ready to eat dirt\", when compared to newer songs which have things like \"hallelujah, today's a brand new day\", or \"it's a long long day and we've come a long long way\", or \"everything feels so inspired\", or \"everywhere somebody lonely is still feeling blue\", or \"that's how i get home again\", or \"and the day goes on, stay strong\"......\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:39 am</dco> &nbsp;<qco> <a href=\"q.php?date=201812011424\">12.1.18&nbsp;&nbsp;2:24 pm</a>  Someone asked about there being a 3/4 measure for half a bar in Christmas isn't Real and you said there was. When I heard it, though, I just heard triplets in 4/4 followed by the last two beats in the measure. Did you actually write it in 3/4 and then 2/4 or are they just triplets?</qco> </h3>      3/4 and 2/4 would only work if the <a href=\"tempochange.png\">tempo changed</a>. the 3/4 part would have to occur in the same amount of time as the 2/4 part. so triplets (like <a href=\"8thnotetrip.png\">this</a> or <a href=\"qnotetrip.png\">this</a>) would essentially accomplish this perfectly with no tempo change. but actually the rhythm is probably stretched a little to almost be notatable as <a href=\"16th.png\">16ths</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:22 am</dco> &nbsp;<qco> Are there times you feel it'd be better if you knew less?</qco> </h3>      maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:07 am</dco> &nbsp;<qco> any advice on business trips?</qco> </h3>      take at least 1 picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n9:06 am</dco> &nbsp;<qco> are you making another Christmas song this year?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n8:57 am</dco> &nbsp;<qco> What inspires you to write lyrics?</qco> </h3>      it's my way of making the music talk\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n8:40 am</dco> &nbsp;<qco> is there any type of instrument you prefer? (percussion, woodwind, brass, etc) and why?</qco> </h3>      voice because it can say words\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n8:23 am</dco> &nbsp;<qco> My best friends cat got covered in mud, where should I hide it?</qco> </h3>      in a cat sweater\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n8:19 am</dco> &nbsp;<qco> Do you think people can change for the better?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n8:07 am</dco> &nbsp;<qco> i find it interesting that whenever your style of content is brought up, you say it's, well, just you trying to be reasonable. do you just try to make the video how you like it or do you just make it without really ... trying to make it a certain way in the sense of your style i guess? </qco></h3>      i try to make each one as different as i can while still making it as good as i can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nlike if i were to say that it's not something you're forcing and it kind of just happens the way it does (if that makes sense) that i am making a somewhat accurate statement?</qco></h3>      i am probably forcing it to be as different as i can, while trying to still keep it as good as i can<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n i dunno. i'm a curious person. also if you don't mind i want to add that i can 100% relate to you on the awful social skills thing. it kind of comforts me to know someone like you who is like the Biggest inspiration to me at the moment experiences something i can definitely say i experience too. i almost wish i were able to directly communicate with you because you seem like a fun person to talk to. i'm not exactly sure why that is but i feel it\n<br>anyway have a nice day good luck with making content </qco></h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n7:21 am</dco> &nbsp;<qco> do you see your vocals as another instrument, like how daft punk handles their vocals, or do you see it as a story telling medium like most songs on the radio?\n</qco></h3>      i disagree, but i think the vocals are generally the star of the show, in radio music and in mine as well<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i love what you do, and your songs bring me a soothing contentnes</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n7:18 am</dco> &nbsp;<qco> If you could have complete knowledge of one subject what would it be ?&nbsp;&nbsp;</qco> </h3>      the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n7:13 am</dco> &nbsp;<qco> how do you feel after the h3 podcast?</qco> </h3>      shockingly incapable\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n7:00 am</dco> &nbsp;<qco> Do you ever think about how thinking harder makes it harder to think?</qco> </h3>      not anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n6:46 am</dco> &nbsp;<qco> So how would you describe your experience at the h3 podcast?</qco> </h3>      the on air part was terrible, the off air part was very very good\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n6:06 am</dco> &nbsp;<qco> how many hidden stuff is in your&nbsp;&nbsp;website?</qco> </h3>      2\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n5:52 am</dco> &nbsp;<qco> What is your favorite bird?</qco> </h3>      free\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n5:41 am</dco> &nbsp;<qco> what is your favorite day of the year</qco> </h3>      march 21\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n4:25 am</dco> &nbsp;<qco> do you think music genres help or hinder the art of music?&nbsp;</qco> </h3>      they are a fun and useful source of hopeless confusion and ambiguity\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n4:05 am</dco> &nbsp;<qco> do you write all the questions or only the answers</qco> </h3>      only the answers\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n3:58 am</dco> &nbsp;<qco> do you think a physical audio/music art gallery be a viable medium for distribution of art?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Like a place where you can experience the sounds with some other aspect of sense in person?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n3:48 am</dco> &nbsp;<qco> Do you think that you will ever be defeated?</qco> </h3>      yes and no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n2:28 am</dco> &nbsp;<qco> I found one answer where you capitalized a word, and it wasn't a word. It was the name God. You said: \"whats God\". Is that the only word you're willing to compromise?</qco> </h3>      compromise what\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n2:08 am</dco> &nbsp;<qco> have you ever used a heated blanket</qco> </h3>      i'm usually the one heating the blanket\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n1:52 am</dco> &nbsp;<qco> Is college worth it? I have a lot of personal projects I am currently working on in my final year of high school, but I fear I won't have time for them in college. Do you have any simmilar experience and insight that might help me decide?</qco> </h3>      one thing i have learned for sure is that the most important department is the bursar's office. which is alarming to me because i have no idea what a bursar is and the school definitely doesn't teach that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n1:36 am</dco> &nbsp;<qco> what is your idea of success? i.e i think the happiest poor person is more successful than a depressed billionaire&nbsp;</qco> </h3>      \nfigure out what game you are playing before you are done playing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n1:24 am</dco> &nbsp;<qco> Should I paint my face?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n1:21 am</dco> &nbsp;<qco> I'm very happy you went on the H3H3 podcast. Will you be on more podcasts in the future?</qco> </h3>      yes, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n1:03 am</dco> &nbsp;<qco> do you think people who try and make art don't actually make art and instead art is more of an accident?</qco> </h3>      it is an accident but as an artist you can learn to deliberately capture the accidental spirit\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n12:49 am</dco> &nbsp;<qco> What is your opinion on cats</qco> </h3>      they are a dog's best friend\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n12:27 am</dco> &nbsp;<qco> what does whenst mean</qco> </h3>      when, as, and during the time which. (when + whilst) \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n12:17 am</dco> &nbsp;<qco> also how tf do i get the password for your reality page?</qco></h3>      there is no password<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n obviously you're not giving it out, so what immortal being do i need to ask to get it?&nbsp;</qco> </h3>      none, there is no password\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n12:14 am</dco> &nbsp;<qco> When is it acceptable to start listening to christmas music?</qco> </h3>      age 0\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.2.18&nbsp; \n12:12 am</dco> &nbsp;<qco> Since you've proven to know a lot about the world, how do you think it will end?</qco> </h3>      by starting a new one\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n11:18 pm</dco> &nbsp;<qco> Will you ever to another interview</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n11:14 pm</dco> &nbsp;<qco> What is your opinion?</qco> </h3>      1=2\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n10:59 pm</dco> &nbsp;<qco> Should I learn how to play the saxophone or the electric guitar?</qco> </h3>      it depends who you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n10:55 pm</dco> &nbsp;<qco> Do you ever think you have no personality?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Not an insult, I just think of that sometimes.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> Why don't you capitalize?</qco> </h3>      why don't you notice <a href=\"capitals-report.php\">when i do</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n10:45 pm</dco> &nbsp;<qco> I am a parent. I found some of your videos online. I think my son would enjoy them. Is most of your content OK for a 13 year old to watch/listen to?</qco> </h3>      they would have to decide if it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n10:07 pm</dco> &nbsp;<qco> why do you choose to use traditional over matched grip?</qco> </h3>      when i was about 11 years old a basketball fell vertically on my left middle finger, and i couldn't bend it for a few days. so i switched to traditional grip because you don't need to bend that finger. then when my finger healed i didn't want to switch back\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n10:05 pm</dco> &nbsp;<qco> do you like using dot to end a single sentence?</qco> </h3>      it can be useful to separate it from the one after it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n10:04 pm</dco> &nbsp;<qco> Do you ever just wake up and think \"how did this happen\"?</qco> </h3>      usually when i wake up i wonder how it's going to happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n9:39 pm</dco> &nbsp;<qco> So, is christmas real?</qco> </h3>      yes, and fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n9:36 pm</dco> &nbsp;<qco> What is your favorite joke of all time?</qco> </h3>      the time space continuum\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n9:22 pm</dco> &nbsp;<qco> Do you think there is anything to our dreams (the ones we have while sleeping)? Why are they given to us only to be so quickly taken from our memory upon awakening?</qco> </h3>      because there is almost no solid mechanical connection between the dreams and the reality of your waking world\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> if christmas isn't real, is halloween?</qco> </h3>      yes, and fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n8:49 pm</dco> &nbsp;<qco> what goes through your mind everyday</qco> </h3>      a constant stream of rainbows, which i am beginning to suspect is all the same rainbow\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.1.18&nbsp; \n8:37 pm</dco> &nbsp;<qco> how do you get yourself to work and not get distracted?</qco> </h3>      it helps if you can get to work within the first hour of your day, after a very small bit of exercise. if you can avoid distractions during the 1st hour, you should be able to last almost the entire day without them\n<br><br>"
  }
]
