[
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n3:39 pm</dco> &nbsp;<qco> what do you call that chord when, say in the key of C, you have F in the bass and in the melody you have B (and G) resolving to A (and F)? Can you ever call that Fsus2add#11 (or #4?), also what if the 5 isn't included (is it included usually?), thabks (it's like a double suspension methinks)</qco> </h3>      \nFsus2b5 is the most efficient way i can think of. If you are in a world where F2 is understood to mean Fsus2, then, F2b5 is definitely the way to go. If i were writing it on a chart for myself personally, i would say F2#4, and i know maybe that means 5 is allowed when it's not there, but, seeing that i would probably get that i'm supposed to focus on the 2 and #4. And also, if the next chord is F, then i think as a reader i'd easily pick up on the movement that's implied. As you can see, charts can be a lot of approximation and guessing games. Now that i think about it, writing words and sentences is like that too sometimes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n3:05 pm</dco> &nbsp;<qco> any songs/videos with key changes on the horizon? or perhaps... meter changes??</qco> </h3>      \nthere are some key changes in the next song. there is an alternating meter in the verses which sounds pretty normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n3:01 pm</dco> &nbsp;<qco> Where do you get ideas for songs?</qco></h3>      from the gutter<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, what do you do if you have no ideas?</qco> </h3>      check in the gutter\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n2:42 pm</dco> &nbsp;<qco> will you use the word \"catharsis\" in your next song</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n12:43 pm</dco> &nbsp;<qco> what are the first 100 digits of pi off the top of your head? (don't cheat)</qco> </h3>      \n3.14159265358979323846264338327950288419716939937510582097494459230 that's all i have<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n12:40 pm</dco> &nbsp;<qco> was \"got some money\" secretly 3D but you'd make it look like 2D?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n12:10 pm</dco> &nbsp;<qco> You're obviously an extreamly busy person who is extraordinarily popular. Your most recent video posted a week ago has 1.6M views (as I'm sure you're aware). How do you deal with the fame and presumably all those who try to reach out on a personal level?</qco> </h3>      \ni try to act naturally\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n12:04 pm</dco> &nbsp;<qco> how do you manage those key changes?</qco> </h3>      \ni'm not sure. it's the same way i manage going through a door, which i also don't know how i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:55 am</dco> &nbsp;<qco> hi bill, i asked a question here a few days ago but i can't seem to remember what it was...do you have any idea?</qco> </h3>      \nwas it <a href=\"q.php?date=202104231129\" target=\"_blank\">this</a><remqq></remqq>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:43 am</dco> &nbsp;<qco> how do i make the perfect cup of coffee&nbsp;</qco> </h3>      \nmake it blend in seamlessly with its surrounding environment\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:19 am</dco> &nbsp;<qco> I think expert mode is flawed.</qco></h3>      i think it might be slightly too advanced for you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I thought the point of expert mode was to have a place where you can have everything at once on the website,</qco></h3>      not quite. that would be a little more basic<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but it seems to only consist of songs and music videos. </qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What about the reality videos?</qco></h3>      the reality videos have special rules, because they are allowd to have visual post-production added, long after the original footage/audio was taken<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Why don't you put your notes there?&nbsp;</qco> </h3>      there are many notes there, during the times when they feel like the primary source of content\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n10:02 am</dco> &nbsp;<qco> why do ideas como while in the shower?</qco> </h3>      \nbecause you're actually not worried about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n9:48 am</dco> &nbsp;<qco> What bad thing did you do?</qco> </h3>      \n tried to crash the stock market but accidentally made it go really high instead \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n8:52 am</dco> &nbsp;<qco> hi!\n<br>\n<br>at the song, \"i'm a princess\", is there a name for the vocal technique you use when you sing the word \"listening\" at the secondverse? of the song? \n</qco></h3>      maybe.... wiggling?<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i'm trying to improve my singing skills, that thing you do there is one of the things i want to.. you know.. add to the cool stuff pouch, mimicking does not help me very much at this case, and i feel really lost in my mouth when i'm trying to learn it with that way... is there any specific vocal exercises for doing that? how can i do that?&nbsp;</qco> </h3>      the best thing you can do is just sing often\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n8:17 am</dco> &nbsp;<qco> Have you ever considered in the future possibly having a female vocalist feature in one of your songs</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n8:01 am</dco> &nbsp;<qco> how to calm down?</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n7:59 am</dco> &nbsp;<qco> are there any good and unusual hobbies that helps my (or your) life from boredom?</qco> </h3>      \n how about going around the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n6:28 am</dco> &nbsp;<qco> Have you figured out what money means yet?</qco> </h3>      \nit's a place holder for what someone might value\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n5:35 am</dco> &nbsp;<qco> Hey man so i noticed that you were making these silly and not really serious answers on the normal questions but giving deep and swers on the music and stuff related ones, can you give me a serious answer here?</qco> </h3>      \nsure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n2:37 am</dco> &nbsp;<qco> why did you make your earliest video \"die\"?</qco> </h3>      \ni don't think that's the first one, but, it's always good to pick the shorter ones first, to learn the ropes more easily\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n2:09 am</dco> &nbsp;<qco> Pick a number between one and twenty</qco> </h3>      \n<a href=\"1to20.php\" target=\"_blank\">ok</a>\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.21&nbsp; \n12:27 am</dco> &nbsp;<qco> hey princess, so you need to be rescued&nbsp;</qco> </h3>      \ni thought that story was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n11:23 pm</dco> &nbsp;<qco> how are you so creative</qco> </h3>      \n      i failed the turing test too many times and now i am trying to get revenge \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n9:47 pm</dco> &nbsp;<qco> Oh hi thanks for checking in I'm still \n<br>a piece of garbage\n<br>How was that comes to your mind</qco> </h3>      \ni was doing a writing exercise where i was writing jingle videos based on old notebook entries. I would randomize a date, then look up what i had was writing or thinking about on that date. Then i would try my best to summarize musically what was happening. So i got one from the summer of 2007, i looked at the page from then, and it was really bad. very uninspired, useless in almost every way. i could tell i was feeling quite worthless on that day. I the jingle i made was \"hello, i'm a piece of garbage\" (not the one you are referring to), which seemed appropriate. Then, maybe a couple of selections later, just by chance, i got one from the next day immediately after that (also in the summer of 2007). And it had exactly the same sort of affliction. So i really wasn't sure what to do, because it seemed like i had already done this one. But, so often, honesty is the best answer to things, so i framed the jingle as a sequel to the previous one, doing essentially the same thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n9:40 pm</dco> &nbsp;<qco> what do you think about bIII - IV - Imaj7? to me it seems almost good but something is off</qco> </h3>      \nwithout hearing exactly how you are playing it, and in what context, there is no way for me to know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n9:07 pm</dco> &nbsp;<qco> is your next video a song?&nbsp;</qco> </h3>      \ni think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n8:53 pm</dco> &nbsp;<qco> what is something you do or tell yourself to help you let yourself be bad when you are writing. I am absolutely terrible at getting anywhere and I lock up too much&nbsp;</qco> </h3>      \nmaybe something along the lines of 'rabbit snakes'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n8:40 pm</dco> &nbsp;<qco> why did you completely abandon your 3d in your money song</qco> </h3>      \ni wanted to remember the cool refreshing feeling of not being buried\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n8:39 pm</dco> &nbsp;<qco> What's a good topic for a college essay?</qco> </h3>      \ncollege, essays, or college essays\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n8:30 pm</dco> &nbsp;<qco> I want to make something good but I was told you have to make a lot of bad things first, to get good. I want to make something good NOW though:(</qco> </h3>      \nif you can explain what good is, then you can probably do it. Otherwise, you'll have to just relax and let it happen naturally. and it will\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n8:14 pm</dco> &nbsp;<qco> So I am not very open about my music preferences because I am a bit insecure about it. But when my girlfriend asked me, and I showed you, even though she is not fond of the type of music she really likes the way you compose music. I feel really happy that I can freely share this trully wonderful music of yours without any fear of judgment.\n<br>\n<br>\n<br>\n<br>\n<br>Since this is a question website it would be appropriate to actually ask you sth, so related to the previous topic, has the fear of being judged by friends,individuals society and stuff delayed you, annoyed you or even feterredfrom making some music pieces?\n</qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If yes, what have you done to overcome this?&nbsp;</qco> </h3>      \ncall a team meeting\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n7:54 pm</dco> &nbsp;<qco> would you say that your music is more about the feeling it conveys than the meaning? or do you think both are equally important?</qco> </h3>      \nthis might surprise you, but ............ feeling has meaning, and, meaning has feeling\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n7:07 pm</dco> &nbsp;<qco> I keep wanting to make music, but it's really hard to think of an idea/tune that hasn't been done already. Do you have any advice for me?</qco> </h3>      \nsometimes you can temporarily suspend the requirement that it's supposed to be 'any good'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n6:23 pm</dco> &nbsp;<qco> why do i exist</qco> </h3>      \nthat's gonna give you quite a bit of street cred \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n5:59 pm</dco> &nbsp;<qco> Why is there a cherry in the clothing store in hello sexy pants</qco> </h3>      \nmaybe for good luck\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n3:30 pm</dco> &nbsp;<qco> In expert mode, there is a song (I am assuming) called \"VACATIONING IN THE MIDDLE OF THE SUN\". </qco></h3>      that's not a song. that's just a phrase, of text<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Was that the original/rough draft of \"here comes the sun\", </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or just a song unrelated to \"here comes the sun\"?</qco> </h3>      it's unrelated, and an unfortunate coincidence that it also contains the word sun. me and my therapist (who also happens to be me) are beginning to conclude that i have somewhat of a fixation on the sun\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n3:01 pm</dco> &nbsp;<qco> I want to do things but i keep finding myself not doing those things,can you help?</qco> </h3>      \nseems like you're going to need to start working out some specific procedures\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n2:46 pm</dco> &nbsp;<qco> how did you acquire all the money and cash in the \"money\" song?&nbsp;</qco> </h3>      \ni thought that story was about you\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n10:30 am</dco> &nbsp;<qco> you often suggest writing lyrics and melody at the same time, but i seem to find myself incapable of doing so. any suggestions?</qco> </h3>      \ntake your favorite chordal instrument that you play (maybe guitar, piano, something like that) and just spend a lot of time with it, improvising, singing things with it, and don't forget to allow yourself to be really really really really bad. and spend a lot of time just trying to relax and have fun and explore possibilities. if you do this for a few years then i think you will be able to put things together pretty well\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n9:28 am</dco> &nbsp;<qco> best cure fo existencial crisis?</qco> </h3>      \nmake a website about yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n7:56 am</dco> &nbsp;<qco> have you considered making an album in the foreseeable future?</qco></h3>      i'm gonna release the songs individually. which is good news if you like songs because it's definitely gonna be more songs than albums have<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if you do are there plans to have it released with your visuals/animation as well?</qco> </h3>      making a video to go with a song seems like a powerful move, and it's a move i usually can't resist\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n5:32 am</dco> &nbsp;<qco> why are you so weird(i mean in a good way)</qco> </h3>      \ni figured it's better than the bad way\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n2:51 am</dco> &nbsp;<qco> the instrumental tab hasn't been updated for a long time. have you considered adding any recent songs into it?</qco> </h3>      \nthat would kind of break the rules, because those songs all have vocals in them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.2.21&nbsp; \n2:35 am</dco> &nbsp;<qco> so are you actually gonna release an album or? been waiting since \"this song is for my next album\"</qco> </h3>      \ni'm gonna release the songs individually. which is good news if you like songs because it's definitely gonna be more songs than albums have\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n11:36 pm</dco> &nbsp;<qco> what's the meaning of i'm a princess because it changed my life \n<br>my friend</qco> </h3>      \nchanging your life is meaningful, at least it is to me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n10:18 pm</dco> &nbsp;<qco> hey, do you have any tips on how to motivate yourself to do something? thanks.</qco> </h3>      \nit all depends on whether you want to do that thing, or, if you don't want to, why you think you should\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n9:28 pm</dco> &nbsp;<qco> have you ever had a consistent sleep schedule</qco> </h3>      \nalmost\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n9:18 pm</dco> &nbsp;<qco> what has inspired this \"it's gonna be fine\" attitude you've taken on?</qco> </h3>      \nit's what everyone wants to know. so i'm always looking for reasons it's true, and i can usually find some\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n9:17 pm</dco> &nbsp;<qco> I love the way you use your voice as another musical instrument, how did you come up with the idea to do that?</qco></h3>      humans have been doing this (singing, etc) for probably thousands of years<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Was it even a conscious choice?</qco> </h3>      i think so\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.1.21&nbsp; \n8:33 pm</dco> &nbsp;<qco> how do you compose music?</qco> </h3>      \nscientists are still trying to figure it out\n<br><br>"
  }
]
