[
  {
    "html": "<h3> <dco>5.6.23&nbsp; \n1:48 am</dco> &nbsp;<qco> what is random but not true</qco> </h3>      \n331963293=858181456\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n11:52 pm</dco> &nbsp;<qco> opinion on wyoming?</qco> </h3>      \nthe postcard state. want to send a postcard from wyoming? think bigger, wyoming IS the postcard\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n11:36 pm</dco> &nbsp;<qco> what is the definition of a goblin</qco> </h3>      \na pile of slime, with feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n11:26 pm</dco> &nbsp;<qco> do you think that this universe is a loop of itself, could we have been here before, could I be asking this question again without knowing it</qco> </h3>      \ni don't think it's a loop but i think it goes on infinitely so that every permutation of everything has happened an infinite number of times. not necessarily in cyclic order. and this would not necessarily be within the current spacial universe we know, because that one may only be mechanically 13 bil years old or whatever, so i'd be considering the sum total of all possible universes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n10:58 pm</dco> &nbsp;<qco> Hey Bill, do you have a witty response to \"You're a you problem?\" This would help me continue arguing with someone thanks.</qco> </h3>      \nyou're supposed to refer back to something that was said a few lines ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n10:41 pm</dco> &nbsp;<qco> What is the normalest question youve got asked</qco> </h3>      \ni have never been asked a normal question\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; 10:07 pm</dco> &nbsp;<qco> How do you make a question?</qco> </h3>      \nstate all the facts you know until you see which information you don't have\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n9:22 pm</dco> &nbsp;<qco> have you ever written a song that required silly goofy vocals?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; 9:15 pm</dco> &nbsp;<qco> why do like some of the videos play twice? [for example: chips]</qco> </h3>      \nthose were made to be looped. on a non-looping player, it would be wrong to play it only once. but it would also be wrong to play it 100 times because that would create too much expectation that there are hidden changes later\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n9:13 pm</dco> &nbsp;<qco> just found out how hard life is. holy shit.\n<br>\n<br>i never thought it would be like this. where do i go from here</qco> </h3>      \nmake some tutorials about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n8:22 pm</dco> &nbsp;<qco> Do you compose and record at the same time?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n8:15 pm</dco> &nbsp;<qco> What's a good way to learn to play the drums on a keyboard as someone that has a decent amount of experience with the keyboard and absolutely none with drums?</qco> </h3>      \njust start doing it, but here's an important point: make sure the sounds you are using are dynamic sensitive (loud/soft difference)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n7:49 pm</dco> &nbsp;<qco> why dosome philosophers love reminding one that theyll die</qco> </h3>      \nsome people forget to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n6:48 pm</dco> &nbsp;<qco> what mode is a song in if the melody hits the 5 a lot but the chord progression resolves to the 1. like a song in F's melody being based around C but the progression resolves to F major.</qco> </h3>      \nif you're not sure about the 'mode' then you might not be sure about what key it's in either. without hearing it, i'm not sure, but something tells me you are hearing a song in C that leads with the F chord every time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n6:11 pm</dco> &nbsp;<qco> how on earth do you get things done on time</qco> </h3>      \nthreaten to sue yourself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n5:20 pm</dco> &nbsp;<qco> Would you accept a podcast episode with Bo Burnham?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; 4:34 pm</dco> &nbsp;<qco> What is love?</qco> </h3>      \nlove is another name for the 'scientific method'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; 4:28 pm</dco> &nbsp;<qco> are u real</qco> </h3>      \noh man, that would explain some of these absurd sensations i've been feeling\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n2:37 pm</dco> &nbsp;<qco> If you were to learn a language, what would it be?</qco> </h3>      \ntelepathy\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n2:31 pm</dco> &nbsp;<qco> do you base your daily schedule off of round numbers (ex. :15, :30) </qco></h3>      usually not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are you not bound by the confines of time.</qco> </h3>      \nholy smokes, slam the brakes, did you just imply that intervals of 15 are the only type of time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n1:27 pm</dco> &nbsp;<qco> Do you consider flowera by miley cyrus to have two choruses? \"I can buy myself flowrers...\" and \"i can love me better...\" or do you consider the first to be a long bridge?</qco> </h3>      \ni believe i'd consider that what i call \"chorus-superchorus\" form. first section is treated with the power of a chorus, and has a lot of lyrics, which lead up to the climactic *title line* which is at the end of that section (chorus) and explodes into the superchorus which will usually be just that crazy infectious *title riff*. (also a sidenote, sometimes what the song thinks is the *title* is different from what the marketing team later decides to title the song, for whatever reason)\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n12:51 pm</dco> &nbsp;<qco> which song is the most convincing?</qco> </h3>      \njames brown \"i feel good\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n12:46 pm</dco> &nbsp;<qco> my boss doesn't pay me. what should I do?</qco> </h3>      \nyou might have to start paying yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n10:21 am</dco> &nbsp;<qco> How do I go to the lobster section ?</qco> </h3>      \nawaken your inner lobster. if that doesn't work then just go ahead and awaken your outer lobster\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n4:48 am</dco> &nbsp;<qco> it just occurred to me, what ABOUT the soldiers that surround you and make sure you're lonely? what do they do? like \"all the soldiers..... made me eat pineapples\" or something</qco> </h3>      \ni know. i really don't like that line very much because of the incompleteness of the sentence. take out the word \"that\", and you've got the actual grammatics of what the line is expressing. Unfortunately, i just couldn't remove the \"that\". like a line in a painting that you can't unsee. it was a conundrum and i am somewhat unhappy about it. but i think my justification is that the princess is tripping pretty hard from being so deep in the damn castle or whatever\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n1:24 am</dco> &nbsp;<qco> how to not give up</qco> </h3>      \nstart with why. why would you or would you not give up?\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.5.23&nbsp; \n12:09 am</dco> &nbsp;<qco> what's your opinion on 2013? </qco></h3>      it was ok<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Would you say it was better than 2021?</qco> </h3>      \nthey were exactly the same\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n10:36 pm</dco> &nbsp;<qco> If you subtract everything by something, you get everything but that something. If you divide the something by how many everything's there are, you still get everything. If you multiply that something by everything, that something becomes everything. Thoughts?</qco> </h3>      \nit's exciting to touch concepts actually older than the universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n10:28 pm</dco> &nbsp;<qco> how do you feel about politics&nbsp;</qco> </h3>      \nit's a competition, to see who can be more open minded \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n10:12 pm</dco> &nbsp;<qco> what do you think of lemons</qco> </h3>      \nimpossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n8:29 pm</dco> &nbsp;<qco> Whats your favorite mental ilness</qco> </h3>      \nhaving it all figured out\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n6:39 pm</dco> &nbsp;<qco> Is there some secret symbolism in \"out to lunch\"?</qco> </h3>      \nyes. the purpose was to experiment with juggling animation. but a secondary purpose was to scout a location and then write for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n4:40 pm</dco> &nbsp;<qco> Should i walk my snail today?</qco> </h3>      \nhow about doing it at night\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n3:55 pm</dco> &nbsp;<qco> Do u think that the maj6 in a min chord or just general harmony sounds similar or has a similar function to the sharp 4 of the lydian mode in a major key</qco> </h3>      \nsure, but only to the extent that it's not really a matter of opinion. like 57 being a multiple of 19\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n3:55 pm</dco> &nbsp;<qco> I'm with the science team! Are you?</qco> </h3>      \ni am with the team that opposes science, just because of the better costumes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n3:34 pm</dco> &nbsp;<qco> Can I restart the universe?</qco> </h3>      \nsure, go ahead\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n2:07 pm</dco> &nbsp;<qco> Are there any places you'd like to travel to?</qco> </h3>      \nyes, all of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n1:16 pm</dco> &nbsp;<qco> is there anything that's not normal, other than not normal itself</qco> </h3>      \nsure. 'normal' is not normal. also, normal not being normal is normal. except when occasionally normal is normal, although that is not normal. it is normal for normal to not be normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n12:58 pm</dco> &nbsp;<qco> what is your moral center?</qco> </h3>      \nwe are all each other from another distant yet strangely familiar time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n12:41 pm</dco> &nbsp;<qco> why don't the sharps and flats have their own letters</qco> </h3>      \nthey are probably the expansion of a previous system that didn't have those notes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n12:12 pm</dco> &nbsp;<qco> is there a beatles song that uses a major 7th interval in the melody ?</qco> </h3>      \nof course. but i'm not sure whether you mean: two melody (vocal) notes at the same time, a vocal note and an instrumental note at the same time, or, two consecutive individual vocal notes. In any of those 3 cases, i'm sure the answer is yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n11:47 am</dco> &nbsp;<qco> have you ever thought about a brand new instrument and how it would sound?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n10:34 am</dco> &nbsp;<qco> How to get yourself to do something you don't like?</qco> </h3>      \nmake a tutorial video about how to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n9:58 am</dco> &nbsp;<qco> what is the password to the issue of life?</qco> </h3>      \nbeing alive\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n7:42 am</dco> &nbsp;<qco> are you not using capital letters due to some rival that always uses capital letters?</qco> </h3>      \nyou've got almost the right idea, except it's actually you who does not use them and me who does\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; \n4:49 am</dco> &nbsp;<qco> long and lengthy mean basically the same thing, so does strong and strengthy. so what about wrong and wrengthy? should this be applied to all words that end with ong?&nbsp;</qco> </h3>      \nno, that would cause quite a bit of wrength\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.4.23&nbsp; 3:17 am</dco> &nbsp;<qco> What is your favourite song you've wrote?</qco> </h3>      \ni would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.23&nbsp; \n10:52 pm</dco> &nbsp;<qco> what's your favorite operating system version?</qco> </h3>      \n1\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.23&nbsp; 9:59 pm</dco> &nbsp;<qco> what time is it</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.3.23&nbsp; \n9:24 pm</dco> &nbsp;<qco> If you could pick one, would you pick the way current planes are, or planes made to fly like birds?</qco> </h3>      \nbird flight seems significantly better, for both stylistic and ecological reasons\n<br><br>"
  }
]
