[
  {
    "html": "<h3> <dco>10.28.17&nbsp;\n3:40 am</dco> &nbsp;<qco> who decides things?</qco> </h3>      you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.17&nbsp;\n12:27 am</dco> &nbsp;<qco> How come you never update your notebook anymore?</qco> </h3>      i do, but right now i am busy making content for other parts of the site\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n11:01 pm</dco> &nbsp;<qco> What do you think of these lyrics:\n<br>~\n<br>please stop calling me gay\n<br>i touched a willy in high school once and it was just a little mistake\n<br>i swear i love vagina\n<br>and i love to touch that pussy\n<br>i love to have sex\n<br>with women with big breasts\n<br>'cause\n<br>penises are for faggots\n<br>penises are for gays\n<br>i've never had sex with a penis\n<br>because that would make me gay\n<br>i love sex with vaginas\n<br>i love sex with pussies\n<br>i touched a willy in high school once and it was just a litte mistake\n<br>so please stop calling me gay\n<br>please stop calling me gay\n<br>Yeah, please stop calling me gay\n<br>~\n<br>Thoughts?</qco> </h3>      i really don't like to evaluate lyrics only without the music. it's just not fair to anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n10:53 pm</dco> &nbsp;<qco> how to forget your regrets?</qco> </h3>      regret new and different things\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n10:43 pm</dco> &nbsp;<qco> Brazil didn't have wars of independence.\n<br>That hurts my eyes in your \"video\".</qco> </h3>      you wanna try explaining the independence of an entire continent in 4 seconds, while also trying to fit the entire universe in less than 20 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n7:51 pm</dco> &nbsp;<qco> When are you gonna make your 400th vid</qco> </h3>      it depends what counts as a vid but i've already done at least 400\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n7:43 pm</dco> &nbsp;<qco> What r your hobbies?</qco> </h3>      business, and pleasure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n6:56 pm</dco> &nbsp;<qco> what's your fetish</qco> </h3>      the time space continuum\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n6:22 pm</dco> &nbsp;<qco> WHat does dab mean ?</qco> </h3>      \nwell for a minute it meant a way of doing weed. then the next minute, it meant a way of responding to the haters. you won't believe what it's about to mean next, stay tuned \n <br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n6:21 pm</dco> &nbsp;<qco> Are you a creature of habit?</qco> </h3>      the particular type of creature i am is called 'human' \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n6:09 pm</dco> &nbsp;<qco> what to do when your parents r fighting</qco> </h3>      change the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n5:44 pm</dco> &nbsp;<qco> Any alien crickets in the new tune?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n5:35 pm</dco> &nbsp;<qco> go dig a hole</qco> </h3>      i am already in one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n4:49 pm</dco> &nbsp;<qco> Can I call you James?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n12:23 pm</dco> &nbsp;<qco> Can you help me make the perfect lasagna?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n12:09 pm</dco> &nbsp;<qco> write my essays?</qco> </h3>      ok but who is gonna write mine\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n12:09 pm</dco> &nbsp;<qco> do the history of the world</qco> </h3>      that sounds like an irresponsible thing to attempt\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n12:08 pm</dco> &nbsp;<qco> http://www.billwurtz.com/school.jpg when did you change the final lyrics as they are in the song?</qco> </h3>      probably around 2013\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n11:52 am</dco> &nbsp;<qco> My theory is that you are CGP grey. You are also howtobasic. And you are every other person who posts stuff to youtube without showing their face (except on the bill wurtz channel). Am I correct?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n11:47 am</dco> &nbsp;<qco> What would your pirate name be?</qco> </h3>      my name is already a pirate name\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n10:49 am</dco> &nbsp;<qco> does the entire universe move \"around\" me as i walk, or is it me who is moving \"along\" the universe?</qco> </h3>      the universe is not responsible for making that distinction\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n10:12 am</dco> &nbsp;<qco> How do you move on from something bad that has happened?</qco> </h3>      make more things happen!\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n10:11 am</dco> &nbsp;<qco> the last time id checked your aquestions page was back in 2016 and so i was pretty damn bewildered by all these questions about whether you have depression cAUse i couldve sworn i saw you write(imply) that you were depressed\n<br>anyway i scrolled through all your answers to see why id thought that and <a href=\"q.php?date=201604261528\">4.26.16&nbsp;&nbsp;3:28 pm</a>, <a href=\"q.php?date=201604040130\">4.4.16 1:30 am</a> but i realise now that you werent referring to depression the mental illness \n</qco></h3>      i wasn't referring to depression at all. both the questions you just listed had multiple options<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and perhaps all that was why some people thought you were depressed¿\n</qco></h3>      you really think people read back that far? i get asked every day if i'm depressed or sad, and i think it's just a very popular topic these days. to be fair, there are many other questions i get asked every day too, i get a lot of questions<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nanyway i wonder how annoyed you are at all the questions about your mental state\n</qco></h3>      the only type of question that's actually annoying is when people ask 'how annoyed i am' about something. it's almost as if they are encouraging me to be annoyed<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and also my question is have you ever regretted something youve said before?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n10:08 am</dco> &nbsp;<qco> I watched \"movie star\" again and I swear I caught stuff I hadn't noticed before. Do you like to make videos like that where there's something new on each viewing?</qco> </h3>      i can't control what people see which time, but it is nice to have enough to get people through the winter\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n9:59 am</dco> &nbsp;<qco> how does one get a perfect score in ap geography?</qco> </h3>      i think you'd have to know all the right answers\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n9:34 am</dco> &nbsp;<qco> What should I say when people ask me what type of music I like? \n</qco></h3>      perhaps you could just teleport to another dimension<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I know they're trying to be nice and want to start up a conversation about music, so I don't want to be rude and end the conversation by saying 'a little of everything' or something like that. And I also don't want to shut down their question by saying that I don't like breaking down music in set 'types'. Even worse is when people ask me to name specific bands/artists I like, and I don't know how to chose just a few to name.&nbsp;&nbsp;Im guessing you get asked this type of stuff a lot on here. What's a good friendly way to answer these types of questions?</qco> </h3>      i'm still searching for a good way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n8:22 am</dco> &nbsp;<qco> why are you like this</qco> </h3>      like what, and why are you like the way you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n7:13 am</dco> &nbsp;<qco> i have flu wat should i do it is boring</qco> </h3>      maybe you could do some puking, to keep it interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n6:57 am</dco> &nbsp;<qco> how to not be socially awkward?</qco> </h3>      maintain a professional attitude\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n6:15 am</dco> &nbsp;<qco> So I had an outline pf my essay due today but I did nothing, I'll have to work extra hard to get the final essay done when thats due and I also don't get any advice on how to improve it now since there is nothing to improve. Should I feel like a disappointment?</qco> </h3>      sure, if you think that helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n6:11 am</dco> &nbsp;<qco> Sex</qco> </h3>      i see what you mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n6:11 am</dco> &nbsp;<qco> Who made school?</qco> </h3>      the elders\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n5:39 am</dco> &nbsp;<qco> How do we know things exist?&nbsp;</qco> </h3>      i guess you'll just have to guess\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n3:31 am</dco> &nbsp;<qco> i dreamed that i was chased by a rapper with a gun but when he caught me it turned out his gun was empty.\n<br>Do you think this some kind of weird analogy that says that's i'm scared of rap but in the end its harmless and i should listen to it?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nTell me one of your dreams</qco> </h3>      one time a doctor tried to put shampoo in my blood\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n2:57 am</dco> &nbsp;<qco> How to cure tone deafness??</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n2:00 am</dco> &nbsp;<qco> to clarify: i'm not tonedeaf, i can identify some easy stuff like maj7 chords, but if i had to transcribe a melody i would be totally lost unless i had a keyboard and lots of time to replay it. so is there a way i can actively try to fix that or no</qco> </h3>      just keep familiarizing yourself with what's going on in all the songs you know. and then do some songs you don't know<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n1:09 am</dco> &nbsp;<qco> what would you think would be a zen chord? or a zen chord progression?</qco> </h3>      i'd say wait until i hear something before i worry about calling it zen or not. it doesn't seem responsible to go out searching for chords to be called a certain thing. call me crazy, but i think the sound of a chord is more important than the name\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n12:52 am</dco> &nbsp;<qco> Why do the scientists still have so much to figure out?</qco> </h3>      it's kind of like if you look at a runner in the middle of the race. why have they not finished the race yet?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n12:52 am</dco> &nbsp;<qco> is it ok if i make a living off my music and dont go to college</qco> </h3>      oh now that's what i call using your thinking cap\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n12:44 am</dco> &nbsp;<qco> You've mentioned multiple times that the key to just getting work done and not caring about insecurities is to just let it be there until you're ready to explode. Since I've actually started feeling like im about to explode, I've taken to calling this the Wurtz effect. Since I doubt you'd like it to be called like that (Even by one person), what should I call this feeling according to you?</qco> </h3>      ah, to find out what i would call it, simply re-read the question when i described it! or even easier, re-read your own question in which you quoted the way i described it!\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n12:26 am</dco> &nbsp;<qco> What image should I carve for my jack-o-lantern</qco> </h3>      how about a pumpkin\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n12:03 am</dco> &nbsp;<qco> if testicles make you quizzical, then what do quizzes make you?</qco> </h3>      \ni think you might have messed that up, and blew the punch line\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.27.17&nbsp;\n12:00 am</dco> &nbsp;<qco> i live in connecticut and i have nothing to do on saturday night so i'm going to go to new canaan for a late night snack. any suggestions on good places to go?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.17&nbsp;\n11:43 pm</dco> &nbsp;<qco> It smells little let updog</qco> </h3>      ah, #relatable\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.17&nbsp;\n11:30 pm</dco> &nbsp;<qco> what's your favorite question ?</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.17&nbsp;\n10:43 pm</dco> &nbsp;<qco> how do you define yourself</qco> </h3>      by being it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.17&nbsp;\n10:34 pm</dco> &nbsp;<qco> I noticed that in your 'live action' vids, singin' bill is wearing different clothes than bass bill, who's wearing different clothes than air drum bill, piano bill, etc. Do you record the videos for these parts on different days,</qco></h3>      ? i've gotten this question before, and my mind is blown at the idea that people think the only way to change clothes is to wait a day\n<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you intentionally have all the bills wearing different clothes?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.17&nbsp;\n10:10 pm</dco> &nbsp;<qco> why do you make these type of videos?</qco> </h3>      which type? and also why do you watch whichever type you watch\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.17&nbsp;\n9:28 pm</dco> &nbsp;<qco> Did you win or lose your last arm wrestling match</qco> </h3>      it is still going on\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.26.17&nbsp;\n8:45 pm</dco> &nbsp;<qco> Do you talk to yourself out loud sometimes?</qco> </h3>      only if i'm recording it\n<br><br>"
  }
]
