[
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n7:56 am</dco> &nbsp;<qco> Will you make a video for your new song? pls</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n7:34 am</dco> &nbsp;<qco> whats your song-picking system?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n6:53 am</dco> &nbsp;<qco> If I intend to be funny by intentionally doing something unfunny does it become funny or does the meta circle find it's way back to not funny?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n6:25 am</dco> &nbsp;<qco> I don't think culture can be appropriated, people don't do things just because its their culture, they do it because they like it or someone told them they should. I guess you could do something from a different culture to make fun of it, but that's just mocking not 'appropriating'. what do you think about cultural appropriation?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n5:21 am</dco> &nbsp;<qco> <a href=\"will-you-update-reality.html\">are you gonna put things in reality</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n4:48 am</dco> &nbsp;<qco> If you waste time, and then waste more time, how much time have you wasted?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n3:50 am</dco> &nbsp;<qco> Is poetry philosophical or is philosophy poetic. Or are they both each other, if so is it a paradox? Man ain't that artistic...</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n3:26 am</dco> &nbsp;<qco> <a href=\"penis-length.html\">How big is your dick</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.4.17&nbsp; \n12:38 am</dco> &nbsp;<qco> did you expect the history of the world video to gain massive popularity?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n11:55 pm</dco> &nbsp;<qco> Whats the birds and the bees? mummy always talks about it but never tells me\n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n11:31 pm</dco> &nbsp;<qco> this answer will determine the rest of my life: should I leave my degree and start studying to become a professional guitar player?\nanyway any answer will determine the rest of my life, even no answer at all, so feel free to answer just saying lettuce. also I love your content</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n11:00 pm</dco> &nbsp;<qco> Can I take you out on a date this Thursday?</qco></h3>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n9:45 pm</dco> &nbsp;<qco> http://www.billwurtz.com/reality/201308161747.mp4\nso how did this turn out for you</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n9:26 pm</dco> &nbsp;<qco> How come marijuana pops up so much in your songs?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n8:47 pm</dco> &nbsp;<qco> If somebody was born and raised in a cave, in complete isolation from all society and technology since birth, but in their cave there was a grand piano (that they've had since birth)... Do you think that person would have an inclination to play and make music (in some form) on that piano without any knowledge of the existence or even the concept of music? Or would they just think \"this thing makes strange noises when I hit these little black and white rectangles... that's weird\" and that would be the end of it? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n8:15 pm</dco> &nbsp;<qco> <a href=\"what-is-this-site.html\">why do create this website, and what purpose does it even have?</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n8:15 pm</dco> &nbsp;<qco> bill can I move in with you?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n7:39 pm</dco> &nbsp;<qco> <a href=\"tired-of-answering-questions.html\">you surely answer questions alot arent you tired of them</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n7:35 pm</dco> &nbsp;<qco> i see  a lot of questions about being your apprentice. while that sounds far fetched, would you please at least consider making some videos/text on this site about how you create your content? it could be as detailed as you wish, but any glimpse into your process would be fun to see. even if it was just one song from beginning to end it would be awesome. what are your concerns about this?\n\n-boss hogg</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n7:16 pm</dco> &nbsp;<qco> how often do you say the word 'often'?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n6:59 pm</dco> &nbsp;<qco> My friend doesn't remember what he asked you, what did he ask you?</qco> </h3><a href=\"q.php?date=201705091924\">this</a><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n6:29 pm</dco> &nbsp;<qco> How can u carry on when u r depressed</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n6:15 pm</dco> &nbsp;<qco> I know you already have answered a few questions on here about defining music, and I like your thoughts on it. Really, it doesn't matter what the definition of music is. It has no clear definition, and yet it still exists, people make it and people listen to it and buy it. There's lots of different ways people have defined music.. some have given really simplified answers. Edgard Varese has one of the most famous definitions of music as being  \"organized sound.\" Frank Zappa said \"a composer is a guy who goes around forcing his will on unsuspecting air molecules, often with the assistance of unsuspecting musicians.\" Barney Childs' definition is that \"A piece of music is simply a chunk of time you are paying attention to with your ears.\" Others have given definitions that are more abstract, like Beethoven (\"Music is the one incorporeal entrance into the higher world of knowledge which comprehends mankind but which mankind cannot comprehend\"). You said \n\"the onl\ny way i really know of to define it is by making some of it, or finding some of it to listen to. then you can go, \"ah, that's music. i think\"\" .... But if music is in the eye (or ear) of the beholder... where does that leave the composer/creator/performer? If someone makes something that they personally intended to be music, then shouldn't it music rather or not you or I (or any other listener) interprets it as such? \n</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n5:48 pm</dco> &nbsp;<qco> <a href=\"why-do-you-answer-repeat-questions.html\">why do you keep answering questions about capital letters, or re-linking to pages like how-long-did-it-take-to-make-hotewig.html, if you only answer so few questions? wouldn't it be more efficient to answer more complicated questions that provide new information to people, than reiterating the same answers?</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n5:33 pm</dco> &nbsp;<qco> <a href=\"shaving-my-piano.html\">do you still shave your piano?</a> </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n4:33 pm</dco> &nbsp;<qco> Do you have any awards?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n3:24 pm</dco> &nbsp;<qco> After extensive research, I have determined you are a wildebeest. I have no proof that you are a wildebeest, but me saying research will make you think that I did my research to prove that you are posing as a human when you are really a wildebeest. \n</qco></h3>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n3:08 pm</dco> &nbsp;<qco> if you ever got access and skills using a \"professional\" studio, would you bother remaking some of your old hits? not to mean they don't already sound great, and you know i don't know anything, but i imagine there is some extra magic you could add with the best tools out there</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n2:50 pm</dco> &nbsp;<qco> Hi Bill, <a href=\"are-you-a-perfectionist.html\">would you consider yourself a perfectionist?</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n2:45 pm</dco> &nbsp;<qco> is there any chance youll be making more longer length videos? i love your videos but theyre too damn short!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n2:21 pm</dco> &nbsp;<qco> So on Instagram you posted a picture of a rotated, purple, California shaped outline against a black background. The picture implies to many of your fans, including me, that you have started work on a music video for your most recent song, \"In California\". However, on the 6.1.17 11:21 pm question you said \"In California\" would not be getting a video. And on the 6.2.17 6:16 am question you were asked about the topic of the next video to which you replied, \"what video\". So these questions imply to your fans that you aren't making a video at all and are starting on the next song project. But that still leaves the question: If you're not making a video then what was the Instagram photo from? (Sorry, btw, if I am completely off about all of this and you have been repeating the answer throughout my question.)</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n2:17 pm</dco> &nbsp;<qco> for the videos that go with the songs do the dates correspond to when they were filmed or when the songs were recorded </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n1:53 pm</dco> &nbsp;<qco> how different is hotewig to how you first envisioned it?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n1:34 pm</dco> &nbsp;<qco> Can you explain double flats/double sharps?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp; \n1:23 pm</dco> &nbsp;<qco> are you going to do any more album stuff</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n1:10 pm</dco> &nbsp;<qco> What even is a discord server?</qco></h3>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n1:05 pm</dco> &nbsp;<qco> why don't you apply to become a school teacher/professor? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n1:00 pm</dco> &nbsp;<qco> do you have any reasons for not making a discord?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n12:55 pm</dco> &nbsp;<qco> Is there such a thing as \"good music\" and \"bad music\"? </qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n12:44 pm</dco> &nbsp;<qco> Will you ever go back to the jingles you're known for?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n12:02 pm</dco> &nbsp;<qco> In \"The Song Song\", you say \"Metropolitan Avenue at Lorimer Street\". Did you live here or something or did you just write a song about that place?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n11:32 am</dco> &nbsp;<qco> Hey bill, one thing I love about you is you do your own thing with no regards as to what anyone thinks, but judging by recent answers it looks like it's starting to affect you.</qco></h3>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n11:13 am</dco> &nbsp;<qco> You mentioned at 6.1.17  5:29 pm that you were working on a project. Will we get to see this project?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n10:09 am</dco> &nbsp;<qco> Are you going to make a music video out of \"in california\"?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n8:29 am</dco> &nbsp;<qco> How do I invent time and space?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n7:59 am</dco> &nbsp;<qco> when you were in Alabama did you go to a Waffle House™</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n7:36 am</dco> &nbsp;<qco> <a href=\"opinion-on-opinions.html\">what's your opinion on opinions</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n6:11 am</dco> &nbsp;<qco> <a href=\"reality-password.html\">What Is The First Clue To Finding The Reality Password?</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n4:21 am</dco> &nbsp;<qco> i see you have updated the songs page, but you forgot to update the expert page. this is not a question, i just wanted to point this out.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>6.3.17&nbsp;\n4:03 am</dco> &nbsp;<qco> hey bill, i've had your music on repeat for the past week, i really like it. in your opinion, what's the best part about writing a song, the lyrics or the instrumentals?</qco> </h3><br><br>"
  }
]
