[
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n6:42 pm</dco> &nbsp;<qco> did u actually have no pleasure in anything when u made 'i can play'</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; cuz it sounds like u were having a good time</qco> </h3>      \nthat is correct\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n6:11 pm</dco> &nbsp;<qco> Why is Steve's car in the tree?</qco> </h3>      \nthat's what's known as a 'plot twist', because i'm sure many of the viewers were expecting the car to be on the ground at that point\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n2:26 pm</dco> &nbsp;<qco> do you think&nbsp;&nbsp;your philosophy for songwriting has changed since 2010?</qco></h3>      no, but i've learned some new methods<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, how?</qco> </h3>      around 2010, pretty much the only way i knew how to do it was in order, and on paper. And actually being at the instrument was too distracting, so i had to do it in a quiet room with no instrument. Somewhere around 2012, i learned how to keep myself organized so i was much more able to work with items that do not necessarily belong at the beginning of the song, and evaluate if and what may come before and after, etc. and also i started doing it at the keyboard\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n2:23 pm</dco> &nbsp;<qco> thoughts on regular people?&nbsp;</qco> </h3>      \nfuckin ridiculous\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n2:22 pm</dco> &nbsp;<qco> did you get inspiration from napoleon dynamite?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n2:01 pm</dco> &nbsp;<qco> What inspired you to make your own website in the first place?</qco> </h3>      \nto keep track of my progress\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n1:13 pm</dco> &nbsp;<qco> do you like soup?</qco> </h3>      \nno, but that doesn't mean it's not good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n12:13 pm</dco> &nbsp;<qco> hardest key to play on the piano? </qco></h3>      possibly Bmaj<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what about guitar? </qco></h3>      possibly Eb minor<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;why do people write in those keys?</qco> </h3>      maybe if it's good for the singer\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n11:41 am</dco> &nbsp;<qco> What's the meaning of life?</qco> </h3>      \n there is infinite. collect all 12 \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n11:16 am</dco> &nbsp;<qco> how do you come up with you're song ideas</qco> </h3>      \nbasically i take a trip through the gutter and then into the sewer \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n11:07 am</dco> &nbsp;<qco> crazy idea but hear me out: 360 music video;&nbsp;too much work?</qco> </h3>      \nyes but, that's not the reason i don't like the idea. the reason i don't like it is because it makes it harder to convey musical content strongly, because you have much less control of any specific individual moments, which would be essential for music. It's like if you were doing a stage show and you wanna make some big moments happen on stage, but oops the viewer wasn't even looking at the stage at that moment. for music video performance, i find it fairly important to have the entire field of content within view at all times\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n10:24 am</dco> &nbsp;<qco> Do you like peas?</qco> </h3>      \nno, but that doesn't mean they aren't good\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n8:54 am</dco> &nbsp;<qco> Why is your first video just the word die</qco> </h3>      \nthat's not my first video, but one of the reasons i chose to do that video is because it was one of the shortest songs i had recorded so far. starting short is an amazing way to begin to explore what's possible, without being overwhelmed to the point of premature failure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n8:33 am</dco> &nbsp;<qco> do your songs have meanings</qco> </h3>      \nyou'll have to listen and see\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n7:15 am</dco> &nbsp;<qco> thoughts on things?</qco> </h3>      \nimpressive\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n6:38 am</dco> &nbsp;<qco> do you like music</qco> </h3>      \n i don't know. it likes me \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n6:36 am</dco> &nbsp;<qco> how many times is the game going to change?</qco> </h3>      \nas many times as you are willing to play \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n4:49 am</dco> &nbsp;<qco> your songs won't get out of my head (not that that's a problem), is this your intention&nbsp;</qco> </h3>      \nsort of\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n4:18 am</dco> &nbsp;<qco> how do you come with so deep thoughts?</qco> </h3>      \ni live in a hole\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n2:47 am</dco> &nbsp;<qco> What is the most uncommonly asked ueqstion?</qco> </h3>      \nit's a tie between millions of questions that have never been asked. second place is a tie between millions of questions that have only been asked once\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n2:32 am</dco> &nbsp;<qco> what's the best chord</qco> </h3>      \nF\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.27.21&nbsp; \n12:44 am</dco> &nbsp;<qco> Why did the chicken cross the road?</qco> </h3>      \nwhat my client (the chicken) and i are wondering is why was a road built across the chicken's path \n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n10:02 pm</dco> &nbsp;<qco> i am trying to make music, and i think it sounds alright, but i'm not too creative with effects, and i kinda want to hear if you have any advice because effects are cool</qco> </h3>      \njust pick 1 effect, and then find 1 place in the song where you want to put it\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n7:57 pm</dco> &nbsp;<qco> is it better to err on the side of making a few things that are just the way you want them, or on the side of making as many things as possible? or are there additional sides for erring on</qco> </h3>      i would prefer to make as many things as possible and have them not be terrible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n5:29 pm</dco> &nbsp;<qco> have you ever written a song about laundry?</qco> </h3>      \nno but i wrote a video about laundry\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n4:14 pm</dco> &nbsp;<qco> I have been trying to release content and I find the like system to be a great distraction, it has power over my most inner desires. power implies control over me, but it also implies great strength. how can i let that system fuel me, without it distracting me. is it possible?</qco> </h3>      \nhow about building your own website without that feature. then once you get a nice comfortable content stream going, then just sort of close your eyes and mirror that content stream on real social media\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n3:09 pm</dco> &nbsp;<qco> Are you liking Final Cut Pro x or are you feeling way more restricted than you did on final cut express?</qco> </h3>      \nfinal cut pro is unusable for me because of lack of scriptability\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n2:45 pm</dco> &nbsp;<qco> is there a word that is unbelievably funny to you without any apparent reason? If so, which one?</qco> </h3>      \nstipend\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n2:44 pm</dco> &nbsp;<qco> answer my friends question about cheese bread, is it the same as pizza. </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I need to know</qco> </h3>      \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n8:30 am</dco> &nbsp;<qco> you seem like someone who does not want to \"upgrade\" his gear, tools, \"life standards\" to de next cool one. </qco></h3>      that's not true<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;was it always like this, or at some point of life did you figure out that you don't need that next upgraded iphone and car and house etc.</qco></h3>      it's the other way around. first i think i don't, then i realize i do. then i get something brand new so then i think (hope) i don't have to upgrade again. but then, surprise, i realize i do have to<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; this problem seems like an universal one, and in that context, i've never seen someone as enlightened as you are. i would love to hear about that.</qco> </h3>      you've made some assumptions here which are not quite right\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n7:11 am</dco> &nbsp;<qco> thoughts on anti-vaxxers</qco> </h3>      \nnature's counter balance to anti-anti-vaxxers\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n6:38 am</dco> &nbsp;<qco> how can you make things more simple, while still showing that you are different?</qco> </h3>      \nfirst you gotta figure out if you really are different\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n5:20 am</dco> &nbsp;<qco> hi bill ive made music and stuff for a while, however, i usually feel that my songs dont really sound good enough and i just feel like i suck. Is there any thing i can do?</qco> </h3>      \nsometimes you can go listen to some other people's songs and see how bad they suck too\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n5:02 am</dco> &nbsp;<qco> should i kill myself</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n4:29 am</dco> &nbsp;<qco> do you ever feel bad?</qco> </h3>      \nsometimes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n3:20 am</dco> &nbsp;<qco> What were the \"types of trees\" graphics tests supposed to be?&nbsp;</qco> </h3>      \nvery normal, 'sensible' looking trees\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n2:47 am</dco> &nbsp;<qco> how do you deal with conflict?</qco> </h3>      \nby flipping out\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n2:24 am</dco> &nbsp;<qco> have you ever made a piece of visual art that isn't meant to go with a song or video or anything, just a stand alone piece of art?</qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, i would love to see it :)</qco> </h3>      \n<a href=\"https://billwurtz.com/text%20alligator.png\" target=\"_blank\">text alligator</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n1:47 am</dco> &nbsp;<qco> Why did you decide to learn how to prime factorize numbers? </qco></h3>      i knew it's a game that never ends<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What started this endeavor?</qco> </h3>      i was trying to go to sleep\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n1:32 am</dco> &nbsp;<qco> what is a significant change of opinion that you've had? </qco></h3>      i used to think that you'd be able to achieve better harmony with 'just' tuning, designed for what key you are in, and that 12TET tuning (normal) is just a compromise for the purpose of playing in all 12 different keys. but now i strongly believe that 12TET is vitally essential even just for staying in 1 key<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what new information/experience caused you to change your opinion?</qco> </h3>      \ni decided to try it, actually attempting to set up a pure 'just' tuning for 1 key. but that unleashed a logistical domino effect of deeper questions and experiments which led me to an earth-shattering new cosmic respect for 12TET\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.26.21&nbsp; \n1:06 am</dco> &nbsp;<qco> at what point must I show the things I make to other people?</qco> </h3>      \nwhenever you want\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n11:07 pm</dco> &nbsp;<qco> Why don't you give a longer answer?&nbsp;</qco> </h3>      \nif i think it would be worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n9:54 pm</dco> &nbsp;<qco> why do a bunch of your songs talk about home/going home/not going home?</qco> </h3>      \njust trying to be normal. i guess i was thinking that's what normal songs do\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n9:38 pm</dco> &nbsp;<qco> have you thought about doing work on a childrens book?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n6:57 pm</dco> &nbsp;<qco> what is your sleep schedule&nbsp;</qco> </h3>      \n'independent'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n3:47 pm</dco> &nbsp;<qco> opinion on morse code&nbsp;</qco> </h3>      \n i'm wondering, what if you hold the button down for a really long time. does that mean something \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n3:28 pm</dco> &nbsp;<qco> Is the ghost card a 4th spatial dimension projecting orthoganally from our 3 known spatial dimensions?</qco> </h3>      \ni was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n1:37 pm</dco> &nbsp;<qco> Why aren't you a marine biologist?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n11:54 am</dco> &nbsp;<qco> What is your favourite olympic sport?</qco> </h3>      \nthe bidding for what city it's in\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.25.21&nbsp; \n10:40 am</dco> &nbsp;<qco> is it dangerous to write multiple songs at a time and switching between them while working?</qco> </h3>      \nno, the worst thing that will happen is you will finish neither\n<br><br>"
  }
]
