[
  {
    "html": "<h3> <dco>7.4.23&nbsp; \n1:15 am</dco> &nbsp;<qco> I'm going to turn 20 in 1 day. How did you feel when you turned 20?</qco> </h3>      \ni was discovering many things philosophically and linguistically, and also musically, but that had nothing to do with the number 20. the age 20 was the normalest part of the way i was feeling at that time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.4.23&nbsp; \n12:32 am</dco> &nbsp;<qco> Cab you explain the Pythagorean theorem\n<br>For me</qco> </h3>      \nsure. imagine a square, 1 inch wide and 1 inch tall. area is 1 (because 1x1=1).But how long is it diagonally? (wtf) longer than 1.... shorter than 2........ not 1 and a half........ what the heck is that number? got to be a super normal number, but it doesn't even seem to be in the same world as the 1. Anyway, try this: cut it along the diagonal to make 2 triangles. now take a second square and cut that one the same way. so now you have 4 triangle pieces. now rearrange those 4 triangles to make 1 big square. now you see, ... the height and length of the new big square is that ? mystery value from before. the area of the new big square is, of course 2. because you built this out of 2 original triangles which each had area 1. So what's the height/width of the 2 area square? in other words, what's the square root of 2? anyway, it's something point weirdsomething, but now you know a fun fact about the original 1x1 square, and what the heck that weird diagonal length was. indeed, it's the square root of 2. that should get you started\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n11:34 pm</dco> &nbsp;<qco> what are your thoughts on silent letters?</qco> </h3>      \nusually old\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n10:08 pm</dco> &nbsp;<qco> Opinions on driving lessons</qco> </h3>      \nit may represent half of the learning experience. the other half is when you are actually on your own in the car for the first time\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n8:40 pm</dco> &nbsp;<qco> What do you think about when you see Flamingos?</qco> </h3>      \nthe up vector\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n8:29 pm</dco> &nbsp;<qco> hi bill.\n<br>\n<br>sincerely,\n<br>-Someone</qco> </h3>      \nhi\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; 6:32 pm</dco> &nbsp;<qco> what inspires you?</qco> </h3>      \nwhen a toad jumps over a frog, or vice-versa\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n6:02 pm</dco> &nbsp;<qco> hi bill! the very end of \"at the airport terminal\" reminds me of a propeller slowing down. is that intentional?</qco> </h3>      \nit's an intentional sound, but i'm not sure if i made the connection to airplanes. indeed, many songs coming to a safe landing at the end will feel like an airplane. i'm generally aware of this, but i feel this way about many songs. not just the ones that mention airplanes in the lyrics specifically\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n5:15 pm</dco> &nbsp;<qco> do you \"practice\" on your instruments? </qco></h3>      i use them for music. the way you use language for speaking<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you spend time on \"basic\" things like scales and arpeggios? </qco></h3>      i don't use scales or arpegios. i use the notes as desired<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you practice in general or just spend more time making music (or doing other things that you want to be good at)?&nbsp;</qco> </h3>      i use music and language, among other things, as expression\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n4:42 pm</dco> &nbsp;<qco> Why do we use Welp instead of Well?</qco> </h3>      \nthe 'p' is the sound of your hands slapping down after a good shrug. if you are in text message then you must convey this phonetically\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n1:47 pm</dco> &nbsp;<qco> how many of them was there</qco> </h3>      \nall\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n12:08 pm</dco> &nbsp;<qco> is random funny? </qco></h3>      no, but sometimes it's pretty cool<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, create a random thought that is funny.</qco> </h3>      i can't quite do that, but i can find and choose which random item seems the most cool out of a randomly generated set.<br><br>\n\n     2gcqztm08gs7gcy<br>\n     u701i6qwxvvfqyw<br>\n     b85kt3glcwk7c2f<br>\n     svnh6k8qp6fxzbb<br>\n     ovmadrm0dipnols<br>\n     ikpndsnsoevn0t7<br>\n     kmmq8k1fj1p2eqf<br>\n     lr5b4kekcaw0fc4<br>\n     s3o99z46m57f5gt<br>\n     12fk55xz5vc5m2v<br>\n     <br>\n     just looking at those, the one that cohesively seems to jump out at me is 'ovmadrm0dipnols', because it is quite pronounceable and has a zero directly in the middle. it's easy to read: \"ov-madrm-zero-dipnols\". rolls off the tongue. also jumps right off the page when reading it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; 11:45 am</dco> &nbsp;<qco> Where do babies come from?</qco> </h3>      \nthe post office\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n9:06 am</dco> &nbsp;<qco> what is it like to not be a loser</qco> </h3>      \nit's exhausting because you gotta keep appearing on the cover of all those non-loser magazines\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n4:40 am</dco> &nbsp;<qco> is it weird/annoying to behave differently in different social situations?</qco> </h3>      \nthere are many weird and non weird ways to do so\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n4:30 am</dco> &nbsp;<qco> where is the moon</qco> </h3>      \naround 13° capricorn\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n3:48 am</dco> &nbsp;<qco> if you could hold up an old-timey hearing horn directly at the night sky, and the stars could finally make themselves heard to you, do you think they would be saying greetings? or singing a song for you? or maybe something else</qco> </h3>      \ni don't think that particular recording instrument would be any good for recording stars\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n3:31 am</dco> &nbsp;<qco> what is your favorite word?</qco></h3>      word<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; least favorite?&nbsp;</qco> </h3>      word\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n2:34 am</dco> &nbsp;<qco> Do you think donuts have feelings</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n1:16 am</dco> &nbsp;<qco> What do the other restaurants serve in two friends on the beach if not food?</qco> </h3>      \nmaybe nothing. maybe they are just there for visual aesthetic\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.3.23&nbsp; \n1:03 am</dco> &nbsp;<qco> How do i know if a story excerpt i have dreamed of is the beginning middle or end of a bigger story</qco> </h3>      \ntry starting with it. see if you hate it that way. if you don't like it that way, then it must be part of something else\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n10:44 pm</dco> &nbsp;<qco> is it possible</qco> </h3>      \nyes it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; 9:16 pm</dco> &nbsp;<qco> do you like turtles?</qco> </h3>      \ni don't know any turtles\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n8:35 pm</dco> &nbsp;<qco> bill i think i speak for everyone when i say the world needs more of your songs now more than ever. what do you have to say in your defense?</qco> </h3>      \nno need for defense. i was not attacked. i was complimented\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n7:38 pm</dco> &nbsp;<qco> Why do I need the pressure of time to get my ass to do the thing I need done&nbsp;</qco> </h3>      \nmaybe because you don't want to do it. or, maybe you do wanna do it but you're afraid of not doing it good enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n7:36 pm</dco> &nbsp;<qco> im a princess</qco> </h3>      \ni believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n7:06 pm</dco> &nbsp;<qco> I'm becoming a senior this year. I don't know what I want to do with my life. How do i find something to be passionate about?</qco> </h3>      \nstart by trying 10 things and seeing which one you like most\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n7:01 pm</dco> &nbsp;<qco> Do you enjoy mundane days, or crazy days more?</qco> </h3>      \ncrazy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n5:40 pm</dco> &nbsp;<qco> do birds usually hear thoughts</qco> </h3>      \ni'm not sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n4:09 pm</dco> &nbsp;<qco> What is your opinion about triangles?</qco> </h3>      \nclassic\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n3:18 pm</dco> &nbsp;<qco> would you say music is ultimately about feelings?</qco> </h3>      \ni was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n1:41 pm</dco> &nbsp;<qco> Mushrooms. Thoughts? Concerns? Questions? </qco></h3>      there's 2 kinds. there's one kind that wastes space on the pizza, and there's another kind that raises profound questions, such as what a question even is <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also what is a spork</qco> </h3>      un portmanteau\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n1:06 pm</dco> &nbsp;<qco> Would you buy one singular bean</qco> </h3>      \nfor the right price\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n11:50 am</dco> &nbsp;<qco> are you from the west coast, do you eat french toast, or are you cool (you can only choose one)</qco> </h3>      \nam cool\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n10:45 am</dco> &nbsp;<qco> have you ever had a big day?</qco> </h3>      \nmy whole life is big\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n10:11 am</dco> &nbsp;<qco> How would you react if someone walked up to you and said \"Mayonnaise\" and then gave no further context?</qco> </h3>      \ni would say 'ok'\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n10:01 am</dco> &nbsp;<qco> Are there any more advanced soap techniques that I need to know about?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n9:03 am</dco> &nbsp;<qco> Do you thiink a scream is like your voice, but more of it?</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n9:01 am</dco> &nbsp;<qco> What would you do if you could eat the universe?</qco> </h3>      \nsave it for later\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n8:20 am</dco> &nbsp;<qco> How to stop being scared?</qco> </h3>      \nyou can be less scared by experiencing the things you are scared of, unless those things are actually too scary, in which case don't do them\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n6:57 am</dco> &nbsp;<qco> have you ever thought about watching your videos without sounds or visuals</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n6:54 am</dco> &nbsp;<qco> do cats know your dreams?</qco> </h3>      \nmaybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n4:57 am</dco> &nbsp;<qco> can i see a close-mid front rounded vowel</qco> </h3>      \nno, but you can hear one, either by serving someone pond scum for dinner, or by clicking <a href=\"https://en.wikipedia.org/wiki/File:Close-mid_front_rounded_vowel.ogg\" target=\"_blank\">here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n4:07 am</dco> &nbsp;<qco> Why did the n and o switch places on the songs page? Was it so n could snog with s, and o could snog with g?</qco> </h3>      \ni've never heard the word 'snog', but after doing a little outside research i can say the answer is yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n12:15 am</dco> &nbsp;<qco> Why is rock climbing so fun?</qco> </h3>      \nget high\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.2.23&nbsp; \n12:03 am</dco> &nbsp;<qco> what are some good chords for making a listener feel strange</qco> </h3>      \ndifferent chords do different things in different situations. just like letters. For example, i can give you a situation where the letter \"L\" would make someone feel strange. Let's say you saw, in one of the many countries where 'STOP' signs exist, you see a stop sign that clearly says 'SLOP', and it's not a graffiti modification, it actually appears to be a real stop sign, placed in a legitimate place where a stop sign would be expected, and in every way it looks to be an authentic genuine stopsign manufactured by the official sign-making department. but it says \"SLOP\" instead of \"STOP\". Similarly, it would be equally strange if, when playing the song 'YMCA' in the key of F#, if, for the first chord of the chorus, a C chord was used\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n11:39 pm</dco> &nbsp;<qco> i hate the moon!!!!</qco> </h3>      \nthat's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n9:40 pm</dco> &nbsp;<qco> Who is the strongest character in Super smash bros Melee</qco> </h3>      \nNintendo co., ltd.\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n8:30 pm</dco> &nbsp;<qco> do you have any gift ideas for my friend's birthday</qco> </h3>      \nanother year of friendship\n<br><br>"
  },
  {
    "html": "<h3> <dco>7.1.23&nbsp; \n7:29 pm</dco> &nbsp;<qco> Do you like eating food like a normal person?&nbsp;</qco> </h3>      \nalmost\n<br><br>"
  }
]
