[
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n11:19 pm</dco> &nbsp;<qco> I like the 1 train but it's broken. Do I replace with evil slow C train?</qco> </h3>      the train is not broken. the person who got hit by it is broken\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n11:18 pm</dco> &nbsp;<qco> How do I have a conversation with a person?</qco> </h3>      for another reason. if there is no other reason, then ask them who they are. if you already know who they are, tell them who you are. if they also already know who you are, ask them how they are. they probably will tell you a simple fake version instead of the whole story. then they will ask you how you are and you will also tell them a mostly fake version of the real story. then start asking each other where you are and what is going on here, and collaborate on finding answers to that question. if and when you find those answers, then you can start asking what may happen next\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n11:10 pm</dco> &nbsp;<qco> How do I be less sensitive and care less about what other people say about me?</qco></h3>      start caring more about what you say about them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Whenever someone says anything even a little bit negative about me, I can't get it out of my head.</qco> </h3>      focus on what you are going to say to them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n11:07 pm</dco> &nbsp;<qco> Would a dream about the y-axis be considered a nightmare?</qco> </h3>      it all depends what happens there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> do you wear your baseball caps mildly sideways for aesthetic purposes, or is it just more comfortable that way?</qco> </h3>      it is mostly to avoid the attrocious aesthetic of it being in any other direction. also in the wind it is important to be more diagonal because it's tighter that way\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n10:00 pm</dco> &nbsp;<qco> Do you sometimes get suicidal?</qco> </h3>      that's a personal question but no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n7:07 pm</dco> &nbsp;<qco> Hey, why don't you allow people to make subtitles for your videos? That way people from all over the world will be able to understand them!&nbsp;</qco> </h3>      i disagree. i think the only way someone in another native language would be able to properly understand would be if i were to do a thorough re-write, with the help of a great writer in that language, and/or translator, including a lot of trust building to ensure that all the material is hitting the same way and properly adapted to sit comfortably in that language. then do a re-casting and re-recording of the vocal (the casting process would be an additional process which was never done in the first place because it was be me by default), then re-editing all the graphics, translating them and also adjusting the entire thing for time, and surely some content adjustments as well, due to new script. re-writing nearly all the jingles/vocal music entirely. recording the new music. and finally rescoring the underscore music. this would be a wonderful project to take on, but given the large amount of future projects to be done, it is simply not a priority to do alternate versions of previous projects \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n6:00 pm</dco> &nbsp;<qco> do you think you will ever get to take a break from youtubing?</qco> </h3>      i have never gone youtubing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n5:18 pm</dco> &nbsp;<qco> I'm amazed by how many questions on this page contain misspellings. They're pretty bad ones, too. Are you appalled by how illiterate your fans are?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> Are you screwing your schedule again?\n</qco></h3>      it got screwed in early december. nearly against my will<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It's been 2 weeks already\n</qco></h3>      it's currently supposed to be a 1 + 1 week schedule<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;STOP F&amp;CKING YOUR SCHEDULE\n</qco></h3>      i have yet to physically prove capability of hitting this schedule, and the previous schedule had no non-song content<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;-AC</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n3:44 pm</dco> &nbsp;<qco> What is a dog?</qco> </h3>      approximately 2 cats\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n3:39 pm</dco> &nbsp;<qco> I want to use my constant existential crisis to create things but all it does is keep me in bed all day</qco> </h3>      find a small simple medium you can use every day. and see where that takes you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n3:01 pm</dco> &nbsp;<qco> What would be your choice graffiti?</qco> </h3>      the exit sign\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n2:31 pm</dco> &nbsp;<qco> my boss is having a terrible day, any suggestions on how i can help him feel a little better?</qco> </h3>      ask him what seems to be the problem\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n2:22 pm</dco> &nbsp;<qco> Would you ever consider joining a cult?</qco> </h3>      maybe if it's the right one\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n2:02 pm</dco> &nbsp;<qco> what is you advice for working on very large projects that you don't really need to do but that you want to do? (or is that the same thing?)</qco> </h3>      do them?\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n1:58 pm</dco> &nbsp;<qco> what are some gospel choir songs you enjoy?&nbsp;</qco> </h3>      how about <a href=\"https://youtu.be/cfwf79E81Ac?t=20s\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n1:24 pm</dco> &nbsp;<qco> did you make wfaoie because of the leftover information from researching for history of the enitre world?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n12:56 pm</dco> &nbsp;<qco> can you explain your process on how to sidechain?</qco> </h3>      i know almost nothing about it, and i never touched it until very recently. i don't really know what you can do with it but so far i am just using it for reverb/delay on the vocal. you put a compressor on the rev/delay track, and side chain it to the lead vocal. this makes the reverb/delay get out of the way of the lead vocal at the moment it's being sung, and then the rev/delay comes in after. it clears things up because now you're not hearing the vocal and the reverb on top of each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n12:08 pm</dco> &nbsp;<qco> i feel like you might have a lot of fun with a guitar and pedalboard full of wacky and wild effects</qco> </h3>      that may be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n11:40 am</dco> &nbsp;<qco> hey so what about microtonality?</qco></h3>      tones can be any size<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; as far as i remember you have written stuff about how you prefer 12-TET but systems such 19-TET are also pretty exciting, too me at least. Heck, even quartertones can sometimes be cool. have you ever written stuff outside of 12-TET?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n11:09 am</dco> &nbsp;<qco> What is your opinion on the pronounciation of jalapeno</qco> </h3>      it's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n10:05 am</dco> &nbsp;<qco> i don't know if that question has been asked but what do you think about mccartney's \"fuh you\" song</qco> </h3>      feels a bit more like ryan tedder's song but that's ok\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n9:45 am</dco> &nbsp;<qco> Will you ever put your songs in one downloadable album that I can download or am I cursed to download every song and add metadata?</qco> </h3>      ah, that is so often the curse of free music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n9:18 am</dco> &nbsp;<qco> I read in arecent question that the reality videos never left and that there were like two or something in the past two weeks. Are they posted on the reality page? Because&nbsp;&nbsp;</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if they are they aren't showing up for me.</qco> </h3>      can you be more specific? is it just a blank page?\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n9:13 am</dco> &nbsp;<qco> what is the bpm of \"at the airport terminal\"</qco> </h3>      i don't remember but if i had to guess i would say about 62 (124)\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n8:25 am</dco> &nbsp;<qco> What's your favourite song&nbsp;</qco> </h3>      cold sweat james brown\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n8:22 am</dco> &nbsp;<qco> I feel very tense and bad most of the time. I am making changes to make my life better, but I can't implement all the changes at once. And some of them I can't implement at all right now, for logistics reasons. How can I hold on and keep doing what I need to do, while necessarily feeling like shit for a while?</qco> </h3>      tell a story, or make a reality show, about your struggles. stories are actually better when there's struggles\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n5:43 am</dco> &nbsp;<qco> what is your third favorite month?</qco> </h3>      march\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n4:08 am</dco> &nbsp;<qco> How many seconds until the new video is released?</qco> </h3>      i don't care\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n3:51 am</dco> &nbsp;<qco> Capitalism?</qco> </h3>      can you repeat the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n2:17 am</dco> &nbsp;<qco> why are you: you?\n</qco></h3>      because you said so<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n\nAm I me?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n1:33 am</dco> &nbsp;<qco> What's your favorite Kanye moment?</qco> </h3>      how about <a href=\"Screenshot2019-03-01at1.02.11AM.png\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.28.19&nbsp; \n1:29 am</dco> &nbsp;<qco> Do you think that a troubled mind is a fuel for creativity?</qco> </h3>      yes, and sometimes damages it also\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n11:39 pm</dco> &nbsp;<qco> what is your thought process of coming up with ideas</qco> </h3>      fuck it's not here fuck where is it it's not here yet fuck where is it when is it gonna get here oh shit there it is, get it quick. check the data, what was it, confirmed yep that's awesome. oh shit now what's the next part, fuck, what is it when is it gonna get here\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n11:36 pm</dco> &nbsp;<qco> Can we be what we force ourselves to be?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n11:28 pm</dco> &nbsp;<qco> Did you know that you've educated and inspired and entertained zillions of people?</qco> </h3>      maybe half a zillion by my calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n11:26 pm</dco> &nbsp;<qco> How about a Billy Joel moment you dig?</qco> </h3>      let's just say the entirety of <a href=\"https://www.youtube.com/watch?v=H6M0EulApMM\">uptown girl</a> \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n10:53 pm</dco> &nbsp;<qco> is ur two week schedule a too weak schedule</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n10:37 pm</dco> &nbsp;<qco> how do you write your drum parts? they are always so unconventional and good.</qco> </h3>      instinct\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n9:38 pm</dco> &nbsp;<qco> how is the world spinning?</qco> </h3>      someone must have spun it and forgot to unspin it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n6:38 pm</dco> &nbsp;<qco> Favorite kind of consumer good?</qco> </h3>      cash\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n5:52 pm</dco> &nbsp;<qco> Have you considered re-releasing some of your old albums on spotify and stuff?</qco> </h3>      not unless the original release gets un-released somehow, knock on wood\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n5:50 pm</dco> &nbsp;<qco> what makes you so important that i should ask you a question?</qco> </h3>      it's your choice\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n5:44 pm</dco> &nbsp;<qco> will you make an instrumental (lyricless) song and then animate it</qco> </h3>      i've done that at least a couple of times\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n5:37 pm</dco> &nbsp;<qco> gosh darn it bill where's the flippin video</qco> </h3>      in production\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n4:16 pm</dco> &nbsp;<qco> i'm so tired ALL THE TIME how do i stay awake when sleep is so good, i'm so idk, bored by life? my friends and family are just a snooze fest, i'm more of an \"experience the world let's go to a museum or something\" person and my friends want to spend ALL THEIR TIME online or listening to music/movies and i learn by actually doing stuff for myself and using my senses idk i'm just BORED help. i'd go on my own to places but i'm... anxious and don't wanna look like a fucking loser rip me</qco> </h3>      where is the nearest accessible place you've never been\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n3:56 pm</dco> &nbsp;<qco> Does the solo in \"mt St Helens is about to blow up\" also follow the diagonal steps thing? I feel like it does because of how the instrument changes every time but it keeps the same motif</qco> </h3>      i suppose that's about right. at least up until (before) the point where it abandons the melody and goes crazy\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n3:54 pm</dco> &nbsp;<qco> lyrics of some songs feel like a person didn't write them;&nbsp;&nbsp;but rather the words and melodies have already existed for all of eternity. do you find this desirable?&nbsp;</qco> </h3>      often\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.27.19&nbsp; \n3:08 pm</dco> &nbsp;<qco> Why do you want to answer our questions? </qco></h3>      it makes me stronger<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is this some sort of experiment?</qco> </h3>      yes\n<br><br>"
  }
]
