[
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n6:01 pm</dco> &nbsp;<qco> Why is my cat sleeping on my back&nbsp;</qco> </h3>      \nbecause it's a location that's been deemed safe\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n2:18 pm</dco> &nbsp;<qco> is it possible to feel way too randy</qco> </h3>      \nyes, or not enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n12:01 pm</dco> &nbsp;<qco> what is your opinion</qco> </h3>      \ndarkness is actually very bright\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n11:00 am</dco> &nbsp;<qco> Would you describe the upcoming song as more of a bop, a groove, or a vibe? Or perhaps something totally different?</qco> </h3>      \nbomp\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n10:49 am</dco> &nbsp;<qco> If there is real estate, then what is fake estate?</qco> </h3>      \nnothing\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n10:29 am</dco> &nbsp;<qco> Do you take the post office seriously?</qco> </h3>      \nthe part where it says on the building what town it's in. i take that part seriously\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n9:18 am</dco> &nbsp;<qco> What's gotten you excited recently?</qco> </h3>      \nthe possibility of improving more and more over time\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n4:01 am</dco> &nbsp;<qco> What advice would you give to someone trying to teach themselves proper singing technique? Specifically, what would you suggest practicing to start singing from your chest instead of your throat?</qco> </h3>      \ni don't know how to do that consciously. i have to approach it more like acting. you have to convince yourself that you mean the words you're singing at the time. another neat trick is to pretend that no one else in the world is capable of singing these lines like you are at this moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.26.22&nbsp; \n12:12 am</dco> &nbsp;<qco> i've been thinking about a bill wurtz videogame. i feel as if it would seem very much like it was from the gamecube-era. i know you don't play videogames, but if you were to MAKE one, what do you think would be the most important aspect? \n<br></qco> </h3>      \nif i made games, the most important thing would be to make many games, on a steady recurring basis. this would be to reassure myself that i'm earnestly doing my best to make every possible game i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n11:35 pm</dco> &nbsp;<qco> I really appreciate this question section because it's nice to see people asking the same questions I have and knowing that people are the same as me. thanks. Anyway, I am writing because I realized there is something wrong with me. I was talking to a friend about when we used to be super busy. I asked her how she was not miserable when she was overloaded not only with school and extracurriculars, but also heavy work shifts. She said \"I wasn't miserable. I was happy.\" Which made me realize how much I am not like that. I was miserable with half the schedule she had, and I continue to dread any amount of work that comes my way no matter how minuscule or easy. Except for I think I have a slightly smaller aversion when it comes to practicing music, though perhaps I would start to hate it if I pursued it as a serious education/career path. So basically what I am saying to you is: is there something wrong with me,</qco></h3>      i doubt it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; should I look/wait for something I enjoy doing or\n </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; should I just force myself to stick with something, and do you have any advice.</qco> </h3>      i think there's no reason to compare yourself negatively against other people\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n10:11 pm</dco> &nbsp;<qco> how does it feel seeing all the past work you've done?</qco> </h3>      \nit depends what mood i'm in\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n9:55 pm</dco> &nbsp;<qco> What's the story that inspired your song \"New Canaan\"?</qco> </h3>      \ngoing to new canaan and writing a song along the way\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n5:33 pm</dco> &nbsp;<qco> what would you consider the sequel to \"maybe i could eat blades of grass?\"</qco> </h3>      \nhas to be unboxing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n4:43 pm</dco> &nbsp;<qco> will you grow a long white beard at some point in your life or nah?</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n4:31 pm</dco> &nbsp;<qco> have you tried pineberries</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n4:20 pm</dco> &nbsp;<qco> how is anyone supposed to get excited about going to school</qco> </h3>      \nmaybe if going to school becomes taboo in some way. if someone tells you you're not supposed to go, then it would probably become more exciting\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n4:01 pm</dco> &nbsp;<qco> So I'm trying to make instrumental music with new techniques - instead of programming all of it I combine programming with physical equipment (drum machine&nbsp;&amp; synthesizer), having a more loose collective of styles rather than being more stylistically focused, making generally longer songs, practicing buildups, possibly adding in vocals/lyrics, etc.\n<br>\n<br>But it's been really frustrating because I've gotten so good at the much more creatively limited methods I used before, and it feels like I'm back to square one to a degree. \n<br>\n<br>I tried going back to old methods and it's going great. I'm getting way more music done than I have been in months. But it feels *too* easy, if that makes sense. Like I could come up with a lot more creative and imaginative stuff if I wasn't just hypnotically pumping out the same stuff I'd always done.\n<br>\n<br>I guess my question is, is it possible for creative projects to be *too* easy to make? How do I know when\n  I've hit that creative hotspot to make truly great art?&nbsp;</qco> </h3>      \nit's always going to be a game of chase\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n3:30 pm</dco> &nbsp;<qco> Is outside about dying?</qco> </h3>      \ni doubt it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n10:44 am</dco> &nbsp;<qco> have you ever made music for a video game and if not will you?</qco> </h3>      \ni would do the music if i made the game. that seems to be generally how i roll\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n10:23 am</dco> &nbsp;<qco> All the planning seems like it's stopped working,&nbsp;&nbsp;what do?</qco> </h3>      \nyou'll have to improvise\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n4:47 am</dco> &nbsp;<qco> is it okay to have feelings</qco> </h3>      \nyes, thank you for checking with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n3:02 am</dco> &nbsp;<qco> do you like grass</qco> </h3>      \nmaybe if it didn't grow so fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n1:34 am</dco> &nbsp;<qco> do you like to draw sometimes</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n12:52 am</dco> &nbsp;<qco> how do you program the universe? (help)</qco> </h3>      \njust be yourself\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n12:26 am</dco> &nbsp;<qco> was it intentional that the \"just did a bad thing\" video was uploaded onto youtube on December 25th</qco> </h3>      \nit was really supposed to come out a week earlier (dec 18.) Actually, in the broader scheme it was really supposed to come out the week before (dec 11). although i can't really claim that it would have been that song, because by the time i started production on that song, it already would have been way too late to make dec 11. but as of nov 27 it certainly was intended that the next video would come out on dec 11. and then a long string of mishaps ensued\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.25.22&nbsp; \n12:18 am</dco> &nbsp;<qco> should i even attend my music theory classes</qco> </h3>      \nyou could make your own classes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n10:11 pm</dco> &nbsp;<qco> I've been homeschooled during since March 2020 and now I have to go back to school now. All the kids there are so strange to me. Anyways, the part in \"might quit\" that goes \"It's the first day of school, and I think I might quit. Because the things I've been seeing here don't make sense\" is so relatable to me. \n<br>\n<br>When you write your songs, do you make lyrics that you connect to yourself, or things you think others would connect to?</qco> </h3>      \nabsolutely. when it's both at once, it's considered a 'grand slam'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n9:57 pm</dco> &nbsp;<qco> do you ever rearrange your room to spring some extra joy in your life?</qco> </h3>      \ni've done it, but not recently because i think i have the right arrangement now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n8:52 pm</dco> &nbsp;<qco> When you emphasized \"I'm scared\" near the beginning of 9 8 7, was that a reference to your previous song of that name or just a coincidence given the truth of the line?</qco> </h3>      \ncoincidence, and that verse of \"9 8 7\" was actually written before the \"i'm scared\" song existed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n8:21 pm</dco> &nbsp;<qco> What's currently the most ambitious project you'd like to tackle sometime in the future?</qco> </h3>      \nhow about the cosmological constant problem\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n6:31 pm</dco> &nbsp;<qco> how does music work</qco> </h3>      \nas if by magic\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n4:10 pm</dco> &nbsp;<qco> either im stupid, or there is a pizzicato violin(?) line in \"im a princess\". is there a pizzicato violin(?) line in \"im a princess\"?</qco> </h3>      \nit's very likely. i use pizzicato strings sounds often\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n3:31 pm</dco> &nbsp;<qco> What is the 97th word of your next song?</qco> </h3>      \ndepending on how many of the ghosted \"&\"s you count, it might be \"noticed\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n11:36 am</dco> &nbsp;<qco> are the lows absolutely necessary?</qco> </h3>      \nsome of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n11:30 am</dco> &nbsp;<qco> is there an intentional mystery to be solved through your songs and their lyrics, etc.?</qco> </h3>      \nyes. i'm trying to figure out how the universe works in general\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n9:46 am</dco> &nbsp;<qco> how did you develop your musical style?</qco> </h3>      \nit develops automatically. it's still developing\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n9:21 am</dco> &nbsp;<qco> will there be another non-music video this year, </qco></h3>      i think so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and will it involve chips (not sponsored)?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n7:38 am</dco> &nbsp;<qco> are you in denial</qco> </h3>      \ni have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n2:00 am</dco> &nbsp;<qco> How do i break the loop?</qco> </h3>      \nyou'll have to go into another loop\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n10:29 pm</dco> &nbsp;<qco> what is your favorite kind of apple?</qco> </h3>      \n<del>bad</del> good\n\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.24.22&nbsp; \n5:45 am</dco> &nbsp;<qco> in the reality video 3.30.16 2:48am at around the 0:22 mark you say something that to me sounds like \"i'm including sympathy-\" before cutting yourself off, is this correct? </qco></h3>      no. after reviewing the clip, i can tell it says \"i'm including some of these...\"<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, are you saying like you're including/editing video that will perhaps \"bend the narrative\" to make it look like you're an underdog reaching a vast height or something along those lines (as opposed to just someone going through their life without it being all cinematic)</qco> </h3>      i was trying to encourage myself to not be shy about including crappy stuff, as i was building the reality section. and reminding myself that this is the attitude that this website was originally built from. before gaining that courage, typically i'm afraid to post anything\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n10:06 pm</dco> &nbsp;<qco> What's your favourite ice cream flavour? :D</qco> </h3>      \nmondae\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n10:05 pm</dco> &nbsp;<qco> have you learned more about yourself by answering so many questions?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n10:02 pm</dco> &nbsp;<qco> What are better: Apple , Pine Apple, Orang , or Lemon\n<br>Rate in Order 1 to 4</qco> </h3>      \ni don't rate fruit. i just don't\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n9:42 pm</dco> &nbsp;<qco> what chords did you play in \"i'm scared\" at the parts where it goes \"i'm scared of my own face\", \"yes i do is that true?\", \"it's a bad and good tune&nbsp;&amp; i would sing it to you\", and \"the things that i love to be scared of\", respectively?</qco> </h3>      \n\"scared of my own face\", i assume, is Csus2/E   Dsus4/F#<br>\n     \n\"yes i do is that true\" would be some kind of Dmin9(11), then some kind of Gmin11. You can probably pretty closely approximate these by using Cadd4/D, and Bbsus2/G<br>\n     \n\"it's a bad and good tune and i would sing it to you\".... \"bad and\" is generally Dmin11 and Dmin7. \"Good tune\" is roughly Cmaj and Bbmaj triads, and the bass is in the middle of a climb which would put it on F and G at that time, making the chords you hear something like C/F and Gmin7. \"And I\" would be something like Gmin11, but because the bass is midway through a climb, in reality what you hear is probably something like Bbsus2/A. \"would sing\" would just be Bbsus2, and \"it\" the melody goes to A note, so i'd say this would sound like F/Bb, except this syllable is such a ghost that there's really not much of anything there. and \"to you\" comes out as F/C, C<br>\n     \"Things that i\" should be some kind of F#min7. \"Love\" should be something like Dmin/F.<br>\n     \"be scared of\" is some kind of Bmin9(11), which can be more specifically described as Aadd4 over B. The bass tumbles into this, so the bass doesn't reach the bottom until around \"of\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n8:53 pm</dco> &nbsp;<qco> Hello! What type of music would you call yours?</qco> </h3>      \nregular/extreme\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n8:35 pm</dco> &nbsp;<qco> has every music been made already??</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; is it ok if i make tracks that sound similar to other songs but i didnt even know those songs existed</qco> </h3>      yes that's fine. if you get a #1 smash hit, then various people will probably try to steal some credit for it, regardless of what your song sounds like\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n6:03 pm</dco> &nbsp;<qco> I love how your songs are confusing but also hopeful and funny at the same time. How and why do you do that?</qco> </h3>      \nthe reason would be so you might love it. the method is mostly still a mystery to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n3:52 pm</dco> &nbsp;<qco> are there any non-song videos in the pipeline?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.23.22&nbsp; \n3:30 pm</dco> &nbsp;<qco> What is there to do? I find that when school or work is happening im eager to go home and then I have a great time at home knowing I escaped school/work. But when there is no school or anything to begin with and i start my day at home then it's not nearly as fun, borderline unpleasant. do you know of a solution is the predicament</qco> </h3>      \nit sounds like you might want to take on some new challenges\n\n<br><br>"
  }
]
