[
  {
    "html": "<h3> <dco>6.4.18&nbsp; \n12:03 am</dco> &nbsp;<qco> How do I get a job without a resume?</qco> </h3>      just tell them you would be good at it, and then they may invite you over for an interview/audition, etc... Sometimes it's actually better to do it without a resume, because people with resumes kind of seem like robots sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n11:59 pm</dco> &nbsp;<qco> Why did you start making videos on YouTube?</qco> </h3>      i never made videos on youtube. i always make them offline, and then post them on my website, then log on to youtube and post them there also. the first several videos i posted on youtube were posted all at once, and they had already been on my website for quite a while before that\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n11:11 pm</dco> &nbsp;<qco> genuine question, how do i take inspiration without feeling like a total ripoff? i just feel stuck in a creative rut with everything i do but if i try to be inspired from someone else i just copy them</qco> </h3>      turn up the 'different' dial. turn it up way too much, just to see if it works. then later you can bring it into balance\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n10:36 pm</dco> &nbsp;<qco> How do you come up with something that makes sense really fast</qco> </h3>      you could try a calculator\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n10:04 pm</dco> &nbsp;<qco> how do i burn some time?</qco> </h3>      bake it, but then leave it in for longer than recommended\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n9:43 pm</dco> &nbsp;<qco> Why did you take back the \"I love you\" to someone? (Was on your Instagram)</qco> </h3>      that was not me, that was what someone sent to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n9:22 pm</dco> &nbsp;<qco> Do oranges taste like apples?</qco> </h3>      yes, that's because they are the same thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n9:21 pm</dco> &nbsp;<qco> HOW&nbsp;&nbsp;&nbsp;TO&nbsp;&nbsp;&nbsp;&nbsp;STAVE&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;OFF&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;THE&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LONELINESS</qco> </h3>      embark on a magnificent journey\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n8:16 pm</dco> &nbsp;<qco> how does one carry oneself with an air of class and dignity</qco> </h3>      you could try one of those pocket squares\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n7:55 pm</dco> &nbsp;<qco> Don't you know that feeling when you're struggling but you feel like the answer is in your face but you just can't see it&nbsp;</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n6:34 pm</dco> &nbsp;<qco> do you like rhymes ?</qco> </h3>      in moderation\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n5:50 pm</dco> &nbsp;<qco> do you ever look at words like on a sign while you wait somewhere and you look for letters that match so you cancel out those letters and then you match the shapes in the leftover letters so every one overlaps</qco> </h3>      no, but perhaps i should\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n5:50 pm</dco> &nbsp;<qco> is it true</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n5:46 pm</dco> &nbsp;<qco> how do you music?</qco> </h3>      i have no idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n5:25 pm</dco> &nbsp;<qco> did you plan early on to edit your self recordings into what is now your reality section&nbsp;</qco> </h3>      yes, and much more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n5:16 pm</dco> &nbsp;<qco> What are frogs?</qco> </h3>      they are like friendly dogs\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n2:31 pm</dco> &nbsp;<qco> do you think that your content could be better?</qco> </h3>      of course. i've been half assing it this entire time, to get it out sooner\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n1:25 pm</dco> &nbsp;<qco> which time is the best time?</qco> </h3>      1:25 pm\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n12:00 pm</dco> &nbsp;<qco> What does wi-fi mean? I'm guessing wi is short for wireless... but what's the fi?</qco> </h3>      it's a play on the word \"hi-fi\" which meant high fidelity. wi-fi has nothing to do with fidelity, it's just a catchy name. at least more catchy than IEEE 802.11b Direct Sequence\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n11:23 am</dco> &nbsp;<qco> how to change,?</qco> </h3>      nobody knows\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n11:17 am</dco> &nbsp;<qco> I just checked on google maps, and there are no hotels on the tundra</qco> </h3>      ah, that's probably why i thought that would be an interesting lyric\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n11:05 am</dco> &nbsp;<qco> What are biscuits used for?</qco> </h3>      digestive purposes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n9:44 am</dco> &nbsp;<qco> Are you awake\n<br></qco> </h3>      hold on let me perform some calculations\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n9:43 am</dco> &nbsp;<qco> Are carpets only used for traveling?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n8:43 am</dco> &nbsp;<qco> Do you work on content 7 days a week?&nbsp;&nbsp;</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you ever take a break?</qco> </h3>      only if i feel like too much content is being released too fast\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n7:29 am</dco> &nbsp;<qco> What if penguins are secretly planing to take over the world?</qco> </h3>      then that means they will do it at some point\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n7:00 am</dco> &nbsp;<qco> Got any tips for making a YouTube channel trailer? How can I stand out from the crowd on this one?</qco> </h3>      i personally hate them. never had one, would never make one, hate to watch them. especially more than once, which usually happens by accident, because when you go to the channel they auto-play which i also hate\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n5:44 am</dco> &nbsp;<qco> How do I save the planet?</qco> </h3>      first figure out what is endangering it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n5:37 am</dco> &nbsp;<qco> I kind of want to change my haircut to a different haircut. what do you think</qco> </h3>      i think there is some information missing here, which would be vital for making any kind assessment\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n5:35 am</dco> &nbsp;<qco> what do bass do</qco> </h3>      you'll have to try and see. the best way to find out is to use an instrument like piano or guitar that has a wide range of notes that you can play at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n5:01 am</dco> &nbsp;<qco> how to stop feeling like a loser?</qco> </h3>      \n\nwin\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n4:40 am</dco> &nbsp;<qco> wanna confess something ?</qco> </h3>      oh that sounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n4:37 am</dco> &nbsp;<qco> What can you tell me about the melody or chords to your latest song in progress?</qco> </h3>      it employs what i call the 4 slantshade\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n4:33 am</dco> &nbsp;<qco> Would you say that 5ths are al dente ?</qco> </h3>      it's more like if you didn't cook the pasta at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n4:31 am</dco> &nbsp;<qco> i'm excited for the new track are you excited 2</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n4:25 am</dco> &nbsp;<qco> If fourths sound firm, then do fifths sound...firmer?</qco> </h3>      no, they are wider, which makes it seem almost more flimsy because it is more apparent that there is nothing in the middle\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n3:45 am</dco> &nbsp;<qco> why are pringles shaped the way they are?</qco> </h3>      they are printed in a 3d printer and it is a cheap shape to print because it can actually be printed with only 1 laser instead of 2, using a surprisingly simple rotational pattern\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n3:33 am</dco> &nbsp;<qco> you could put the reality videos on the expert mode page. yes you could put them there. please put them there it would be great if you put the reality videos on the expert mode page.</qco> </h3>      that would break the rules of those pages. in general, most pages of this site are only allowed to date things according to the date that that entire exact product was completed. the reality page has slightly different rules -- it uses post production to tell the story, revolving around the original audio. the date corresponds to the audio recordings, but the editing, assembly, text, graphics etc, were done later\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n3:16 am</dco> &nbsp;<qco> NEW SECRET: if i wanna get the weird sweep on my snare, i have to use a high velocity. this makes the snare too loud, BUT if i play a shitty freeware china cymbal at the same time quietly it imitates the sweep. boom, that's facts</qco> </h3>      oh that's what i'm talking about\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n2:12 am</dco> &nbsp;<qco> why are the questions in purple</qco> </h3>      so you can read them\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n1:48 am</dco> &nbsp;<qco> Follow up about the essay introduction: it's about homophobia and homelessness. My thesis is basically homelessness = bad and homophobia = bad so homelessness + homophobia = double bad. Thoughts on the introduction?</qco> </h3>      do you like bad things? well you came to the right place. follow me as we learn more\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n1:31 am</dco> &nbsp;<qco> Is passion something to be revered or feared?</qco> </h3>      it depends which direction it is taking\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n1:28 am</dco> &nbsp;<qco> What does it take to make you laugh?</qco> </h3>      bad architecture, that is not structurally sound. pictures only, of course. the real thing would be dangerous, not a laughing matter\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n1:01 am</dco> &nbsp;<qco> If You were a Guru, what would you teach?</qco> </h3>      how to be a guru\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n12:34 am</dco> &nbsp;<qco> is the iii chord as bad as they say it is? it sounds nice to me.</qco> </h3>      it depends how you use it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n12:14 am</dco> &nbsp;<qco> happy christmas dog!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!</qco> </h3>      thank you\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.3.18&nbsp; \n12:14 am</dco> &nbsp;<qco> Can you give me some tips on how to save an endangered language?</qco> </h3>      keep speaking it!\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.18&nbsp; \n11:32 pm</dco> &nbsp;<qco> have you ever aqwsedrftgyhujiko a filename only for it say this file already exists do you want to overwrite?</qco> </h3>      all the time<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.18&nbsp; \n11:31 pm</dco> &nbsp;<qco> hey bill, I have a problem and maybe you might be able to help? I remember a while back you wrote that one of the ways that worked for your creative process involved consuming so much media or watching so many Other People's works that eventually you would EXPLODE with the desire to create when you couldn't take anymore! (I'm paraphrasing so if I got something wrong I'm sorry) I'm a little bit worried because along the way that I've been kinda following that idea, I've started unfortunately looking at things I once liked with a gross negativity that I can't shake off. I know that everyone is different and no advice works perfectly for everyone (it is as unique as the person) but I wanted to know if this was... \"normal\"? or that it might be an expected step? I hope that makes sense;&nbsp;it's been really weird and I'm a little scared that I might fall into a dark pessimism before bursting with creativity. If that's too weird or difficult to answer, I\n  guess I\n  want to ask if you've been through something similar and how you managed to BREAK OUT! and get the motivation to do something CRAZY to get out of that ugly negative rut. thank you</qco> </h3>      if you are starting to think other things are gross, that could be good for you because all you need to do is make something not gross and you will be able to smoke the competition handily<br><br>"
  },
  {
    "html": "<h3> <dco>6.2.18&nbsp; \n11:22 pm</dco> &nbsp;<qco> I like debating, because it gives me new information to digest. But I'm not very good at it, even if I know my points are valid. How do I become good at debating?</qco> </h3>      \n\nyou could spend more time in the streets<br><br>"
  }
]
