[
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n3:07 pm</dco> &nbsp;<qco> how often is it that you try to make \"irregular\" songs? or rather, how often do you try to make songs different from what you think a song is to be like?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n2:54 pm</dco> &nbsp;<qco> What is the first chord in your new song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n1:19 pm</dco> &nbsp;<qco> Hello Bill. You give some pretty smart answers to some of these questions, and you probably get to think about a lot of interesting and weird things because of it. Do you think that you get smarter/more thoughtful by answering these questions every day? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or does it bear no effect?\n<br>\n<br>Also how often do you get asked the same questions?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n12:01 pm</dco> &nbsp;<qco> is got some money the opposite of mt st helens in the sense that instead of being happy about a bad thiing youre sad about something good?\n</qco></h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n11:49 am</dco> &nbsp;<qco> My results for this really important exams are coming tomorrow I'm super freaked out. How do i calm myself?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n11:30 am</dco> &nbsp;<qco> Do you write out week/day schedules in advance to get going? Something like \"Monday: 9-10 recording vocals, 10-12 mixing project, 13-15 fun with kick drums, 15-17 writing about bicycles\", etc.\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I find it hard to balance between no schedule at all (nothing gets really done) or a very rigid one (I'm too afraid to even try it or I give it up quickly).</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n10:04 am</dco> &nbsp;<qco> were you feel a great dark ages in your past?(it sounds so..)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n8:44 am</dco> &nbsp;<qco> while reading the lyrics in the questions the last few days, i noticed how vividly i had remembered your songs. as i read the words on the screen i instantly heard the melody and a whole bunch of the other stuff really easily. now i don't have perfect pitch, but when i went and checked the songs to see i was always exactly on pitch as well. this happens to me sometimes with other people's songs when i play them in my head (which i do all the time) but with yours it seems i have a much better chance. usually i can't tell at all if i'm playing a song in the wrong key in my head though, but reading your lyrics made it super vivid. it's not that i think they have to be in one key, but when i hear you singing it in my head it my memory is just especially vivid. i think i remember you saying you always do a range test for your songs. might this be part of it?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i think a lot of other music i listen to is made before someone sings \"over\" it and that probably results \n with people singing something in a way that could have been expressed better slightly higher or lower. also interesting because i am not usually a person who digests lyrics easily. i'm terrible at remembering them, but as soon as i read them the song sprung to life</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n6:54 am</dco> &nbsp;<qco> when are you going to post your next video</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n6:23 am</dco> &nbsp;<qco> are you currently feeling wacky and/or goofy right now?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n3:56 am</dco> &nbsp;<qco> what's the first thing that will be represented with one letter in the video for your next song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n2:45 am</dco> &nbsp;<qco> Which came first, the toaster or the egg?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n2:35 am</dco> &nbsp;<qco> what instrument has the worst texture</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n1:57 am</dco> &nbsp;<qco> Would you ever release a physical book of your poetry?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n12:39 am</dco> &nbsp;<qco> how's 2022 going for you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.6.22&nbsp; \n12:07 am</dco> &nbsp;<qco> hey bill, im going to graduate soon, and i feel so so terrified of the future. Like my life is changing, but im not really ready for it. Have you ever felt this way?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n11:22 pm</dco> &nbsp;<qco> what are your songs about?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n9:32 pm</dco> &nbsp;<qco> is music of itself or of other things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n8:25 pm</dco> &nbsp;<qco> can you play me a nice chord progression?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n8:22 pm</dco> &nbsp;<qco> do you like circular TVs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n6:27 pm</dco> &nbsp;<qco> do you think I could do a triathlon?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n4:40 pm</dco> &nbsp;<qco> why do u use so many capital letters&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n2:35 pm</dco> &nbsp;<qco> I'm nervous for an interview coming up today. How can I calm myself down?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n2:19 pm</dco> &nbsp;<qco> What type of content motivates you the most to make?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n12:20 pm</dco> &nbsp;<qco> Saw you had a \"Now Hiring All Positions\" sign in the background of La de da de da de da de day oh. Will you still hire me even though I'm not a position?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n11:49 am</dco> &nbsp;<qco> hey there's a few questions i have about this song:\n<br>SLOW DOWN ANALYSIS\n<br>\n<br>\"look at the time, upon the wall\n<br>the clock is tellin it all wrong\n<br>you got to slow down\n<br>you got to slow down\n<br>slow it right off the wall\n<br>you got to slow down\"\n<br>stop rushing. \n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"my hat&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is bent\n<br>oh, i got a bent hat\n<br>maybe i'll slow down\n<br>and straighten it out\"\n<br>continued from the previous verse, when things aren't as they should be, the solution is to slow down, stop rushing-- that's what will right the wrongs.\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"and then twist it all around\n<br>then put it down\"\n<br>doing things badly on purpose, and then letting them go for a while before you get back to straightening them out\n<br>\n<br>\"and i'm bobblin down 124th street\n<br>and i think i'm bobblin to a brighter day\"\n<br>optimism\n<br>\n<br>\"and the radio's playing a different kind of music\n<br>and the universe is starting t\n o shake\"\n<br>different music=change= brighter day\n<br>shake=change=brighter day\n<br>\n<br>\"look at the time, it's 12;30\n<br>i'm going to hell, and i'm late for it\"\n<br>if you can people feel good about something bad, then you're bulletproof in life.\n<br>\n<br>\"but i'll slow down\n<br>and talk about it\"\n<br>going back home lyrically to say 'slowing down's gonna right your wrongs.' \n<br>this is your dissonant optimism at work: you're pretending you can SLOW DOWN to fix BEING LATE, but your conviction regarding this is so strong that you just might be right.\n<br>\n<br>\"and the world goes round and then comes back down\"\n<br>could you talk about this a little? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i'll assume this line's meant to lead musically into the instrumental verse\n<br>\n<br>[instrumental verse]\n<br>\n<br>\n<br>\"now i'm swingin about my every daily business\n<br>and i'm pondering out about how it's daily been\"\n<br>alright alright\n<br>\n<br>\"and it's easy to feel if you're useless\n<br>but it's strange wh\n en you tell your friends\"\n<br>yeah. it's hard to sincerely admit your flaws without veiling it behind irony\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"so i re-loaded my fax machine with some fresh clean paper\n<br>so i can slow down and have a slow time printing it out\"\n<br>fax machine is sort of odd, so that's why it's here. i don't understand what the verse MEANS, but i'm liking it texturally and rhythmically. \n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;slowing down printing out faxes is revisiting the slowing down for being late to hell idea, i.e. it isn't something you really want to do, but it's something YOU would want to do.\n<br>\n<br>\"then the roof blew off again and it came back down\"\n<br>parallel lyrically to the previous verse. could you talk about these two lines a little? thanks\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"and hurricaines and storms cover the landscape\n<br>and the picture frames are floating off the wall\n<br>and the hourglass is twisting a little bit sideways\n<br>and the neighbourhood is all gone\"\n<br>first: beautiful vocals\n<br>second: this is\n  the apocalyptic nature of your works REALLY standing out-- you're bulletproof in life, truly\n<br>third: the hourglass is twisting sideways, meaning time is SLOWING DOWN, which means everything will be alright?\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"look at the time, on the wall\n<br>cuz it's going very very really slowly now\"\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;beautiful beautiful beautiful, this entire verse, and i love how the lead in to it feels like we've been 'submerged' musically somehow. great. time is going slowly now because of the 'apocalypse?'\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"and it's the only thing that anybody ever talks about\n<br>and the scientists are always trying to figure out\n<br>and the physicists are always letting it bounce around\"\n<br>i'll talk about these three lines at the end of the verse.\n</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; including an instrumental line in this entire twelve-line verse is a great choice musically, even though i don't know anything about music. this balances out the verse. freshens it up. makes people go 'ooh. let's\n  see what's going on.' \n<br>i'm not a musician but does it mean something that the instrumental line is the sixth line? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like does it have anything to do with those timing things the uh TIME SIGNATURE? because like i think a waltz goes:\n<br>du DU DU \n<br>du DU DU\n<br>du DU DU\n<br>which is a regular rhythm or something\n<br>and what you've done with your verse here is go:\n<br>1\n<br>2\n<br>3,\n<br>1\n<br>2\n<br>[IRREGULARITY].\n<br>\n<br>\n<br>\"and the novelists are typically writing stories about it\n<br>and the journalists are usually breaking news about it\n<br>and the pharmacists are frequently making drugs about it\n<br>and the charities are always raising money for it\"\n<br>i think this entire verse is trying to evoke that 'diagonal' quality to it. great great great.\n<br>\n<br>\"and the client's name is always there \n<br>and [client's name] always cares\"\n<br>beautiful end to the song. somehow you've gotten 'back home' musically not by returning to the same place but by..\n . creating a new home?!?!?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n10:47 am</dco> &nbsp;<qco> Do songs amplify, clarify, or give voices to thoughts in your head, </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or is it just me? If songs or song lyrics emotionally resonate with me, they feel more like truths than thoughts. Is it the same with you?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n9:36 am</dco> &nbsp;<qco> how long is a business day?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n8:33 am</dco> &nbsp;<qco> how does one become motivated</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n8:20 am</dco> &nbsp;<qco> I asked someone I admire creatively for advice on creating things, and she said that for her it's like finding things that interest/amaze you, and replicating the feeling it gave you, in a medium you are working in. I liked her answer, what do you think? also I'd really love it if you answered the same question, as you are another person I admire creatively. what is your advice on being creative and creating things? thank you!\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n7:46 am</dco> &nbsp;<qco> tips for writing lyrics?</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Idk how to make them sound not cliché/cringe</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n7:05 am</dco> &nbsp;<qco> if you ever had to export the stems to your song, how many stems would you organize your track into?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n6:00 am</dco> &nbsp;<qco> In many of your songs you talk about home or coming back home or having no home or anything. What does home mean for you?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n5:50 am</dco> &nbsp;<qco> how to come up with a title for a song without lyrics</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n4:48 am</dco> &nbsp;<qco> do you believe in destiny?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n4:10 am</dco> &nbsp;<qco> are you underwater?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n1:36 am</dco> &nbsp;<qco> is it a bad idea to try making music that's overly dramatic?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.5.22&nbsp; \n12:43 am</dco> &nbsp;<qco> bill, why is the world so dumb? why is there such a high crime rate? why is the world being destroyed because of the human race? why are trees being cut down? what are your answers? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is the answer because of green pineapples or bored monkeys?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n10:58 pm</dco> &nbsp;<qco> You probably have been asked this a lot but how do you think of your lyrics&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n9:17 pm</dco> &nbsp;<qco> Favorite pizza topping</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n8:40 pm</dco> &nbsp;<qco> I'm worried I will never be as good a songwriter as you. How can I fix this?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n7:03 pm</dco> &nbsp;<qco> have you ever killed a man with a shovel?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n5:25 pm</dco> &nbsp;<qco> how do artists make their art? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i will never understand how their mind works</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n4:41 pm</dco> &nbsp;<qco> when was your last songwriting session?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n3:58 pm</dco> &nbsp;<qco> &nbsp;music go up or down not side to side yes or other way question</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n2:39 pm</dco> &nbsp;<qco> I only have three lines for a writing assignment how can I make it longer</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n1:42 pm</dco> &nbsp;<qco> should i let go of everything and start a new life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n1:11 pm</dco> &nbsp;<qco> do i like the song that you're making</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n12:37 pm</dco> &nbsp;<qco> How do you keep yourself motivated to do things?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>2.4.22&nbsp; \n12:12 pm</dco> &nbsp;<qco> Can you see into my soul? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, what's in there?</qco> </h3>"
  }
]
