[
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n10:30 pm</dco> &nbsp;<qco> In \"Mt. Saint Helens is About to Explode\" you say the Mt. Saint Helens is about to explode.</qco></h3>      i thought it was 'blow up'<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Did god tell you this, or was it acid?</qco> </h3>      folk lore\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n9:34 pm</dco> &nbsp;<qco> what do i do with all of these problems?</qco> </h3>      go on a book tour!\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n9:18 pm</dco> &nbsp;<qco> Any tips for playing drums</qco> </h3>      get into a band. all the learning happens there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n7:34 pm</dco> &nbsp;<qco> Your videos are an integral part of your style. How do you feel about the (almost?) necessity of releasing your songs on \"audio only\" platforms like Spotify where the listener is then deprived of the visuals?</qco> </h3>      the songs are written and recorded to stand alone. the visuals are extra. an example of a video where the visual is a necessary part would be 'hi, i'm steve', or 'ball and stick'\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n5:38 pm</dco> &nbsp;<qco> favorite school subject</qco> </h3>      education\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n5:10 pm</dco> &nbsp;<qco> How do you like fasting?</qco> </h3>      not good. not recommended\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n4:49 pm</dco> &nbsp;<qco> Do you base your songs off of your life experiences </qco></h3>      sometimes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are they just random thoughts made into cool tunes</qco> </h3>      sometimes but hopefully a little better than random\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n4:48 pm</dco> &nbsp;<qco> What is anything if everything is nothing, but also everything all at once?</qco> </h3>      anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n4:37 pm</dco> &nbsp;<qco> What is 0 divided by 0?</qco> </h3>      nothing really\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n3:23 pm</dco> &nbsp;<qco> can you fall down ?</qco> </h3>      for the right price\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n2:50 pm</dco> &nbsp;<qco> why are all of your songs so random and weird lol</qco> </h3>      to compete in today's volatile and dymanic marketplace\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n1:51 pm</dco> &nbsp;<qco> do you have any other editors that work on your stuff?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if not, you have a lot of talent being able to do everything by yourself</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n1:45 pm</dco> &nbsp;<qco> I recently started implementing a schedule for my painting and I'm interested how detailed your schedule is it just \"finish song by&nbsp;&nbsp;monday 2pm\" or do you have everything planned out? Is it by the hour, by the day or by the week, or all combined? I find it too much to plan every second so I have only 3 stages for my painting: finish sketch by X PM, finish linework by Y and finish colouring by Z. The hardest part is actually forcing myself to leave it as is and move on when I overshoot the schedule</qco> </h3>      ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n12:33 pm</dco> &nbsp;<qco> Is this a question there is no question mark or period so what do you think</qco> </h3>      oranges might be the wrong color but who am i to say\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n9:55 am</dco> &nbsp;<qco> how can i not be a lonely cringy person and be a person with actual friends</qco> </h3>      join the local fire department\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n8:59 am</dco> &nbsp;<qco> Why do you place a part like \"questions\" in your website?</qco> </h3>      to give you an opportunity to ask this question\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n8:46 am</dco> &nbsp;<qco> Sorry for taking up your time but can I ask you a question?</qco> </h3>      ah but did you ask first if you could ask that question?\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n8:14 am</dco> &nbsp;<qco> what is your opinion on aristotle</qco> </h3>      very well dressed\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n6:07 am</dco> &nbsp;<qco> Is jealousy ever beneficial?\n</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it okay to be a little jealous of you?</qco> </h3>      sure, but it's not entirely fair because you don't necessarily know the bad side of what it's like to be me\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n5:58 am</dco> &nbsp;<qco> In \"the airport terminal\", why were you eating porridge that was heated the wrong amount of time?&nbsp;</qco> </h3>      i thought that story was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n3:55 am</dco> &nbsp;<qco> how do I pretend to be important while knowing I'm not actually important</qco> </h3>      that's almost impossible. but the good news is you actually are important so as soon as you can realize that then you are good to go\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n3:29 am</dco> &nbsp;<qco> Favorite philosopher?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n3:00 am</dco> &nbsp;<qco> do you have any tattoos?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if not, have you ever considered getting any?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if you have, what would you get tatted?</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n2:54 am</dco> &nbsp;<qco> What's the optimal amount of acid to take before watching your videos?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n2:28 am</dco> &nbsp;<qco> do you have any tips for arranging gospel harmonies?</qco> </h3>      the best thing to do is listen to whatever kind of music you think you are looking for, and just get to know what notes/chords are being used for the entirety of any and all music you are interested in. as time goes by you will take on those powers naturally, just like learning a language\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n2:01 am</dco> &nbsp;<qco> what is what?</qco> </h3>      that's about right\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.22.19&nbsp; \n1:08 am</dco> &nbsp;<qco> can you play the purdie shuffle?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n11:12 pm</dco> &nbsp;<qco> Do you have sheet music for your songs?</qco> </h3>      sort of, but never anything that's made after the song is done. so it would never reflect the changes that could have been made during the recording process. and nowadays i mostly use other (more digital) methods of documentation for the writing process\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n10:45 pm</dco> &nbsp;<qco> Is reality or the lack there of worth studying? </qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Is life worth studying?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is anything WORTH anything?</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is worth a construct?</qco></h3>      what the heck is a construct<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Everything's a construct though even constructs. So nothing's real?</qco></h3>      if nothing's real than what do you think real means<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or does that nothing mean EVERYTHING.&nbsp;</qco> </h3>      nothing usually is the most meaningful when it is put side by side with other things. when it is nothing surrounded by nothing it can be hard to notice, perhaps because no one is even there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n10:39 pm</dco> &nbsp;<qco> What does qwerty stand for</qco> </h3>      qwertyuiopasdfghjklzxcvbnm\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n10:12 pm</dco> &nbsp;<qco> what is the ideal length of a song?</qco> </h3>      2:58\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n10:06 pm</dco> &nbsp;<qco> You've had some of the sheet music for La de da de da de da de day oh on your website since 2012 but you didn't post the finished song until 2018.</qco></h3>      the song was not made until late 2017<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are there many songs like that? Songs you thought about for years before posting?</qco> </h3>      most of that time was not spent thinking about that song, but instead making many other songs and videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> Seeing as how it wasn't really used that much before, do you think raps relatively recent incorporation of the triplet flow is what elevated it to the status it currently has?\n</qco></h3>      no, triplets have been all over music since nearly the beginning of time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n It really has a distinctive catchyness to it. Triplets weren't utilised that much by rappers before the whole \"trap\" thing happened and the beats started having slower tempos. My guess is that a triplet based hook wouldn't as memorable if the tempo was faster.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n9:47 pm</dco> &nbsp;<qco> hi whats the coolest 5 letter name u can think of</qco> </h3>      namey\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n9:40 pm</dco> &nbsp;<qco> Do you ever rewatch any of your videos?</qco> </h3>      rarely\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n9:22 pm</dco> &nbsp;<qco> Every time I try to write a song it gets really repetitive, but I don't know how to stop, advice??</qco> </h3>      listen to many other songs, but really what might be even more interesting is to check out many other things that aren't songs at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n8:52 pm</dco> &nbsp;<qco> Are you non committal?</qco> </h3>      i don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n8:46 pm</dco> &nbsp;<qco> what i the thing inside the box at the end of the unboxing video?</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n8:23 pm</dco> &nbsp;<qco> have you ever heard of this guy called bill wurtz? he's a youtube musician, and he's way better than you</qco> </h3>      what the heck is a youtube musician\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n8:23 pm</dco> &nbsp;<qco> Hey Bill, im not an artist so i dont know but can you tell me how it feels to know your creation brought so much joy and fun and entertainment and laughs and good emotions?</qco></h3>      very good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I listen to several of your songs almost every day and they always make me feel nice. And your videos are a constant source of pleasure too. Do you think about those aspects of your work?&nbsp;</qco> </h3>      it's hard to believe\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n7:54 pm</dco> &nbsp;<qco> help what do we do about the government shutdown???</qco> </h3>      build a wall around it. they will not be able to stop you if they are shut down\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n7:52 pm</dco> &nbsp;<qco> Where did you get the inspiration for the chords during the F major portions of \"At the Airport Terminal\"? It sound like something I know but I can't put my finger on it</qco> </h3>      the past! like rewind several centuries probably\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n7:50 pm</dco> &nbsp;<qco> what do i have to do to be a part of your live band</qco> </h3>      know what to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n6:33 pm</dco> &nbsp;<qco> new song on 01/22?</qco> </h3>      i wish\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n6:00 pm</dco> &nbsp;<qco> what key is \"and the day goes on\" in. i'm asking because i'm trying to learn how to music and i'm trying to figure out different keys for different songs so i wanna know if it's what i think it is .. thank you for being such a huge inspiration, you are amazing and i love your music, videos, and content overall&nbsp;</qco> </h3>      that's nice of you. but first i would like to know what key you think it is in\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n5:50 pm</dco> &nbsp;<qco> I'm sorry to be bothering you since your prolly working on a bunch of things but if you were to have any other job in the world what would it be? :) I'm just curious sorry</qco> </h3>      that would depend on what reason i do not have my current job\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n5:08 pm</dco> &nbsp;<qco> Should I record music in audacity or spend money on real software</qco> </h3>      i thought audacity was real but maybe i have been living a lie\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n5:08 pm</dco> &nbsp;<qco> Do you come up with the lyrics first in poetry form and work them into chords,</qco></h3>      absolutely not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or do you come up with a melody and then find lyrics to fit that melody?&nbsp;</qco> </h3>      usually not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n4:40 pm</dco> &nbsp;<qco> also, does it make sense to you when a question starts with \"also\" despite the lack of apparent prior context</qco> </h3>      yes, it is clear that the person has asked another question previously, even though it may not be clear which\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n3:46 pm</dco> &nbsp;<qco> Ever misspell a word accidentally?</qco> </h3>      yes\n<br><br>"
  }
]
