[
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n8:18 pm</dco> &nbsp;<qco> what is your favourite type of ceiling</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n8:09 pm</dco> &nbsp;<qco> What is something that makes you happy</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n8:04 pm</dco> &nbsp;<qco> I'm not the original person asking about playing by ear. But I've been taking all the advice so far, playing kids songs and stuff. My question is how do you know what key you're currently playing in. Like, I start one of the songs on the note C, play for a bit, and find that there's a Bb. Then I'm like, \"Oh. I'm playing in F not C. Gotta restart a fourth down on G.\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n7:41 pm</dco> &nbsp;<qco> I recently came across this trend of taking existing music and making it sound 3D, as in making the music feel like its coming from multiple directions when using headphones. Would you ever consider using a technique like this for a future song?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n7:38 pm</dco> &nbsp;<qco> was the typhoon/tornado thing in hoj caught after upload? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how long did it take to realize it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n7:36 pm</dco> &nbsp;<qco> how does one join the illuminati.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n7:00 pm</dco> &nbsp;<qco> what is this</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n6:02 pm</dco> &nbsp;<qco> die</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n4:55 pm</dco> &nbsp;<qco> do you prefer time or space?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> What are some of the downsides to time and space?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n4:06 pm</dco> &nbsp;<qco> Hey, Bill, im a musician, and all the jingles in your video \"history of the entire world\" is really inspiring, and i would like to make music just like that. Do you have a method when you make the jingles, like how to you give them the sound they have? As said, im a musician, so you can talk music-language, i can understand.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n2:41 pm</dco> &nbsp;<qco> how do i fuck a goat?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n1:11 pm</dco> &nbsp;<qco> What's your vocal range? I go from Eb2 to D4, falsetto to maybe E5</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n12:37 pm</dco> &nbsp;<qco> what inspired you to do this?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n12:27 pm</dco> &nbsp;<qco> who made this website. </qco></h3><h3 style=\"display: inline;\"> <qco> <br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i was looking through the code and it is badly written(but works). just a question </qco></h3><h3 style=\"display: inline;\"> <qco> from a small web dev.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n11:21 am</dco> &nbsp;<qco> If nothing is something then what is something?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And if something is nothing</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; then is nothing something as long as that something is nothing?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n10:43 am</dco> &nbsp;<qco> Why is the english language so weird</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n10:33 am</dco> &nbsp;<qco> Person that needs help with chords back. I need help with figuring out which chords are which, and chord progression.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like how a Normal C major chord differs from those chords where you play C, F, A</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; instead and why its sounds better when I group it with some chords. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I\n<br>Also can't play bass clef and trouble clef at the same time very well at all. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thank you so much for the help! I'm having lots of fun reading the answers you give people on tips to play&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n9:46 am</dco> &nbsp;<qco> Are you Cuban?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n8:16 am</dco> &nbsp;<qco> Why do you reference \"home\" so often in the lyrics of your songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n6:54 am</dco> &nbsp;<qco> Are you crazy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n6:09 am</dco> &nbsp;<qco> is it all getting better or worse???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n2:00 am</dco> &nbsp;<qco> advice, on going back to school?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n1:56 am</dco> &nbsp;<qco> hi. thoughts on socks?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n1:50 am</dco> &nbsp;<qco> When are you going to add subtitles to your videos</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n12:45 am</dco> &nbsp;<qco> How do I improve the ability to play from listening by ear on piano?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n12:38 am</dco> &nbsp;<qco> in \"it's gonna be alright\" why did you put axe instead of ask?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.9.17&nbsp;\n12:29 am</dco> &nbsp;<qco> Do you ever learn music (from sheet music) for fun? Have you played any Bach or Beethoven or Chopin or maybe more contemporary/jazz songs from sheet music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n10:50 pm</dco> &nbsp;<qco> ultimately you seem a bit irritaded here, being a little bit rumpy grumpy&nbsp;&nbsp;to people that are just asking you questions. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;wouldn't it be better Not to answer, if you're mad at something else?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n10:21 pm</dco> &nbsp;<qco> hey, bill, i dont even know how to properly write in english, or even speak, to be honest, but i'm really afraid i'll never succed at doing art related stuff, its something that its always on the back of my mind keeping me from doing more stuff</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n10:05 pm</dco> &nbsp;<qco> How do you answer a ueqstion?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n9:50 pm</dco> &nbsp;<qco> Hi, i was reading through the random questions (love that you added that ittle feature btw)... and i found one where you were talking about randomization process, and how you told yourself that you didn't HAVE to post the selected song, but you did have to record it fully and make it the best you possibly can (since choosing not to do the randomly selected song would defeat the purpose)... I'm just curious if this ever actually happened, that you made a complete, finished recording but ultimately decided not to post it?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n9:44 pm</dco> &nbsp;<qco> I make music. In fact I've been making music for about a year. The way I've been doing it, though, has all been through sequencing. Recently I got a feeling like I didn't have enough knowledge of music theory or playing instruments in general to really make \"good\" music. (right now I play drum kit and tenor drums, so I know how rhythms work but I don't know how to form cool chords and stuff like that). Do you have any suggestions of any resources or things that I could do to learn some more theory or learn how to play some common chords and stuff?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n7:55 pm</dco> &nbsp;<qco> why did you never release the original script for hotewig like you did for the japan video?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n7:18 pm</dco> &nbsp;<qco> How long did you walk for when you walked through several zip codes?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n6:25 pm</dco> &nbsp;<qco> I dont understand how people identify time signatures in almost all music (pop, rock, jazz, etc, etc). I play classical music, \n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and i think the system is a bit different, but im not sure. Would you care explaining a little about that?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n5:57 pm</dco> &nbsp;<qco> Any plans for a full music piece (no video)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n5:19 pm</dco> &nbsp;<qco> When did you figure out you wanted to create content For Real™?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n4:56 pm</dco> &nbsp;<qco> What do you have against owls and owl-related trivia?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n4:37 pm</dco> &nbsp;<qco> I have the opportunity to submit a name for a new elementary school, what would you name it</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n3:30 pm</dco> &nbsp;<qco> bill ive been pounding out kids songs like you wouldn't believe. it's very easy. why don't kids songs get to have the black keys? why are they special?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:54 pm</dco> &nbsp;<qco> I'm not good at writing songs, but I'm good at playing them, how do you write songs?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:23 pm</dco> &nbsp;<qco> so i've been playing around with learning songs by ear, and that's been working pretty well! but so far i've only been able to get pretty slow, uncomplicated ones. (e.g. most recently: peter gabriel's \"here comes the flood\" - the stripped down version, and schubert's \"du bist die ruhe\") i can almost always easily identify which notes to play until it gets up to like, 4 or more at one time. i have to sit there and go into hyperfocus and even then it takes me a minute. ive always thought i had a pretty good ear but maybe not - is this something i can develop with practice and experience? do you think it comes more naturally to some than to others?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:19 pm</dco> &nbsp;<qco> i really need you to get in touch with me, please answer my mail</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:15 pm</dco> &nbsp;<qco> i sent you a mail, please check, i need an answer even if it's negative</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n2:12 pm</dco> &nbsp;<qco> I know how to read music and know all the keys on the piano. I need help with chords and being able to play treble and bass clef. Any tips?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n1:58 pm</dco> &nbsp;<qco> How did you build this glorious website?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n1:26 pm</dco> &nbsp;<qco> What's your favorite unicode character(s)?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n1:22 pm</dco> &nbsp;<qco> do you have any thoughts on the increasing gentrification of brooklyn? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;as someone who wants to move there i'm concerned about how gentrification will affect rent prices. i always thought it's impossible to live there without a tech job and paycheck. </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;however i do know that you live there </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and don't have a tech job. is it hard to make ends meet living there? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;i understand you're fairly financially stable though. thoughts?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>8.8.17&nbsp;\n11:59 am</dco> &nbsp;<qco> is there anything you don't like</qco> </h3>"
  }
]
