[
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n3:56 pm</dco> &nbsp;<qco> Bill you should write a song about California!</qco> </h3>      i have likely done that at least a couple of times before, and there are more in progress\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n3:35 pm</dco> &nbsp;<qco> What is a finland?</qco> </h3>      'not russia and not sweden' that's their slogan \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n3:11 pm</dco> &nbsp;<qco> did you ever get to new canaan for that late night snack?</qco> </h3>      yes but just to clarify it was actually the middle of the afternoon\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n2:56 pm</dco> &nbsp;<qco> what is the purpose of https://billwurtz.com/reality.html?</qco> </h3>      to let people hear some of the things i have said to myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n2:52 pm</dco> &nbsp;<qco> what am i doing</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n2:07 pm</dco> &nbsp;<qco> Why does Simon want to sign my checks?</qco> </h3>      he or she almost surely does not remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n1:36 pm</dco> &nbsp;<qco> would you ever make a lyric video for a big artist, to promote your channel?</qco> </h3>      if i could do that then i would know how to get a sync license. in which case i would be recording cover songs frequently, with videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n1:16 pm</dco> &nbsp;<qco> help there is a hole in my wall what do i do????///??//?</qco> </h3>      debate immigration policy\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n12:51 pm</dco> &nbsp;<qco> what are horn solis</qco> </h3>      like a horn solo but everyone plays it together, in harmony. not improvised\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n12:20 pm</dco> &nbsp;<qco> Do you think that putting creative work on the internet for people to comment on can damage how personal and specific work like yours?\n</qco></h3>      strengthen<h3> <qco>\nAlso thanks for making stuff that is fun and interesting to think about because existence is exhausting.\n<br></qco> </h3>      that is nice of you<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n12:07 pm</dco> &nbsp;<qco> dog is god, right?&nbsp;</qco> </h3>      similar<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n11:51 am</dco> &nbsp;<qco> i've noticed that when i'm frustrated that a song i'm writing is boring, sometimes i'll play it faster or transpose it up and that'll feel like just the ticket. i assume after writing hundreds of songs that this has happened to you at least once or twice. do you have some kind of explanation for this?</qco> </h3>      seems like common sense..... like driving a car faster. but occasionally it can be thrilling to go slower because then the details can get more crazy<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n11:41 am</dco> &nbsp;<qco> Young children are watching your videos (like this one: https://www.youtube.com/watch?v=Mh5LY4Mz15o ) My young nephew told me to watch it.&nbsp;&nbsp;5 stars for making history exciting for young people!&nbsp;&nbsp;0 stars for stooping to swear words in your commentary.</qco></h3>      that helps make it exciting, at least for young people. that is the part where they laught the hardest, at least. your ratings are a bit contradictory in that way. kind of like demanding the lowest prices while simultaneously disapproving of the cost cutting practices required to acheive them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n&nbsp;&nbsp;Very disappointing.&nbsp;&nbsp;I hope the kids learn more about the history than the swear words you're teaching them.</qco> </h3>      how old were you when you learned them, and what effect would you say that had on your overall well being in the long or short term\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n11:24 am</dco> &nbsp;<qco> which chord tastes the best&nbsp;</qco> </h3>      F\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n10:55 am</dco> &nbsp;<qco> how did you divide your time when on the early 2014 schedule?</qco> </h3>      un\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n10:51 am</dco> &nbsp;<qco> Will you ever make a kind of tutorial on how to make music?</qco> </h3>      i sincerely tried to, but i got 13 seconds in and realized that all i have to say is simply nothing and everything at the same time. i figured out i was better off just doing the music. although i still would like to take another shot at explaining it \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n10:39 am</dco> &nbsp;<qco> Why do you spell things wrong and stuff?&nbsp;</qco> </h3>      most of my spelling is right but occasionally i go out on a limb and try to make it good\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n10:37 am</dco> &nbsp;<qco> why do choose surreal effects for your videos?</qco> </h3>      i'm just trying to be reasonable \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n9:47 am</dco> &nbsp;<qco> Is \"Slow Down\" a happy song or a sad song? </qco></h3>      likely some kind of mixture<h3> <qco>What's it all about?</qco> </h3>      mixtures, now that i think about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n9:20 am</dco> &nbsp;<qco> When you talk about climate in Mount S Helen is about to blow up, are you denying artificial global warming?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n9:06 am</dco> &nbsp;<qco> What is this \"anagrams\" page you and people asking questions keep mentioning? I can't find a page titled \"anagrams\" anywhere on your website.</qco></h3>      i labeled it <a href=\"https://billwurtz.com/anagrams.html\">scramble</a><h3> <qco>\nAlso I love your videos so much you're doing an amazing job</qco> </h3>      that's very nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n8:47 am</dco> &nbsp;<qco> How does being good at math help you write music</qco> </h3>      \nso you can keep track of how many songs you wrote, and how many you didn't write\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n4:32 am</dco> &nbsp;<qco> what's your opinion on article 13?</qco> </h3>      i don't know anything about it but everyone else's opinion is that it will end the world as we know it, which i assume is true\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n4:24 am</dco> &nbsp;<qco> When you say \"I'm going to hell and i'm late for it.\" How late are you for your voyage to hell?</qco> </h3>      that was part of a fictional story\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n4:18 am</dco> &nbsp;<qco> Are your songs meant to have a meaning</qco></h3>      hopefully something more<h3> <qco> or do they just be?</qco> </h3>      would be nice if it was heard / listened to etc \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n3:40 am</dco> &nbsp;<qco> I feel like I'm having hard time grasping how melodies and basses should work together... should the base follow the base chord or should it diverge and allow itself to complement? should the melody be hectic or simple? </qco></h3>      it all depends who is judging on that day, and what mood they are in<h3> <qco>I dunno.. It seems like as I discover more things I realize that there are more things to discover and it makes my head hurt and makes me haev a mental block... I need help</qco> </h3>      someone once said, music is enough for an entire lifetime, but an entire lifetime is not enough for music \n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n12:29 am</dco> &nbsp;<qco> does the environment you are in when you write your music affect the tone or style of what you are writing (ex indoors vs outdoors, hot vs cold, etc.)</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.18&nbsp; \n12:15 am</dco> &nbsp;<qco> Any tips on hand separation for playing piano?</qco> </h3>      you could use magnets some how<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n11:44 pm</dco> &nbsp;<qco> why are you so eccentric?</qco> </h3>      i was wondering why everyone else is<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n11:30 pm</dco> &nbsp;<qco> I don't know what the name of this chord is but it makes me feel happy and quirky - C#, E, A, B. What's it called?</qco> </h3>      that would depend where you put the bass but if the bass is A then it's Aadd9\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n10:01 pm</dco> &nbsp;<qco> i think that \"Slow Down\" came from a lyric piece from \"Mt. St. Helens Is About To Blow Up\" is that true?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n9:15 pm</dco> &nbsp;<qco> In forming a live band, are you worried you might not find other people you have musical chemistry with?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n How do you think you might overcome that?</qco> </h3>      not a problem. i have played with other people very much over the course of my life and not everyone has chemistry yet it is relatively common to find great chemistry with people. what i have not done very much, however, is leading the band\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n8:39 pm</dco> &nbsp;<qco> What if your most favorite song that you have written?</qco> </h3>      i would prefer to write a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n8:22 pm</dco> &nbsp;<qco> this may be too normie, but have you considered a frequently asked questions page? in case you were ever annoyed by people asking redundant questions not knowing your answer is already out there... somewhere.</qco> </h3>      they will not really know the answer is out there somewhere unless i am able to display the answer in front of their face immediately automatically after they type the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n7:22 pm</dco> &nbsp;<qco> do you believe in fate</qco> </h3>      i'm not sure what it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:53 pm</dco> &nbsp;<qco> what is your favorite elton john song?</qco> </h3>      that moment where he says \"all in one\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:30 pm</dco> &nbsp;<qco> Hey bill. Heard that if you had the opportunity to be on the h3 podcast, you'd take it. While I love h3h3 a lot, I don't think that would be the best choice for you. I say that because I've heard that h3 isn't a good interviewer and he's received criticism for his podcast and I just generally think it's something you should be aware of because if you were to get interviewed by someone, I would want it to be a good experience for you. Much love!&nbsp;</qco> </h3>      already booked. i've heard much more good than bad about it, and after watching some episodes and i have determined that i don't agree with any of the bad things \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:16 pm</dco> &nbsp;<qco> Are trees a manifestation of our hopes and dreams?</qco> </h3>      i've never thought of it that way but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:09 pm</dco> &nbsp;<qco> are you ever going to go to vidcon?</qco> </h3>      i went this year\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n6:06 pm</dco> &nbsp;<qco> how bent is your hat?</qco> </h3>      not at all, i straightened it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n5:23 pm</dco> &nbsp;<qco> so, when do you come back home?</qco> </h3>      tomorrow\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n5:04 pm</dco> &nbsp;<qco> Do you have a lot of spare time?\n<br></qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n4:23 pm</dco> &nbsp;<qco> your songs and videos make me want to become a better person even though i dont always understand them. thank you so much for creating content!! :D&nbsp;</qco> </h3>      oh that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n4:09 pm</dco> &nbsp;<qco> Why can't you have a strumming guitar?</qco> </h3>      i can, but recording a guitar would break a boundary that i have thus far never broken. it's not that i couldn't break it, but i have always been vastly able to accomplish everything i've needed without breaking that boundary. it's kind of like when you are writing essays for school and you are typing all of them. you are typing and typing and typing and typing and typing, and then you want some different fonts so you change the font and that's cool and good. and then you get to a part where you might actually need to write it on paper with an actual quill and ink. you may have a quill in the closet and you think it works and you think you know how to use it maybe .... but do you have paper? maybe/maybe not ... but they sell paper at the store and you think you could probably get the paper .... but what will really happen if you put the quill on to that paper? will there be any unexpected twists and challenges? also you have to get the image back into the computer somehow. ... and you might have a scanner but you are not sure if it works ... and then you will have to make sure it is integrated into your digital work in a way that feels right and makes sense. But you have never gotten around to think about any of this because you have learned to get absolutely everything done by using fonts in innovative ways. so as i said it's an entirely different door which i have avoided opening for a long time, and many people used to lecture me in the past about how i could never succeed without opening that door. but i never listened to them and i never opened the door, because i have always felt that i have had huge advantages otherwise. but i am now for the first time actually considering doing it. i only started considering this about 3 days ago but i'm really starting to think it might be a good idea. getting really sick of that fake banjo\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n4:08 pm</dco> &nbsp;<qco> are you going to do more \"non-song\" videos?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also i think \"slow down\" was a very good song, keep it up</qco> </h3>      i will do both, but at slightly different times\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n3:32 pm</dco> &nbsp;<qco> Is the desire for war indeed a part of human nature?</qco> </h3>      no, no one desires war. they just want the results\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n2:49 pm</dco> &nbsp;<qco> Can I just say, Bill, I get very frustrated when I see people criticizing your production value on here. You make your stuff sound super crisp and radio-ready ESPECIALLY for how little time you do it in. Don't listen to the criticism unless it seems like its coming from a helpful place. I also appreciate you not backing down from the criticism, you've responded very appropriately.</qco> </h3>      that's very nice of you<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n2:41 pm</dco> &nbsp;<qco> I feel like you talk about \"coming home\" a lot. Why?</qco> </h3>      i guess it just feels good in a song but i am proud to announce that i have attended re-hab for it and will not be using that phrase again in the foreseeable future \n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n2:19 pm</dco> &nbsp;<qco> what is your favorite misspelled word?</qco> </h3>      <a href=\"https://en.wikipedia.org/wiki/Cnut_the_Great\">cnut</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.18&nbsp; \n2:14 pm</dco> &nbsp;<qco> Don't listen to the bass advice. Your bass is mixed better than the pros do it these days. You harken back to a warm era</qco> </h3>      would prefer to harken into the future, but that is very nice of you\n<br><br>"
  }
]
