[
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n3:54 am</dco> &nbsp;<qco> what do you think about your own music?</qco> </h3>      it is my responsibility to make it as good as it's going to be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n3:50 am</dco> &nbsp;<qco> how do you feel about the computers and systems you find yourself working through and amongst?</qco> </h3>      they are friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n3:43 am</dco> &nbsp;<qco> why do i feel like everything is a dream</qco> </h3>      because you are in dream world\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n3:18 am</dco> &nbsp;<qco> Will you try to do a cartoon someday I love the way you animate and make your own sound and music. </qco></h3>      i thought a cartoon is animation ....?<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nJust an idea, could be fun</qco> </h3>      if you are saying i need to get better in order for it to be allowed to be called a cartoon, then of course i want to\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n3:16 am</dco> &nbsp;<qco> Some people say there are morse codes in your last song? Is it true?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I personally don't know anything about morse code. Great new music and video btw</qco> </h3>      that's very nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n3:00 am</dco> &nbsp;<qco> what exactly does defer you from making an album under the covers as you (possibly in a slower release schedule) write singles for youtube?\n</qco></h3>      i prefer to let the songs roam free<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; does the album format just not interest you?\n</qco></h3>      it really does not. it is not the way i listen to music, never has been. i'm a songs person. when i hear an album i just hear a bunch of songs, and they usually don't even go in the order i prefer, especially because that order would always be different depending on which songs i want to hear<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or is it something that you just haven't gotten around to doing yet, god knows I would immediately jump on a Bill Wurtz album, it would be a good surge in revenue next to your patreon (which I do donate too) and whatever else you do in your life.\n<br>\n<br>also secondary question, did you go to music school? Your sense for advanced structures and chord progressions are astounding, it's a wonderful jazz-fusion and pop style that meshes very well together and I applaud you for your musicianship.</qco> </h3>      that's very nice of you. i have learned and developed all my skills and methods myself, although i am keenly aware of most of the language and terminology used in the industry today\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n2:48 am</dco> &nbsp;<qco> What time signature is movie star I'm so confused</qco> </h3>       the chorus is 9 beats repeating, and you can divide that up however you like (4+5, whatever). the verse uses that too but also goes off it, and the bridge also differs from it \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n2:38 am</dco> &nbsp;<qco> Sometimes in your music the little motifs you add in seem to match with something going on in the video. Do you usually put the sounds in the song first or come up with the idea for what it'll be in the video first?</qco> </h3>      all the sounds first. it is very very rare to go back to the song and change it. especially nowadays when i have to send the song several days earlier in order for it to reach the stores in time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n1:52 am</dco> &nbsp;<qco> I get so scared of annoying people, making them mad, or causing them pain. I'm a good person and just want the best for everyone, and that doesn't seem like a bad thing, but at the same time, I don't want to constantly feel shame and guilt. What do you recommend I do, good sir?&nbsp;</qco> </h3>      check in once in a while and see if other people are trying as hard as you ..... they might not be\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n1:40 am</dco> &nbsp;<qco> Will it all end soon?</qco> </h3>      everything ends and starts at different times\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n1:15 am</dco> &nbsp;<qco> It's funny how the shittiest situations in my life have always, without fail, led me to the best opportunities.&nbsp;</qco> </h3>      that's classic\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.31.18&nbsp; \n12:55 am</dco> &nbsp;<qco> Have you ever thought of doing a concert?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n11:25 pm</dco> &nbsp;<qco> You said in <a href=\"q.php?date=201810220050\">10.22.18&nbsp;&nbsp;12:50 am</a>  that you won't tell us what your worst song was but will you tell us what your best song was?</qco> </h3>      i would prefer to make a new one to be best\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n11:13 pm</dco> &nbsp;<qco> Why did you say a long way \"forward\" instead of \"home\"? Was it subversion of expectations?</qco> </h3>      i'm trying to cut back\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n11:13 pm</dco> &nbsp;<qco> Hey it's me again, felt like asking another very specific and long winded question about your mental state as it reflects the themes and ideas of you music.\n<br>\n<br>The new song \"long long long journey\" seems to me that it is split almost in half, or maybe thirds if you squint the right way, in regards to theme. The first part is incredibly somber and quite frankly depressing, exuding the feeling of exhaustion and trying to trick yourself into going forward (maybe this is just my personal experiences with depression and feeling desperate to keep moving, but the three lines about how far you've gone and then with the \" and it's a long long long long long way back\" to me feels more like a reminder that you can't change your mind now. Instead of being encouraging and motivating, to me it feels daunting and frightening that now you kind of have to keep going forward since you cant go back.) \n<br>\n<br>Regardless of the first bits, the second part se\n ems to t\n ake a more positive outlook, especially with the last line with the \"road\" being to success. My best guess is that this song is about struggling to stay either motivated with a project or with life in general, that or it could be about depression and a kind of subliminal encouragement to those suffering that it DOES get better if you keep fighting. Those are my two best guesses. What do you think I'm mighty wurtz?</qco> </h3>      traveling can be fun, because you really get to see what space and time can do. really see what it's made of\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n10:50 pm</dco> &nbsp;<qco> how long of a journey is it</qco> </h3>      i'd say it's about a medium size\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n10:43 pm</dco> &nbsp;<qco> would you ever work on a musical?</qco> </h3>      \ni've done many, assuming i know what a musical is, which from what i understand is not just music it needs to have non music in it to be considered a musical. if that is correct then i have done both music and musicals\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n10:25 pm</dco> &nbsp;<qco> Very nice job on \"long long journey,\" it really shows off your talents in unexpected lyrics and song structures! In it there's a lyric mentioning \"it's a long way forward\" which can certainly apply to you: what sort of new ventures do you imagine doing in the future and how far forward?\n\n</qco></h3>      tutorial<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n(Also, the lyrics aren't up yet for the song as a head's up)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n10:22 pm</dco> &nbsp;<qco> do you ever have trouble picking out a lyric that best fits as the title for some of your songs?</qco> </h3>      sometimes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n9:56 pm</dco> &nbsp;<qco> i just noticed that the mp3 versions of your songs have recently had cover-art embedded in them. most of them seem to just be square versions of the youtube thumbnails but your last one is custom made and i quite like it.</qco> </h3>      that's the same thumbnails i use for all the music stores, streaming sites, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n9:49 pm</dco> &nbsp;<qco> Is the universe a university for knowledge?</qco> </h3>      yes, and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> how do you feel about the world</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n9:18 pm</dco> &nbsp;<qco> do you like dogs or cats? (choose one)</qco> </h3>      oh no is this part of some kind of divide and conquer strategy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n9:14 pm</dco> &nbsp;<qco> am i gonna get into stanford?</qco> </h3>      let me check, what is your name\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n9:09 pm</dco> &nbsp;<qco> would you say doing cool stuff is a better way to make yourself known than being social?</qco> </h3>      some people prefer each one\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n9:03 pm</dco> &nbsp;<qco> How long was the journey</qco> </h3>      i'd say it was about a medium size\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n8:59 pm</dco> &nbsp;<qco> have you had to compromise working at a medium pace since switching to this new style of making videos?</qco> </h3>      have to be a bit more inventive, risky, and frisky\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n8:47 pm</dco> &nbsp;<qco> can you share some of the challenges behind making characters bump to the beat</qco> </h3>      if you simply put a keyframe at beginning and end of the stretch, and then set it how it would be at those times, it actually bulges in the middle. so you have to sort of manually fix it. this is really a novice problem i'm sure. i only just started doing that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n8:36 pm</dco> &nbsp;<qco> What is the coast guard guarding?</qco> </h3>      i've been trying to figure out\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n8:35 pm</dco> &nbsp;<qco> thoughts on people?</qco> </h3>      they are nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n8:25 pm</dco> &nbsp;<qco> are you sending friend requests to people on youtube or are they using a scambot's friend request to assume power on reddit? this worries me.</qco> </h3>      fake\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n8:21 pm</dco> &nbsp;<qco> I listen to your songs in the morning when I feel like I don't want to face the world and afterwards I wanna go Outside :) got me through some difficult times. What do you think gives your songs that hopeful kinda feeling?</qco> </h3>      i've seen bad and good times from both sides enough times to at least want to share some gossip about it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n8:01 pm</dco> &nbsp;<qco> Where did you get the idea for long long long journey having a 4/4 rhythm\n</qco></h3>      everywhere<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and where did you get the even better idea of having almost everything in the video bounce to it?</qco></h3>      cartoons from the 1930s<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I died at the car and coast guard parts</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n7:49 pm</dco> &nbsp;<qco> do you use trashcans as percussion?</qco> </h3>      no but perhaps i should\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n7:35 pm</dco> &nbsp;<qco> the new song and video were both like 3x as upbeat as usual. what a bop. are you going to do more Xtreme Xciting stuff in the coming videos?</qco> </h3>      yes. maybe even slow down some\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n7:26 pm</dco> &nbsp;<qco> At the end of my long long journey from work today I came home and saw your new song in my feed. I just want to tell you that it made my day turn from terrible to absolutely wonderful. My question is how do you keep turning out great songs?</qco> </h3>      i don't know but i have to\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n7:12 pm</dco> &nbsp;<qco> When is your directorial debut</qco> </h3>      the alarm\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n7:06 pm</dco> &nbsp;<qco> whatks the best picture you've taken?</qco> </h3>      i would prefer to take a new one to be my favorite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n6:59 pm</dco> &nbsp;<qco> How do you make key changes sound good/ flow well?</qco> </h3>      you just have to learn each one you heard that you liked. one at a time\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n6:58 pm</dco> &nbsp;<qco> hah! You sang \"forward\" instead of \"home\", I knew it wasn't going to be \"home\" but during the sustained note i wasn't sure how you were going to sike me out. Also is the bounciness of the truck and of the coast guard what you meant by observing old animation styles?</qco> </h3>      yes that's the basic idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n6:51 pm</dco> &nbsp;<qco> do you think you'll be using the bouncing technique from this video in many future ones?</qco> </h3>      yes but hopefully different or better\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n6:43 pm</dco> &nbsp;<qco> did it take a lot of bravery to put in the museum part of the video where the text doesn't actually show up on screen</qco> </h3>      it actually was there before but it was way too distracting. there's a lot of paintings to look at\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n6:42 pm</dco> &nbsp;<qco> are you intentionally trying to drift towards more visually daring videos, or is that just a byproduct of you making a lot of videos? cause this new one is a mind-melter in the best way</qco> </h3>      being the only one working on the videos, i need to be constantly on guard against being too similar to myself constantly. also a neat trick is to trap yourself in a situation where you have less than half the time you would normally require to do a certain thing. therefore you will not have the option of doing it quite like you normally would. so something new has to be invented or else fail\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n6:40 pm</dco> &nbsp;<qco> what most excites you about life right now?</qco> </h3>      song writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n6:14 pm</dco> &nbsp;<qco> lightning is just when objects get really good ideas</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n6:13 pm</dco> &nbsp;<qco> My friend is a musician. What's a word of advice I should give him to help him pursue his career?</qco> </h3>      there are probably 1000 ways to have a career in music. most of them are very elusive and unpredictable\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n6:12 pm</dco> &nbsp;<qco> how do you make such eargasmic melodies in your music?</qco> </h3>      you are very nice, but the secret is it's mostly rain water\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n6:09 pm</dco> &nbsp;<qco> I got a message from 'you' saying I was selected for a gift card, I'm pretty sure this is a bot or a scam, but I just want to make sure. (I'm JamAttackGaming)</qco> </h3>      fake. can't you see if the url is 'billwurtz' or like 8su4iusht98a4g or something? or are they somehow appearing to have my url?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n6:07 pm</dco> &nbsp;<qco> I got a message through YouTube from a fake Bill Wurtz saying I won a gift card, followed by a link. This is fake, right? (If so, you might have a bot problem)</qco> </h3>      fake. can't you see if the url is 'billwurtz' or like 8su4iusht98a4g or something? or are they somehow appearing to have my url?\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.18&nbsp; \n6:01 pm</dco> &nbsp;<qco> Would you consider making an album? I don't know if that's what you want to do with your music but I think that putting it on an album would help you fund more at least.</qco> </h3>      i prefer to release the songs individually. that way you get to hear them sooner\n<br><br>"
  }
]
