[
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n2:05 pm</dco> &nbsp;<qco> how much time is there?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n1:38 pm</dco> &nbsp;<qco> Given the immense distance between our two locations (European here) , do you think I'll ever get the chance to meet you and take a picture? </qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I guess what I'm asking is do you see yourself coming to Eutope in a professional capacity in the near future? Or if that's hard to predict, would you even want to come to Europe in the near future? If you decide that's a reasonable thing to do I hope you post where you'll be and when so I can come</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n1:11 pm</dco> &nbsp;<qco> how much do you know yourself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n10:17 am</dco> &nbsp;<qco> What's the hardest part of the songwriting process?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n7:34 am</dco> &nbsp;<qco> whats the best food for a tuesday?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n6:19 am</dco> &nbsp;<qco> Are you the crazy one or are the rest of us is?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n4:47 am</dco> &nbsp;<qco> do you know any songs (pop or anything) that use only two chords all the way through?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n4:45 am</dco> &nbsp;<qco> Any thoughts about music therapy?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n4:11 am</dco> &nbsp;<qco> Is porridge just a fancy word for oatmeal?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n4:01 am</dco> &nbsp;<qco> I want to accomplish something that is seemingly impossible, how do I get people to take me seriously when I tell them my goal</qco> </h3><a href=\"letterman1111.mp4\">reference</a>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n2:41 am</dco> &nbsp;<qco> Is sheet music available for airport terminal?btw I relate to that song too well to describe (Im a pilot). Thanks for all the music too, you're awesome.&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n2:16 am</dco> &nbsp;<qco> do you like to paint or draw in your spare time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n1:55 am</dco> &nbsp;<qco> how many easter eggs are on your site</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n1:47 am</dco> &nbsp;<qco> hey bill, it's the dom9no3 chord guy whose question you didn't follow when I initially asked it. This is what I was getting at (more fleshed out). The dom9 chord (e.g. G9: G-B-D-F-A) is probably the most consonant</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; combination of 5 notes that we have in the 12-note scale. In lots of compositions, chords are more frequently thought of in 4 voices instead of 5 (thank u bach chorales), so we frequently encounter chords that are 4 out of the 5 notes of a dominant 9 chord. Using the G chord, we have G7 = G9 no9, Gadd9 = G9 no7, Dm6 = B hdim7 = G9 no1, and I sometimes also see G9 approximated in 4 voices by leaving out the 5th. These four are all pretty common chords, all quite consonant. But the 5th 4-pitch chord coming from the dom9 that should be just as consonant as the other 4 is G9 no3 = {D,F,G,A} = d minor add4.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The frequency I see minor add4 chords in leadsheets and such is basically zero compared to the other 4 chords that are dom9 chords omitting 1 of the 5 notes.</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you feel there is a good reason for this?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is the the minor add4 chord lacking something musically that makes it rare compared to the other chords mentioned, even though it should \"\"theoretically\"\" sound just as reasonable?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.21.19&nbsp; \n12:33 am</dco> &nbsp;<qco> how much thought went into transcribing the lyrics to the \"ngiueh\" song?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; did you have alternate draft spellings such as \"nyeuh\" or \"gneiugh?\"</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or did you come up with the spelling \"ngiueh\" first and then have to figure out how you were gonna pronounce it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n11:27 pm</dco> &nbsp;<qco> i'm 19 and am slightly good at singing. is it too late to get Really good?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n also, do u have suggestions as to how to work around the extreme fear of being heard since i have no private space to just go and Get Good</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n10:57 pm</dco> &nbsp;<qco> How many times on average do you go through revisions before you get lyrics where you want them?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> what do you do during a mental block?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n8:17 pm</dco> &nbsp;<qco> honest question, why all the ambiguity?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I apreciate your cheeky answers to more ludicrous or unanswerable questions but when it's a straight question why not give an honest answer?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I mean, at the end of yhe day you choose what to answer so why not skip the questions that you can't fully/honestly/accurately answer?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n8:03 pm</dco> &nbsp;<qco> are you sponsored by adidas?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n7:10 pm</dco> &nbsp;<qco> would you consider collaborating with a channel?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n6:11 pm</dco> &nbsp;<qco> also, is wyoming real</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n6:06 pm</dco> &nbsp;<qco> where did you get an idea for a song about an airport terminal</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> do you think taking music lessons from a professional would take away from a person's talents and uniqueness as an individual?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:36 pm</dco> &nbsp;<qco> do you answer the newest questions first and work backwards or do you pick up where you last left off and work forwards?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> would you rather only be able to write in 4/4 or never be able to write in 4/4&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:26 pm</dco> &nbsp;<qco> which key unlocks the door to music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:14 pm</dco> &nbsp;<qco> Are airport terminals some kind of purgatory?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:10 pm</dco> &nbsp;<qco> OK bill, I need you to please please please help me out on this one:\n<br>\n<br>I have watched your interview with H3H3 I don't know how many times (too many), 'cause say what you want, but I think it's reeeally good. The part that I can't stop going back to over and over is when you talk about schedules, which are absolutely crucial for *getting things done*. Without them I've also noticed that there are just so many options, and you end up being all over the place, and one thing can go on forever.\n<br>\n<br>Now, I'm pretty darn good at planning and making schedules, but where I mess up is in the execution. I can't stick to my plans mainly because I get distracted. As soon as whatever was planned on the schedule starts getting a bit difficult, or uncomfortable, I stop doing it and switch to a non-planned activity such as reading the news on twitter, or some other lame thing like that.\n<br>\n<br>Now don't get me wrong, I really want to do the thing\n s that I\n 've planned and are on the schedule, I like those things and I feel enthusiastic about it, it's just that whenever it gets hard, I'm too weak.\n<br>\n<br>What's the secret to stick to the schedule no. matter. what.?\n<br>\n<br>I don't want to get old and be like: \"arghasdh... I was meant to do all those good things, but I was way too weak to end them D: ...I hate myself! \"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n4:17 pm</dco> &nbsp;<qco> in your live show, which you are planning to plan, will you improvise your vocal melodies so that you don't get tired of them after many performances?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n4:04 pm</dco> &nbsp;<qco> do you believe in the existence of the self?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n if so, what would you say the self actually is</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n3:34 pm</dco> &nbsp;<qco> what is the importance of transcribing?\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; what i do right now is i use a sequencer to recreate everything i can hear in a song i like (drums bass chords etc.) but i'm just using my ears.\n</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also what do i transcribe?</qco></h3><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; something like a lead sheet with just melody and chords or do i do everyhing</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n3:23 pm</dco> &nbsp;<qco> can music have certain rules or explanations like mathematics, physics etc. ? everyone is doing it differently. different cultures have different understanding of music and how it works. (western music, eastern music, ancient music like sumerian, mesopotamian etc.) music seems like a beast that's too wild to tame.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> What is the longest word you know?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n2:34 pm</dco> &nbsp;<qco> do you think music without lyrics feels more impersonal</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n1:14 pm</dco> &nbsp;<qco> What's your upload schedule? You typically upload every other Tuesday, so I'm just curious.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n12:59 pm</dco> &nbsp;<qco> in the song long long long journey what is that called when it does the thing 'Its been a long long day' then it shifts down 'and we've come a long long way' what is it doing\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n12:56 pm</dco> &nbsp;<qco> what is fun</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n12:32 pm</dco> &nbsp;<qco> Do you have a special technique to find melodies for your songs or do they just come to you randomly?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n10:41 am</dco> &nbsp;<qco> how do you write a good song</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n10:07 am</dco> &nbsp;<qco> how much drumming can i learn with just sticks and some things to hit at ( a book, a table, maybe a&nbsp;&nbsp;practice pad) ?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n9:56 am</dco> &nbsp;<qco> hi what keyboard are you using? thanks.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n9:27 am</dco> &nbsp;<qco> how long is the long long long journey?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n9:16 am</dco> &nbsp;<qco> do you like math</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n8:41 am</dco> &nbsp;<qco> are people nice to you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n7:02 am</dco> &nbsp;<qco> You know what I never got? Why are there only 5 note lines in the staff when inevitably you'll be having some notes below the five lines (in thos small imaginary lines below) and sometimes you'll even have notes above the five lines. Why didn't they make it 7 lines so you get 2 more lines and 2 more spaces for a total of 4 more notes before you have to go above or below the lines? Hope you're following what my question is</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n6:20 am</dco> &nbsp;<qco> why is bad music sometimes good, and why is good music sometimes bad?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n6:12 am</dco> &nbsp;<qco> Is 'you're free to do whatever you want to' based on a real-life scenario?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:41 am</dco> &nbsp;<qco> Sometimes when playing my instrument, i play the same things over and over again. Im in a musical rut and everything sort of just bores me. How do i escape?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>1.20.19&nbsp; \n5:17 am</dco> &nbsp;<qco> would you be willing to upload a zip file of all the screenshots you used to make a video? I just think it would be fascinating to trawl through, and I've never heard of anyone else working that way</qco> </h3>"
  }
]
