[
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n9:54 am</dco> &nbsp;<qco> My buddy steve says that you couldn't beat him in a fight, do you think you could win? I already have a $5 bet on you, I'll split the winnings 50/50.</qco> </h3>      it depends on the motivations\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n9:53 am</dco> &nbsp;<qco> do you like spiders</qco> </h3>      they're ok\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n9:31 am</dco> &nbsp;<qco> Are you naturally talented in music</qco> </h3>      it's possible\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n8:55 am</dco> &nbsp;<qco> are you feeling fresh?</qco> </h3>      no but i know i am anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n8:50 am</dco> &nbsp;<qco> Any advice for a budding musician?\n<br></qco> </h3>      bloom!!!!\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n8:38 am</dco> &nbsp;<qco> how do you know a person is real</qco> </h3>      put a hat on them and see if it stays on them or falls to the ground\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n8:33 am</dco> &nbsp;<qco> hey man i have been following yournwork on YouTube for some time and it's the most intriguing thing ever.\n<br>Just wanted to say you're the most hardworking YouTuber i follow and i could see you were really passionate about your work on the h3 podcast.\n<br>\n<br>my question is what do you think of or come up with first..the beat/music or the lyrics?\n<br></qco> </h3>      neither/both\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n8:11 am</dco> &nbsp;<qco> Will you ever make a song made entirely of the questions on this page?</qco> </h3>      probably not but maybe a video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n7:39 am</dco> &nbsp;<qco> Was there a certain event that resulted in you making \"at the airport terminal\",\n</qco></h3>      sort of, but more a combination of experiences<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; maybe a bad experience?</qco> </h3>      not bad, very good and nice\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n6:48 am</dco> &nbsp;<qco> What question do you always ask yourself?</qco> </h3>      what the hell am i doing\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n6:39 am</dco> &nbsp;<qco> What do I do with all of these pencils I have</qco> </h3>      draw each pencil with a different pencil\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n6:38 am</dco> &nbsp;<qco> do you plan to add more photography to your 'expert' page in the near future?</qco> </h3>      yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n5:01 am</dco> &nbsp;<qco> why does my knee make cracking sounds</qco> </h3>      it's complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n5:01 am</dco> &nbsp;<qco> <a href=\"q.php?date=201901171341\">1.17.19&nbsp;&nbsp;1:41 pm</a>  Don't you think language is a fluid concept and the idea of 'mistakes' is just a futile attempt to stop it from evolving naturally and generally be a snob?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n4:54 am</dco> &nbsp;<qco> Woah! I'm guessing you are getting this a lot right now but are you familiar with Dream Theater music?</qco></h3>      not very<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Was there a time in which you listened to some of their albums?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n4:39 am</dco> &nbsp;<qco> It takes too much time to get to the bottom of this website, help?</qco> </h3>      on my browser you can press command down and it zips you to the bottom of the page. i think also if you add #bottom to the url that will get you there also. i hope your browser allows at least one of these 2 things otherwise i hope it has other great features to make up for it\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n3:55 am</dco> &nbsp;<qco> Do you have a manager?</qco> </h3>      i am unmanageable\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n3:43 am</dco> &nbsp;<qco> what did you do</qco> </h3>      faked a video of a double rainbow, claiming it was a real double rainbow\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n3:16 am</dco> &nbsp;<qco> You have a very distinct style aesthetic. Did you have to think a lot and examine your work to&nbsp;&nbsp;\"find your voice\", or did it just develop naturally?</qco></h3>      we'll see<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you ever feel restricted creatively by the persona you've created online?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n2:37 am</dco> &nbsp;<qco> Do you believe in forgiveness?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n1:03 am</dco> &nbsp;<qco> how does it feel to be</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n12:53 am</dco> &nbsp;<qco> are you ever going to make anything else as in depth as history of japan or the world?</qco> </h3>      that would take so much time that by the time it was done you probably wouldn't care anymore, but someone else will so i still might do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n12:25 am</dco> &nbsp;<qco> Where'd you get the idea for your videos to have neon text?</qco></h3>      i'm not sure what that is so i can not confirm nor deny that i do it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Also, awesome decision</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n12:10 am</dco> &nbsp;<qco> Do you purposely hide subliminal messages in your songs,</qco></h3>      show, not hide<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or are we analysing them too deeply?</qco> </h3>      it depends how deeply you have analysed them\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.18.19&nbsp; \n12:09 am</dco> &nbsp;<qco> I'm not the best at speaking unscripted, so I could definitely relate to your awkwardness on the H3 podcast. I find that when I say \"i don't know\" to something, it's not particularly because I don't know the answer but more because I don't know how to articulate that answer in words. I prefer expressing myself through text because I can usually think stuff through before I say it. Would you say you're the same?</qco> </h3>      not completely. i am very good at speaking unscriptedly, (actually easier than scripted) but the pressures of having a silent invisible live audience of thousands, who you can't see, made me feel unexpectedly ridiculous, and in hindsight i should have acted more ridiculous, to be more in tune with how i was feeling\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n11:47 pm</dco> &nbsp;<qco> Are you pleased with how the video for \"At the Airport Terminal\" came out?</qco></h3>      in some ways yes and in some ways no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n It's personally one of my favourites from you so far.&nbsp;</qco> </h3>      that's nice of you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n11:41 pm</dco> &nbsp;<qco> Is there a reason you're doing interviews all of the sudden or did the oppurtunities just kind of happen?</qco> </h3>      i realized how bad i was at it and i need to get better and the only way to get better is by doing it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n11:19 pm</dco> &nbsp;<qco> do you work with anyone?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n11:16 pm</dco> &nbsp;<qco> What happened to your anagram streak?</qco> </h3>      \ni was trying to get the song done and i lost it because i am a fucking loser. don't worry i am getting it back\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n10:56 pm</dco> &nbsp;<qco> dear bill wurtz, i write to you to say you haven't posted a monday video in three years. when will the next monday video be, in 2037 or in 47034</qco> </h3>      think about all the other many many types of content that i have never ever posted. although i understand this is difficult to imagine because i have not done it so you don't even know what you are supposed to be imagining, but that's how it always goes. before i made the monday videos, no one was asking when i was gonna make a monday video. they were asking me when i was gonna make 'burger king ii'\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n10:38 pm</dco> &nbsp;<qco> If you could choose between a nice car or literally anything else, what would you choose?</qco> </h3>      \na medium quality car<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n10:30 pm</dco> &nbsp;<qco> 'the sultan of oman lives in zanzibar now' sounds like 'what are you waiting for you dumb stupid fuck' but pitched down a bit. was that like, on ur mind?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; idk what i'm asking</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n9:48 pm</dco> &nbsp;<qco> have you noticed that in the airport terminal you are flying at 8:45 and the first plane hit at 8:46 on 9/11</qco> </h3>      no but i think that would be 8:46 am, and in my video it is supposed to be 8:45 pm, also on a different date\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n9:17 pm</dco> &nbsp;<qco> How do you feel about all the songs you could have written but never could?</qco> </h3>      still can maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n9:07 pm</dco> &nbsp;<qco> How to not suck at an instrument?</qco> </h3>      use it for something greater than the instrument\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n8:44 pm</dco> &nbsp;<qco> Have you ever received a submission on this page that genuinely freaked/creeped you out?</qco> </h3>      thousands of times\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n7:37 pm</dco> &nbsp;<qco> I love your style of songwriting. I'm a songwriter myself, what's something you can recommend to songwriters like myself who constantly hit a block?\n<br>Thx B.</qco> </h3>      do the 'unthinkable'\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n6:12 pm</dco> &nbsp;<qco> Have you ever considered making more mashups of your improv clips like \"mashup of 'clip 6 to 7 29 08'\"?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I love that one!!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n5:50 pm</dco> &nbsp;<qco> You should leak stuff. Generates hype</qco> </h3>      that's true and i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n4:38 pm</dco> &nbsp;<qco> How exactly did you find your current musical tone? Looking back on older songs, it's clear to see the progression your songs have taken from sounding more standard (though still good) to being all the weird shit that gets uploaded now that everyone knows you for, with unorthodox chord progressions ans other audio layers.</qco> </h3>      i'm just trying to be reasonable, but some people think it was weirder before\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n4:06 pm</dco> &nbsp;<qco> How do I convince the world to switch to a 32 hour work week?</qco> </h3>      you must get in touch with the world leader\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n3:57 pm</dco> &nbsp;<qco> what's something interesting that happened while creating at the airport terminal?</qco> </h3>      i recorded my jeans\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n3:51 pm</dco> &nbsp;<qco> i've heard that mr rogers responded to every piece of fan mail that he ever recieved, whereas you respond to a huge number of questions via this page.&nbsp;&nbsp;i think people generally characterize his actions as being \"compassionate\" or \"kind\" while they would describe yours as \"wacky\" or \"quirky\".&nbsp;&nbsp;so my question is will you be seeking reparations from the universe for damages and hypocracy</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n2:26 pm</dco> &nbsp;<qco> which is more enjoyable: making music or making videos</qco> </h3>      the most fun is putting them both together\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n2:23 pm</dco> &nbsp;<qco> what the heck is a signature (in music)</qco> </h3>      time signature means how long the bars (measures) are. key signature is what notes are allowed (what key the song is in)\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n2:14 pm</dco> &nbsp;<qco> are you secretly an airplane or am I making things up?&nbsp;</qco> </h3>      i am secretly not an airplane but i have yet to tell anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n2:06 pm</dco> &nbsp;<qco> How do you manage to get text in your videos that is white text but black borders?</qco> </h3>      it's images of white text on a black background, then i key out the black but turn up the 'edge feather' by a small amount\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n1:41 pm</dco> &nbsp;<qco> What can I do with a linguistics degree?</qco> </h3>      point out other people's language mistakes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n1:37 pm</dco> &nbsp;<qco> Do you ever feel like the lack of a conversation is often wrongly associated with awkardness?\n</qco></h3>      maybe<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n If not, do I?\n</qco></h3>      maybe<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n If not, Do you like knitting?</qco> </h3>      i've never tried it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.17.19&nbsp; \n1:10 pm</dco> &nbsp;<qco> what was the inspiration behind the \"zxzwwzxwzwzxws\" part&nbsp;</qco> </h3>      i couldn't find a second line that worked, and then i realized that it was actually better to have lyricless sounds for the second line, because it gives you a moment to digest the melody and the situation\n<br><br>"
  }
]
