[
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n4:31 pm</dco> &nbsp;<qco> If you had the ability to create and perfect music and videos instantaneously, how fast would you publish them in units of videos/time scale</qco> </h3>      \none a day would be pretty cool<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n4:27 pm</dco> &nbsp;<qco> How do you feel about parthenogenesis?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n4:16 pm</dco> &nbsp;<qco> what are your goals for the future?</qco> </h3>      figure out what the hell is going on\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n3:55 pm</dco> &nbsp;<qco> How do i sell the planet</qco> </h3>      craigslist\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n3:38 pm</dco> &nbsp;<qco> you're probably gonna ban me from your site for asking this but do you plan on uploading again&nbsp;</qco> </h3>      it all depends on whether i continue to make content, which i am proud to say i still am\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n3:01 pm</dco> &nbsp;<qco> I noticed you have a web store in {objects}, what if you make a video similar to \"unboxing video\" where you showcase your merchandise (of course, when you're done with the video you're working on right now)?</qco></h3>      then you will know you are in some kind of alternate universe<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also, how long has the store been up?&nbsp;</qco> </h3>      about 1.5 years\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n2:40 pm</dco> &nbsp;<qco> Do you play bridge?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n2:28 pm</dco> &nbsp;<qco> do you like soda ?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n2:24 pm</dco> &nbsp;<qco> are you bad?</qco> </h3>      yes, and good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n2:24 pm</dco> &nbsp;<qco> is your new schedule going to be ready after the new vid?</qco> </h3>      there is a schedule that should be ready before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n2:11 pm</dco> &nbsp;<qco> Did you ever get home in the end</qco> </h3>      end has not arrived yet, but i have been to and from a variety of homes so far\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n12:47 pm</dco> &nbsp;<qco> i know i'm asking a stupid question but were you sleeping on 6.18.16 anywwhere between 1:24am and 6:41pm?</qco></h3>      it appears i was sleeping from about 7am to 3pm, most likely the entire time<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also on 6.20.16 between 1:23am and 10:10pm?</qco> </h3>      it appears i was sleeping sometime between 3:50am and 3:37pm, most likely for a contiguous segment of 7 to 10 hours\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n12:28 pm</dco> &nbsp;<qco> what is your favorite type of train car?</qco> </h3>      R160\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n10:49 am</dco> &nbsp;<qco> I want to wear a black and white shirt but a big kid says only he can wear a black and white shirt. What should I do in this situation?</qco> </h3>      you can wear the shirt. he's lying\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n10:08 am</dco> &nbsp;<qco> Thoughts on writing secular songs in Latin.\n<br>Or even Proto-Indo-European idk</qco> </h3>      sounds like a sensible if not downright responsible idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n9:22 am</dco> &nbsp;<qco> Is it true that foods become better when you put a stick through them?&nbsp;</qco> </h3>      yes, as long as you don't eat the stick. it's all about not eating the stick. if you don't eat the stick, then you've won\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n7:18 am</dco> &nbsp;<qco> why some people are bad?&nbsp;</qco> </h3>      probably some kind of misunderstanding\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n7:17 am</dco> &nbsp;<qco> do you like waffles?&nbsp;</qco> </h3>      they're ok but they should have higher resolution\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n6:07 am</dco> &nbsp;<qco> i meant to click the unscramble page and missed, so now im lost can you just unscramble this question?</qco> </h3>      i can't do an anagram of this question because i have to answer questions in order, so that would delay the questions process by several hours. i learned my lesson somewhere around <a href=\"q.php?date=201609301011\">9.30.16&nbsp;&nbsp;10:11 am</a>. and that's why i created the anagrams page to take a separate stream of requests just for anagrams. if you submit something there it may get done eventually. i post 1 a day. also here's the <a href=\"https://billwurtz.com/anagrams\">anagrams page</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n6:03 am</dco> &nbsp;<qco> I have lots of ideas for song lyrics but i dont know how to write music for them, any advice?</qco> </h3>      just try singing them in different ways. then choose one, and record it so everyone knows how it goes. then move on. they will get better with each song. for stronger results in the future, i would recommend thinking about the singing as you first come up with the lyrics. lyrics and music are both made stronger when they are written together, performed together, they are stronger together. where as if you do one and then try to add the other, the results can be a bit frankenstein\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n3:59 am</dco> &nbsp;<qco> Some people say one should visualize success for a boost towards achieving it, but my cripping insecurities and or fear of expecttions keeps me from actually visualizing success for fear of being hurt in case of failure. any tips? im towards the end of a big project and i really believe it can be a success but cant picture it because of realistic (perhaps pessimistic) expectations that it might not and it kinda feels dangerous to believe people will love it.</qco></h3>      there's nothing you can really do about this. all i can suggest, to put it in perspective, is try not doing any big projects. then you will be able compare the sadness to the fear and see which one you like better<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n others say imagine something you'd be doing once you achieve your dream, and it would be pretty similar to what im doing right now so thats hard too. love the content keep it reasonable</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n3:54 am</dco> &nbsp;<qco> Have you ever said a bad word?</qco> </h3>      every word is bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n2:54 am</dco> &nbsp;<qco> How do i find the right balance between talking and listening</qco> </h3>      do about half and half and when you get it just right the sky should glow ridiculous colors\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n1:32 am</dco> &nbsp;<qco> What inspired your unique style?</qco> </h3>      normalcy\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n1:09 am</dco> &nbsp;<qco> what do you do if you fuck up in the middle of a live performance</qco> </h3>      it depends how bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n1:09 am</dco> &nbsp;<qco> do you have any favorite things that help with songwriting?</qco> </h3>      remember the golden rule, which is you get to make your own golden rule\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n12:59 am</dco> &nbsp;<qco> Can you help me write a tune that really may suck?</qco> </h3>      you don't need help for that. that is anyone's gosh given wright\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n12:32 am</dco> &nbsp;<qco> Hey Bill thanks for making such wonderful videos but I was wondering what the Lyric of \"the land of the two letter words\" ment if you could explain to me what that is it would be greatly appreciated :]</qco> </h3>      it would be a place filled with only 2 letter words\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.20.19&nbsp; \n12:17 am</dco> &nbsp;<qco> i have ideas for fun. what's another fun?</qco> </h3>      carrying out those ideas (doing the fun)\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n11:42 pm</dco> &nbsp;<qco> what's your advice for giving advice</qco> </h3>      advice is everywhere. just deflect some of it off you and toward the other person\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n11:40 pm</dco> &nbsp;<qco> WhAt Is ThE SymBolIsm BeHinD tHe MouNtAinS ThroUghOut YoUr VidEos???????????</qco> </h3>      could be their climbability\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n11:37 pm</dco> &nbsp;<qco> How do I be a good person?</qco> </h3>      you are already good but you could write a blog post to remind people\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n10:04 pm</dco> &nbsp;<qco> Do you feel groovy, like a pelican?</qco> </h3>      i was going to say no, but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n10:03 pm</dco> &nbsp;<qco> when should i have my mid life crisis. i dont know when the middle of my life is and i dont know how other people figure it out</qco> </h3>      ah, sounds like you are having it right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n9:16 pm</dco> &nbsp;<qco> when is a line more than a line?</qco> </h3>      at the juncture\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n8:21 pm</dco> &nbsp;<qco> http://www.billwurtz.com/la-de-da-chorus.jpg Did you start writing write La De Da De Da De Da De Day Oh in 2008?</qco> </h3>      the first verse is mostly from 2009. the \"la de da\" chorus was not written until sept 2012\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n7:24 pm</dco> &nbsp;<qco> im on my phone how do you feel?\n<br>\n<br></qco> </h3>      you're the one with the phone, how do you feel\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n6:54 pm</dco> &nbsp;<qco> Did you set your underscore, sound effects, and other audio a specific volume below your narration in HOJ and HOTEWIG? \n<br>\n<br>I'm seeing that some people set background music 20 decibels below vocals/narration.</qco> </h3>      it is managed moment by moment, for precise linguo-sonic impact<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n5:59 pm</dco> &nbsp;<qco> will you ever sing with a jamaican accent</qco> </h3>      sure, that's just common sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n4:40 pm</dco> &nbsp;<qco> how well can you count?</qco> </h3>      maybe half good\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n3:49 pm</dco> &nbsp;<qco> would the ultimate Bill Wurtz schedule be a music video/anything video every tuesday and a reality video every friday?</qco> </h3>      yes, and shorts twice a week also. and several other things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n2:12 pm</dco> &nbsp;<qco> What program do you use to make music</qco> </h3>      [Your Brand Here]\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n1:11 pm</dco> &nbsp;<qco> Do you purposely make your songs earworms by not resolving them at the end? because I cannot get them out of my head</qco> </h3>      i was going to say no but now that i think about it yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n12:14 pm</dco> &nbsp;<qco> how do you go about\n<br></qco> </h3>      have a bout mobile\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n11:55 am</dco> &nbsp;<qco> how many questions have you currently answered here?</qco> </h3>      i'm <a href=\"pierre-inthebillions.mp4\">trying to calculate</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n11:54 am</dco> &nbsp;<qco> what do you think about when your mind is idle?</qco> </h3>      not think, feel and do. think about it soon after, what you did and felt\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n10:40 am</dco> &nbsp;<qco> Do you think that there's a possibility that the existence of the entire, infinite universe will disintegrate one day?\n<br>Do you think that the concept of existing will cease to exist one day? (by that I mean that there will be nothing left: No humans, plants or animals. No outer space. No atoms. No electrons. No particles. Nothing.)\n<br>We will eventually die and go extinct, our planet Earth will eventually get destroyed, the sun will eventually explode and die, so why should the entire universe last forever?\n<br>If the universe does die though, will its death last forever? Or will another big bang occur after some time?\n<br>If the \"nothing lasts forever\" concept is true, that could mean that the concept of nothing existing would eventually end, and a concept of something new existing would take its place. Y'know what I mean?\n<br>This \"nothing lasts forever\" thing is making me realise that we are/might be stuck in this constant loop where eve\n rything \n is going in out out of existence all the time. The process of it might be slow, but it's there, it's real... or is it?\n<br>What are your thoughts on this entire thing?\n<br>((((I'm really sorry for bothering you with this!!!))))</qco> </h3>      well, you could look at it this way. if something goes in and out of existence ....... then the part that didn't exist didn't exist. only exist part exists. exist for entire time\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n9:00 am</dco> &nbsp;<qco> <i>How can I get rich?</i></qco> </h3>      sell the planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n8:19 am</dco> &nbsp;<qco> What kind of synth do you use?</qco> </h3>      [Your Brand Here] \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.19.19&nbsp; \n7:42 am</dco> &nbsp;<qco> i just wanted to say i'm glad you're still working on new music. i was afraid you might quit, but you just seem to have set yourself a longer deadline. did making music become harder somehow </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or are you just working on something bigger than usual?</qco> </h3>      it is medium to average size\n<br><br>"
  }
]
