[
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n1:40 pm</dco> &nbsp;<qco> why does anyone even bother with capitalization. i feel like we know which words are important if we can read. is it just for people who can't read? i mean, punctuation actually changes the meanings and inflections of a sentence, but capitalization is just this thing that wants me to pay attention to some words more than others, and that's lame because words are all of equal vitality.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n1:38 pm</dco> &nbsp;<qco> What are you doing right now</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n1:37 pm</dco> &nbsp;<qco> What is the meaning of mean</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n1:34 pm</dco> &nbsp;<qco> what's wrong with me</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n1:09 pm</dco> &nbsp;<qco> Did you strive to make music that was unique, or did you just want to make music that was very you? Was your goal uniqueness, or is your music just what comes out of you because you as a person are unique?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n12:02 pm</dco> &nbsp;<qco> Are parallel universes and alternate dimensions and stuff like that actually accepted as a scientific fact (like we can use maths to prove they exist)... or is it more of a philosophical concept?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n11:58 am</dco> &nbsp;<qco> can you play the piano like a pro</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n11:53 am</dco> &nbsp;<qco> When people talk about being \"in the loop\"... is there just one big loop and either you're in it or not... or does each thing/concept have its own loop that you can be in?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n11:31 am</dco> &nbsp;<qco> What are the advantages of wearing mittens instead of gloves?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n10:52 am</dco> &nbsp;<qco> are you famous yet?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n10:22 am</dco> &nbsp;<qco> you should smile more in your videos&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n9:38 am</dco> &nbsp;<qco> Will you upload to SoundCloud? Because I don't like Spotify.&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n9:26 am</dco> &nbsp;<qco> are you, were you, or would you ever be an elementary school music teacher?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n8:13 am</dco> &nbsp;<qco> can you explain the absurd?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n8:12 am</dco> &nbsp;<qco> what is loneliness?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n7:53 am</dco> &nbsp;<qco> If bannanas are yellow, what is the color of oranges?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n7:46 am</dco> &nbsp;<qco> Got any interesting facts you'd like to share right now?</qco> </h3><a href=\"in-alabama.mp3\">sure</a><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n7:40 am</dco> &nbsp;<qco> Is time linear?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n6:48 am</dco> &nbsp;<qco> I know you can't tell us what you are currently working on, but do you have a deadline for it, even one that may be impossible?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n6:30 am</dco> &nbsp;<qco> What should I do with a girl who ignore me?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n6:23 am</dco> &nbsp;<qco> if you can't tell us what you're working on right now, does that mean you can't drop any crazy hints about it either?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n6:13 am</dco> &nbsp;<qco> Why don't people wear rings on their toes?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n5:53 am</dco> &nbsp;<qco> DoEs ThIs QuEsTiOn MaKe YoU uNcOmFoRtAbLe?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n3:05 am</dco> &nbsp;<qco> do you like beaches</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n3:02 am</dco> &nbsp;<qco> can you please make a song inspired by aliens?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n1:34 am</dco> &nbsp;<qco> I feel like everyone is trying to make a smart question to wow you with there brilliance. Do you think that's true?&nbsp;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n11:51 pm</dco> &nbsp;<qco> what're you working on now, bill? :&gt;</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n11:35 pm</dco> &nbsp;<qco> What's a good motto to live by?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n10:28 pm</dco> &nbsp;<qco> is life</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n8:53 pm</dco> &nbsp;<qco> do i Change the World or have the World Change Me?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n8:23 pm</dco> &nbsp;<qco> <a href=\"http://billwurtz.com/electricity.mp4\">What is something that you're 99.9% certain of?</a></qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n8:02 pm</dco> &nbsp;<qco> my analysis of hi I'm steve is that it's a video, put on the internet for someone to enjoy! maybe even multiple someones</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n7:58 pm</dco> &nbsp;<qco> are the tuesday songs gonna come back? :c</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n6:38 pm</dco> &nbsp;<qco> do you think that we don't see life in the universe because we can't perceive it? like ants on the side of a highway</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n5:00 pm</dco> &nbsp;<qco> how do you make an alleged pop banger?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n4:26 pm</dco> &nbsp;<qco> Why doesn't communism work?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n3:49 pm</dco> &nbsp;<qco> what do i do when i feel like people hate me even though i know i haven't done anything, it's just the way people around me are acting?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n1:00 pm</dco> &nbsp;<qco> Hi Bill. Something strange happened to me last night. I had this feeling that I just really wanted to lay down and close my eyes. The more time that passed the harder it was to keep my eyes open... I finally closed them. Next thing I remember, I open my eyes to find that it was about 8 hours later. And I have no recollection&nbsp;&nbsp;of those 8 hours passing... but I felt oddly refreshed. What happened? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n12:52 pm</dco> &nbsp;<qco> Can something be both normal and weird simultaneously? </qco></h3>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n12:41 pm</dco> &nbsp;<qco> why did you think that out of all of your weird stuff, \"dance the\" was the thing that needed a \"what the fuck does this mean\" warning at the beginning?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n12:36 pm</dco> &nbsp;<qco> What would happen if you rotate the universe 180 degrees?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n11:57 am</dco> &nbsp;<qco> Do you still own that ill-fitting suit you wore for the Shorty&nbsp;&nbsp;awards? If yes, why?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n10:01 am</dco> &nbsp;<qco> i tried to find everything i've ever written;&nbsp;stories, fictions, novel ideas, lyrics, text roleplays, one-shots, prompts, poems and even the stupid weird, you know, \"things\" from primary school. i gathered all of them and checked them over to see if they are useful, to take the good ones and finish projects.\n<br>after all this time i didn't write anything but a scenario for a school play, probably because it destroyed my whole life and i gave everything i had to it (i thought it would be a simple and small play since we do it for school but since i always want to do everything perfect, i somehow kinda became the director and wrote 13000 fucking words, with history researching, songs, stage decor, costumes, lighting etc it took 7 damn months of my life and i even fucking translated a nurse's journal and a soldier's war letters in Ottoman Turkish which was simply Arabic, a language that i don't know, for play to be realistic), i hoped reading m\n y old wo\n rks would make me do something.\n<br>it didn't. i don't know why i stopped doing what i do best. maybe i was tired and no matter what i do, i can't encourage myself to start again but i have to. it's not about inspiration, i am always creative but sometimes power of imagination is too much and i feel like i'm going insane. i want to write about whole universe(s) but i can't, and possibilities every little thing creates...\n<br>so this is the situation. i am sorry, it's long but i needed to tell. and the question is: should i complete my old projects, creating in a small scale like you said or should i go after the one i have always wanted to do which can change my life by starting all over? there is another choice, i can use my good works for beginning that big project but i'm so fucking afraid that i'll never be able to finish it.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n7:48 am</dco> &nbsp;<qco> Doesnt a tritone substitution basically mean just moving a half step down into the chord?</qco></h3>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n4:41 am</dco> &nbsp;<qco> Is Commodore 64 better than Apple IIe?</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n2:33 am</dco> &nbsp;<qco> i was hoping you could show me an example of a song that uses the F F/G C resolution. it is frustrating me because i know i know some songs but i can't remember any.</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n2:17 am</dco> &nbsp;<qco> I should see what's going on in Syria? I should see the time gap between hotewig and the previous video! It is depressing that you were not able to do hotewig in shorter time, even though you totally deserve it!</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n1:40 am</dco> &nbsp;<qco> can you post the chart to goo soup (assuming there is at least one written chart)? i want to know how the bar with \"maybe i could write you a letter\" was written</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp;\n12:23 am</dco> &nbsp;<qco> why don't you upload more</qco> </h3><br><br>"
  },
  {
    "html": "<h3> <dco>8.22.17&nbsp; \n12:16 am</dco> &nbsp;<qco> what do i do abouthe booty?</qco> </h3><br><br>"
  }
]
