[
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n1:24 pm</dco> &nbsp;<qco> Why are potatoes?</qco> </h3>      common sense i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n1:02 pm</dco> &nbsp;<qco> what are your thoughts on what the cow industry has been doing lately?&nbsp;</qco> </h3>      not aware, but if i could make a suggestion i would suggest more cows. that could always be good\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n12:44 pm</dco> &nbsp;<qco> Is asking questions on this website a good hobby</qco> </h3>      i'm not sure, i've never tried it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n12:32 pm</dco> &nbsp;<qco> What's the legal age where you can be qualified as a baby?</qco> </h3>      23\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n12:31 pm</dco> &nbsp;<qco> how do you maintain a constant steam of consciousness whille sleeping</qco> </h3>      good communication skills\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n11:41 am</dco> &nbsp;<qco> Is New York City a walkable city outside of Manhattan</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n10:08 am</dco> &nbsp;<qco> how do I achieve full psychopath status?</qco> </h3>      send emails from a mailing list with a fake 'unsubscribe' button that actually subscribes them much more than they ever thought possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n8:06 am</dco> &nbsp;<qco> what do I do when I want to transcribe a song but I don't know the instrumentation and at some points some instruments are buried under the vocals?</qco> </h3>      if you can't hear it then it doesn't matter. you get to choose. and if someone with access to original tracks claims it's different, you can always claim that you only had access to the master and your transcription is perfectly plausible based on the sound available\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n7:15 am</dco> &nbsp;<qco> I noticed the \"I'm feeling randy\" button in the corner and instinctively clicked it. Was disappointed. Does \"randy\" not mean what I think it means?&nbsp;</qco> </h3>      it means you are in the mood to read randomly selected questions from the past\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n5:59 am</dco> &nbsp;<qco> Was your positive perception of a piece of art ever changed because of some negative criticism of it you came across?</qco> </h3>      no but it would make me more supportive, if i already liked the thing and then i find out someone has hated upon it<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n5:36 am</dco> &nbsp;<qco> ok help me stop overthinking everything befcaduse i overthink everything ahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh</qco> </h3>      add more things to think about, then that will naturally decrease how much you are capable of thinking about each thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n1:49 am</dco> &nbsp;<qco> Can we please have an anagram of the new song title to solve?</qco> </h3>      food tastes richly of shit\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n1:08 am</dco> &nbsp;<qco> I need your booking info!</qco> </h3>      it's on the email page of this website\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.19.19&nbsp; \n12:27 am</dco> &nbsp;<qco> <a href=\"q.php?date=201902180439\">2.18.19&nbsp;&nbsp;4:39 am</a>  in that case, could you share a few chords that you particularly like from the new song?&nbsp;</qco> </h3>      i would love to do that, and the best way is some kind of audio sample which i would like to show you but unfortunately if i post it here it may fall in to the wrong hands\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n11:40 pm</dco> &nbsp;<qco> Hey Bill, can you explain to me what time signatures are in music? :)</qco> </h3>      it's a setting that tells you how the time is divided. like if someone changed the time signatures in your day, all of a sudden there would be 40 seconds per minute and 70 minutes per hour. they could make this change briefly and then switch back, or if they think they've found a really great setting they can set it like that for the entire day ....... if you do that then make sure it's something you can stay comfortable with all day lest you want to give people a case of the awkwards\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n10:51 pm</dco> &nbsp;<qco> How do you get inspiration for your songs? I sometimes have trouble with that myself, being I am in a band.</qco> </h3>      do a fun thinking exercise where you have to convert things into songs. do it with 100 things. your trike. your bike. or friend's trike. etc. do it with 100 things, convert them into songs. that's the exercise. you are not graded on how 'good' or 'bad' they all are, you are only graded on how good your best 10 are. and you don't need to decide which ones are the best 10 until you are done with all 100. i hope that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n10:28 pm</dco> &nbsp;<qco> why aren't new caanan and I'm crazy/it's raining in your songs playlist?</qco> </h3>      i think the songs playlist was originally made for songs without videos. but then when i realized i probably i wanted all the songs to have videos, i felt i should be including the song videos in the songs playlist\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n10:31 pm</dco> &nbsp;<qco> i'm playing a video game and it wants me to name my character. what should i name him?</qco> </h3>      PLAYER 5000000000000\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n10:10 pm</dco> &nbsp;<qco> do you watch the news and politics</qco></h3>      occasionally<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and do they stress you out?</qco> </h3>      not if i don't watch\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n10:05 pm</dco> &nbsp;<qco> are there any songs with lyrics that don't rhyme?&nbsp;&nbsp;</qco></h3>      sure<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nis this constraint only in english-language music?</qco></h3>      i don't think it's ever supposed to sound like a constraint<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n&nbsp;&nbsp;musicians seem like they have turned over every stone and broken every rule and this obvious constraint is lying in plain sight?</qco> </h3>      best not to think about it, i think. rhymes are like oranges. you don't always want one, and some of them are too strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n9:54 pm</dco> &nbsp;<qco> In some of your videos I can see a piece of paper taped to the left side of the window. What does it say, </qco></h3>      <a href=\"https://billwurtz.com/schedule.png\">this</a><h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and what's it doing there?</qco> </h3>      to remind me of the schedule, and long after that schedule was changed / abandoned / replaced, that note is still a reminder of the success and power of that schedule\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n9:28 pm</dco> &nbsp;<qco> do you mix and master your own music or hire a really experienced professional to do it?</qco> </h3>      i do it myself but it would be convenient to talk to a high level industry professional to learn the big secrets that i surely still don't have\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> Is normality itself a paradox,</qco></h3>      no but it's a little relative and loosey<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n considering the fact that a huge part of the norm is that most people are strange in their own way? Or does that just make the strange UNstrange?</qco> </h3>      it's relative. like left and right, from each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> but HOW does one get a nice voice? Like some peoples' voices are so nice and calming?? Like what? How? How much did you pay? How many blood sacrifices did you make?</qco> </h3>      one interesting technique, is try to sing in constant fear of being whipped by Joe Jackson\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n8:07 pm</dco> &nbsp;<qco> How did you come up with \"Wild Frolicking Adventures of Informational Education,\" anyway?</qco> </h3>      it seemed like a good idea at the time\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n8:00 pm</dco> &nbsp;<qco> hey so i commented a while back on wether not i should talk to a certain girl or not and over the months theres been some developments but long story short, 3 months ago she definitely found out, she might have suspected before then but she definitely knew then. not a lot happened over the next bit between us or anything (as if anything had really happened before) but then valentines day rolls around and i think to make her a sort of gift with some contact info and a song playlist i made for her. she hasn't responded or checked the playlist. which she does not have to, she doesn't owe anything to me, but i just feel awful. i honestly would have felt better if she had just flat out told me that she didn't care for me but no, nothing. i had heard many rumors that she may have been interested in me at somepoint earlier on or something like that this year, but now nothing. i dont honestly even care about starting a romantic relationship with her at this point as much as i do just establishing a relationship period, however i feel that my ship has already sailed. do you have any advice bill on what i should do, i she hasnt left my concious in over 2 years and i still want to think i have some sort of chance to maybe get to know her but i fear i may just be floating, or over thinking too much, thoughts?</qco> </h3>      i think the problem is that your feelings for this person (or, the strong feelings you are having whilst looking at them) are way ahead of how well you actually know them. so i would venture to say that a significant portion of your feelings are based on what you have imagined the person to be like, not entirely who they really are. simply because you don't actually know them very much. this can be slightly inconvenient for you when they don't respond in accordance with what you imagined, but can be particularly unsettling for the other person, if they find out how strong your feelings are despite not knowing them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n6:18 pm</dco> &nbsp;<qco> how do i disagree?</qco> </h3>      you can't\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n5:41 pm</dco> &nbsp;<qco> that 2 week schedule is looking real nice right now isnt it</qco> </h3>      it's nice except it doesn't include any non song content\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n5:28 pm</dco> &nbsp;<qco> what's the current schedule for reality videos? (if any)</qco> </h3>      fridays\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n5:02 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201711011833\">11.1.17&nbsp;&nbsp;6:33 pm</a>  oh man I am trying so hard to find this but I don't know any of these songs I just wanna hear the beast pockets</qco> </h3>      \nok <a href=\"ohmymymy-drumfill.mp3\">here</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:53 pm</dco> &nbsp;<qco> how do i stay focused on my homework that's due in four days</qco> </h3>      impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n3:44 pm</dco> &nbsp;<qco> In your video \"do re mi\", when you sing \"do re mi\" you're actually singing mi fa sol, or G# A B to be precise. Why is that?</qco> </h3>      because it is singing harmony with the bass/chord, which actually is doing do re mi. that's why it still feels like do re mi. it should convey the feeling of do re mi to everyone except for certain musicians who have been trained only well enough to identify the melody but not enough to understand the bigger picture\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n3:39 pm</dco> &nbsp;<qco> Your most recent video makes me smile so hard. Whats your magic?</qco> </h3>      bagic\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> why is everything on this website lowercase? its making me go insane</qco> </h3>      it's not but why is your question in all lowercase\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n2:41 pm</dco> &nbsp;<qco> How do fish get into isolated bodies of water like lakes/ponds?</qco> </h3>      how do people get onto an isolated planet like earth\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n2:27 pm</dco> &nbsp;<qco> Does your site have a secret part?</qco> </h3>      your question is a secret\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n2:03 pm</dco> &nbsp;<qco> Thoughts on buttermilk?</qco> </h3>      too complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n11:52 am</dco> &nbsp;<qco> Favorite chord/progression?</qco> </h3>      F\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n11:52 am</dco> &nbsp;<qco> have you read douglass adams</qco> </h3>      just the part with 42, which i assume is the best part\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n11:14 am</dco> &nbsp;<qco> has the quality of questions gone up or down recently?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n10:46 am</dco> &nbsp;<qco> My only desire is to go absolutely crazy. And I have made some good progress there and the shareholders are very pleased. But then I take a look at you and see how free and crazy you are, and I say, \"damn, I'm way behind.\" Any advice on cranking up the insane factor?</qco> </h3>      as long as you've witnessed evidence of the benchmarks you like, it is only a matter of time before you can achieve that and beyond. just keep open lines of communication amongst the team\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n8:18 am</dco> &nbsp;<qco> do you ever have trouble converting your thoughts to words/sentences ?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n it seems like from what i've seen (at least when in front of other people) that you kind of stumble over your words a bit sometimes. not that that's a bad thing, but i was just curious if it was something that often happens to you or if it's just around certain people or if i'm completely misunderstanding everything and you don't have much trouble at all.</qco></h3>      i don't have trouble unless there is some kind of huge and unusual distraction. even then it would be nice to be strong enough to field any distraction<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n i guess one of the reasons i'm asking this is because i myself have A LOT of trouble conveying my emotions with words/explaining pretty much anything in general and idk i guess it would be comforting to know if you had the same thing.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:59 am</dco> &nbsp;<qco> what is your formula for balancing a new songs goodness and originality as you write it?&nbsp;</qco> </h3>      i have an electric shock device that shocks me every time i get too good or too original\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:49 am</dco> &nbsp;<qco> my life just got way harder and i am accomplishing less now. i feel like a failure because i didn't prepare for my life to get harder. i'm not used to this much struggle and i'm not sure if i can make it through. i'm overwhelmed.</qco> </h3>      that sounds like a good idea for a reality show\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:39 am</dco> &nbsp;<qco> time sig of new track?&nbsp;</qco> </h3>      12/8 or 4/4 with triplets depending on your preference\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:39 am</dco> &nbsp;<qco> will you share a single chord from your upcoming song that you got particularly excited about when u first played it?&nbsp;</qco> </h3>      that would be difficult because what gives most chords their excitement is the context including before and after, especially before\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:35 am</dco> &nbsp;<qco> what's your next song about?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n4:27 am</dco> &nbsp;<qco> do be conscious of your levels of consciousness&nbsp;</qco> </h3>      sometimes but that can be tiring\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.18.19&nbsp; \n3:30 am</dco> &nbsp;<qco> is c7 in the key of c major?</qco></h3>      depends how strict you are about your c major<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n because is had a Bb and that's not in C major but is it one of those things where the people just go meh</qco> </h3>      yes, meh is short for mixolydian\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.17.19&nbsp; \n11:43 pm</dco> &nbsp;<qco> Do you ever go back and watch your old videos and think of ways to make them better?</qco> </h3>      no\n<br><br>"
  }
]
