[
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n5:42 am</dco> &nbsp;<qco> In that one song that I forgot the name of it supposedly scrolls through all the possible combinations of 6 letter like it's some base 26 counting system. The thing is that I inspected it came by frame and say that there was the word memory separating huge chunks of the combinations. Are those there to save memory or for some other reason?</qco> </h3>      \nto save memory and time in multiple ways. give it a try: try displaying all combinations of 6 letters in alphabetical order. try to do anything with it. try to save it in a file. try to send it to someone. try to depict its entirety on a screen in any way, in any reasonable amount of time and/or at a reasonable frame rate. i think you may be surprised at how astronomically large a quantity we're dealing with\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n5:01 am</dco> &nbsp;<qco> <a href=\"q.php?date=202204232040\">4.23.22&nbsp;&nbsp;8:40 pm</a>  Why do you say Asus2/G# instead of E(add4)? The chord seems to me to fulfill the function of E a lot more than A</qco> </h3>      \nAsus2/G#, the way i'm familiar with the language, means \"Asus2 over G#\", which means the bass is playing G#. In your chord E(add4) that would tell me the bass is playing E. the difference is the bass. but i think what you're saying is maybe i should have said Esus4/G# which is fine with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n4:24 am</dco> &nbsp;<qco> what's your favorite slang?</qco> </h3>      \nhi\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n12:35 am</dco> &nbsp;<qco> what do you think music does to the soul</qco> </h3>      \nunderstands\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.25.22&nbsp; \n12:13 am</dco> &nbsp;<qco> where can i find validationm</qco> </h3>      \neverywhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n11:52 pm</dco> &nbsp;<qco> do you ever just</qco> </h3>      \nyes, i'm doing it right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n11:41 pm</dco> &nbsp;<qco> how to deal with being misunderstood by someone in a way you can't revisit and resolve</qco> </h3>      \ngo ahead and say some new things elsewhere\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n8:47 pm</dco> &nbsp;<qco> should i go to sleep?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n8:04 pm</dco> &nbsp;<qco> Do you have a song about gardening? </qco></h3>      i'm not sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so I cant wait to hear and if not please write one</qco> </h3>      \ni'll look into it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n5:26 pm</dco> &nbsp;<qco> a few questions about new canaan since i downloaded all of your songs and found this gem:\n<br>since you are never coming back, are you still in/going to new canaan?\n</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is new canaan a metaphor for the ideal paradise we are all working towards, but will never find (at least in this life)?</qco></h3>      it feels more like a metaphor for something that is happily available within reach, and never noticed before<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;since the lyrics always say \"going to\", did you ever make it to new canaan? \n</qco></h3>      i did actually physically reach new canaan on that songwriting trip<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;since you didnt know what to do, did you ever figure out what to do? or are you just stuck in/on the way to new canaan with no idea what to do?</qco></h3>      i returned from new canaan on the same day, and then made some slight revisions and updates to the song a couple years later<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;thanks</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n4:35 pm</dco> &nbsp;<qco> in at the corner store, sometimes the store just says store on the front, but other times it says welcome to the store. why does it keep shifting between realities?</qco> </h3>      \nit's an animated store. notice it can also fly\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n4:17 pm</dco> &nbsp;<qco> hey bill, i was wondering about your newest video, The Corner Store. Did you make the model of the store on your own, or did you find a pre made store model? Thanks!\n<br></qco> </h3>      \ni made it myself\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n3:59 pm</dco> &nbsp;<qco> what frequency do you normally tune A to?</qco> </h3>      \ni leave it at default, which is 440hz\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n3:35 pm</dco> &nbsp;<qco> do you know how to play the ukulele and will you ever use it as a major part of a song</qco> </h3>      \nthe one i have is a baritone one, and i might use it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n12:09 pm</dco> &nbsp;<qco> what if you really love somebody but eventually they realize they don't love you back in the same way. that would suck a little i think</qco> </h3>      \nyes that's true, but as you move through the situation, there's usually some valuable way to learn and grow from it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n11:55 am</dco> &nbsp;<qco> what's the best fact</qco> </h3>      \n1=2\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n9:11 am</dco> &nbsp;<qco> What was the moose's name in happy birthday \n<br></qco> </h3>      \n'a moose'\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n4:58 am</dco> &nbsp;<qco> how do you make such lyrics that can be twisted so easily to fit literally any interpretation perfectly? your songs helped me with some personal problems and as i've heard from other people i'm not the only one who that has happened to, sometimes i wonder if you're a magician, a superhero, or maybe even a god</qco> </h3>      \njust an artist. this is standard art technique\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n4:10 am</dco> &nbsp;<qco> can everything be 5$</qco> </h3>      \nmaybe it can be a buy 1 get everything else free deal, with the 1 item being 5$\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n2:28 am</dco> &nbsp;<qco> it feels like my friends and roommates take up an exorbitant amount of my time from doing important work, but it also feels unhealthy to shut myself away from them.&nbsp;&nbsp;&nbsp;but i can't imagine what else is going to truly help.&nbsp;&nbsp;its like i'm watching my life pass me by and i can't enjoy anything.&nbsp;&nbsp;as if there is just is no true balance to be had unless i am ok with being spread thin and mediocre in everything.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;any thoughts/advice</qco> </h3>      \nit sounds like you want to try an isolation approach but you haven't yet. try that and see how it goes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.24.22&nbsp; \n12:31 am</dco> &nbsp;<qco> how do i motivate myself</qco> </h3>      \nstart by motivating someone else\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n9:56 pm</dco> &nbsp;<qco> how would you react if you saw someone watching one of your videos in public</qco> </h3>      \ni'd make a video of them doing it and then make a react video of that video and then watch it in public\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n9:42 pm</dco> &nbsp;<qco> What's a parsnip?</qco> </h3>      \ni'm assuming it's a combination of parsley and catnip\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n9:31 pm</dco> &nbsp;<qco> do wheels exist?</qco> </h3>      \nyes and i can prove it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n8:41 pm</dco> &nbsp;<qco> are our opinions on other people reflective of our opinions on the parts of ouselves that associate with other people?</qco> </h3>      \noften yes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n8:40 pm</dco> &nbsp;<qco> what are the chords from \"at the corner store you remember who you are\" to \"then it closes\"?</qco> </h3>      D   A   E      F#min7<br>\n     D   A   F#min7   Asus2/G#<br>\n     Dsus2   Dsus2maj7   C#7   F#sus4<br>\n     Bmin(add2)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n8:30 pm</dco> &nbsp;<qco> how to ask a good question&nbsp;</qco> </h3>      \nimpossible. it can't be done\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n7:43 pm</dco> &nbsp;<qco> what is the chord progression in the first part of at the corner store?</qco> </h3>      \njust a lot of B(add4) until the lyrics kick in, where you're basically oscilating from from Bsus2sus4 and B, to go along with the melody, but they are sometimes texturally mashed together simultaneously\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n7:35 pm</dco> &nbsp;<qco> I've seen people theorize that At the Airport Terminal is a metaphor for death and that the terminal represents the afterlife. Was this your intention when you were writing the lyrics or is it just a fun accident that they can be read this way?</qco> </h3>      \nthe way it works out, all my songs are a metaphor for life\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n3:08 pm</dco> &nbsp;<qco> How to have fun?</qco> </h3>      \nimpossible. it can't be done\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n1:32 pm</dco> &nbsp;<qco> what do you do to cope with climate change?</qco> </h3>      \nso far i haven't figured out a great way. but i hope to think of some\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n12:01 pm</dco> &nbsp;<qco> what's wrong with having multiple songs about stores released next to each other?</qco> </h3>      \nwell....... i guess it would be like eating peanut butter sandwiches for every meal of the day. which could be considered a prize or a punishment, depending on which game show you're on\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n11:36 am</dco> &nbsp;<qco> what's your opinion on determinism and the idea that free will is impossible and probably an illusion because since the universe is deterministic and every choice you make was always going to happen?</qco> </h3>      \ni disagree fully with every part of that. in my opinion, the scenario you mentioned would make consciousness irrelevant and impossible\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n10:47 am</dco> &nbsp;<qco> In 1.27.14 blimp, is \"it's april 45th\" a reference to many of videos in the reality section?</qco> </h3>      \nno. it's probably a play on the fact that april has no 45th. like a funny face, but with dates\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n9:59 am</dco> &nbsp;<qco> are corner store brand products edible</qco> </h3>      \ni doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n9:43 am</dco> &nbsp;<qco> what font do you use for ur videos</qco> </h3>      \nregular\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n9:34 am</dco> &nbsp;<qco> Why don't you make an audio only version of your song first?</qco> </h3>      \nthat's exactly what i do. why would you think i don't do that\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n8:54 am</dco> &nbsp;<qco> What do you think of equal temperament?&nbsp;</qco> </h3>      \ndank\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n7:42 am</dco> &nbsp;<qco> what do you think your next song will be about?</qco> </h3>      \nthe future\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n5:31 am</dco> &nbsp;<qco> do the pages of the corner store magazine have a secret meaning?</qco> </h3>      \ni suppose if you are able to see that they all were cut from a larger sheet containing one contiguous squiggle, that may qualify as a secret meaning. oops not anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.23.22&nbsp; \n4:39 am</dco> &nbsp;<qco> what do you think about language?</qco> </h3>      \ndank\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n9:04 pm</dco> &nbsp;<qco> what is the purpose of juvenile (le nu jive)</qco> </h3>      \nthere comes a time in one's life where you go ahead and exploit the circle of fifths just to see how it feels. better to get it out of my system there, so i'm not tempted to try to go there in a song meant for musical purposes\n\n\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n6:53 pm</dco> &nbsp;<qco> do you think your idea of a brand new world will ever come to pass?</qco> </h3>      \nevery moment has the idea of a brand new world\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n5:51 pm</dco> &nbsp;<qco> why does damien maymdien gloss over the fact that the person who was being asked the questions ultimately did not answer one of them&nbsp;</qco> </h3>      \ni recall some of them being answered\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n5:45 pm</dco> &nbsp;<qco> BILL, PLEASE HELP! I WATCHED YOUR MOST RECENT VIDEO, AND I HAVE SHED MY MORTAL COIL. I DON'T KNOW WHAT TO DO, MY BODY IS MADE OF PURE ENRGY, NOW. PLEASE HELP!</qco> </h3>      \ntry pressing caps lock again, you should be back to normal\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n5:43 pm</dco> &nbsp;<qco> i kicked a bucket once. am i a ghost now?</qco> </h3>      \ni doubt it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n3:54 pm</dco> &nbsp;<qco> why is tuesday the preferred release day?</qco> </h3>      \nit's so fresh\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n3:25 pm</dco> &nbsp;<qco> If you didn't make the newest song about a corner store, then what song would it be?</qco> </h3>      \nnever found out. tried my best, but it didn't work\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n3:15 pm</dco> &nbsp;<qco> do you think you're going to release a non-song video by the end of 2022?</qco> </h3>      \nmost likely\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.22&nbsp; \n1:53 pm</dco> &nbsp;<qco> Is Kansas real?</qco> </h3>      \nyes, although it may be hard to believe\n<br><br>"
  }
]
