[
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n6:58 pm</dco> &nbsp;<qco> What is your opinion of Science 2.0?</qco> </h3>      obsolete\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n6:38 pm</dco> &nbsp;<qco> What is the hardest question you've ever received?</qco> </h3>      i have never received a hard question\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n5:54 pm</dco> &nbsp;<qco> in \"i'm crazy / it's raining,\" is the substance that is raining water, or garbage?&nbsp;</qco> </h3>      emotion\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n4:47 pm</dco> &nbsp;<qco> Have you ever disappointed yourself?&nbsp;</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n4:25 pm</dco> &nbsp;<qco> So are YOU telling ME that C# and Db are the SAME THING?!</qco> </h3>      i didn't tell you that but they are, except when writing it down\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n3:54 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903061211\">3.6.19&nbsp;&nbsp;12:11 pm</a>  When you answer questions like this, are you trying to say it's meaningless? You've said yourself that you try to make your songs as full of meaning as possible though, so I'm a little confused.</qco> </h3>      ah, it looks like you may have underestimated just how meaningful the letter \"o\" can be. a simple test would be to take your favorite book and remove all the \"o\"s and see what you get\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n3:19 pm</dco> &nbsp;<qco> i was listening to drive my car by the beatles and the intro is kinda tricky. is there a time signature change or am i feeling it wrong?</qco> </h3>      the first note you hear is the & of 4. the second note you hear is beat 1. (4/4). and it would be a 2 bar intro\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n3:02 pm</dco> &nbsp;<qco> you've said you notate a sus2 chord as a C2, for example, instead of Csus2. i was watching a video of a transcription on youtube and they had a Bb2 (and it was a sus2 chord indeed). would you say people are generally familiar with that chord symbol or could it be confusing to some?</qco> </h3>      i used to assume that other people don't do it this way, because i just made it up for my own convenience. but as i look around i see that indeed other people do use it this way. still just to be on the safe side, if i were making a chart for a stranger i might say sus2 just in case\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n1:29 pm</dco> &nbsp;<qco> How do you make such funny shit?</qco> </h3>      anyone can be funny. just do stuff that's not funny and wait for people to be mad at you for not being funny. at least that's the way i do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n1:10 pm</dco> &nbsp;<qco> I'm a guitar player and have never tried to play bass. I would have thought that if you knew how to play one, it would be easy to learn the other. However, you yourself are a killer bass player and yet say that you're not really a guitar player (though it appears you might be trying it). If you don't mind me asking, what are some of the differences between playing bass and playing guitar? (I would check myself but I have no bass available atm)</qco> </h3>      they are used for different things. like in your house, the flowers and the floor are used for different things. if they switch places you're gonna be in big trouble\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n12:49 pm</dco> &nbsp;<qco> Will you go on larry king?</qco> </h3>      sure. can you have him email me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n12:27 pm</dco> &nbsp;<qco> can you tuck a bee into bed?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n12:23 pm</dco> &nbsp;<qco> it is currently march 6. a song has not been released since january 15. do you see the problem here</qco> </h3>      yes, possibly in much more vivid detail than you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n12:11 pm</dco> &nbsp;<qco> Why do many of your songs share the theme of \"going home\" and \"where I came from\"?</qco> </h3>      i don't know, but why does your question contain the letter \"o\" so many times\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n11:53 am</dco> &nbsp;<qco> When will it happen?</qco> </h3>      immediately\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n11:36 am</dco> &nbsp;<qco> what do you mean by taking jokes seriously? I thought they were the opposite of seriousness</qco> </h3>      they can cause great feelings, even during hard times. that's a pretty serious gift, in my opinion\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n11:31 am</dco> &nbsp;<qco> what is the purpose of life if it's so sad and unhappy and not happy</qco> </h3>      i suspect you may be cherry picking the data\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n11:23 am</dco> &nbsp;<qco> Will there be any capital letters in your new video?</qco> </h3>      there are capital letters in all of my videos. capital letters are kind of my trade mark at this point\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n11:16 am</dco> &nbsp;<qco> <a href=\"q.php?date=201903051130\">3.5.19 11:30 am</a>  but it's&nbsp;&nbsp;5 months before hotewig</qco> </h3>      that video took 11 months to make\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n10:54 am</dco> &nbsp;<qco> what does the '6' mean on chord names? like Am6...</qco> </h3>      if the chord letter is A, the \"6\" means they want you to include the F# note. if the chord letter is Eb and there's a \"6\", it means they want you to include the C note. to find the 6 note, play a major scale up from the root and count the notes (starting with the root) up to the 6th note\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n10:33 am</dco> &nbsp;<qco> i appreciate your consistent upload schedule</qco> </h3>      i would too but i am unable to achieve it \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n10:07 am</dco> &nbsp;<qco> if there are blue moons, why are there not red or green or orange or purple or beige or black or white or lime green or yellow or aqua or turquoise or mahogany or maroon or brown or indigo moons?</qco> </h3>      apparently you have not been following the buzz feed news trends. there are all those kinds of moons and more\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n10:01 am</dco> &nbsp;<qco> does the challenge ever scare you or are you used to it</qco> </h3>      both\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n9:07 am</dco> &nbsp;<qco> Can you improvise over Giant Steps?</qco> </h3>      sure, preferably at a somewhat <a href=\"https://billwurtz.com/LTR-giant-steps.mp3\">reasonable tempo</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n8:55 am</dco> &nbsp;<qco> how does one simply receive a task and then complete that task</qco> </h3>      with a posture of readiness\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n8:41 am</dco> &nbsp;<qco> is hockey unusual</qco> </h3>      for hockey players no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n8:29 am</dco> &nbsp;<qco> how do i become more than the sum of my obsessions</qco> </h3>      multiply the obsessions\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n7:33 am</dco> &nbsp;<qco> What's the most ideal idea?</qco> </h3>      heat\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n6:25 am</dco> &nbsp;<qco> I want to write a song what do i make it about</qco> </h3>      how about <a href=\"https://randomwordgenerator.com\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n5:43 am</dco> &nbsp;<qco> what do you expect</qco> </h3>      dooms day\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n5:27 am</dco> &nbsp;<qco> Are you interested in dungeons and dragons?</qco> </h3>      combine the two! drangeons\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n2:35 am</dco> &nbsp;<qco> What should I get with my amazon gift card? I was thinking about a fancy guitar stand but... idk</qco> </h3>      i would say get a pillow, unless you have one already\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n1:56 am</dco> &nbsp;<qco> How do you feel now that \"just did a bad thing\" is becoming popular on Tik Tok now?</qco> </h3>      perhaps i should do a worse thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n1:33 am</dco> &nbsp;<qco> once you make something that's pretty good, how do you get anyone to care about it?</qco></h3>      kick and scream<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;does it even matter whether anyone cares about it?</qco> </h3>      it could come in handy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.6.19&nbsp; \n12:39 am</dco> &nbsp;<qco> what is the most music-sounding music you've ever music'd?</qco> </h3>      <a href=\"https://billwurtz.com/singme.mp4\">sing me a song</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n11:30 pm</dco> &nbsp;<qco> do u sing to think, or do u think to sing</qco> </h3>      sing to think\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n10:55 pm</dco> &nbsp;<qco> There's only so much time in the day....what's the best way to prioritize and make time for what's most important?</qco> </h3>      first you must figure out what's important. then write down what's most important. then do it first\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n10:39 pm</dco> &nbsp;<qco> who closes the bus door once the bus driver gets off?</qco> </h3>      the bus driver\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n10:12 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201903021455\">3.2.19&nbsp;&nbsp;2:55 pm</a>  hm i have not seen it on any other channels. your export doesn't corrupt the files, cause we see they don't have this distortion on your website, but do you do anything different to them in order to upload them to youtube?</qco> </h3>      i actually do less. for the website i convert it to mp4. for youtube i no longer do that because i realized i don't have to and i assumed i would be getting better quality if i sent the raw .mov file\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n9:39 pm</dco> &nbsp;<qco> What is the thought of the day?</qco> </h3>      is google maps serious right now, with white streets on a white background\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n9:36 pm</dco> &nbsp;<qco> have you ever veen sucked into a parallelogram?</qco> </h3>      no but i was thinking of doing it this holiday season\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n9:28 pm</dco> &nbsp;<qco> So if all the things, that is, all of the things that are...are everything, then what does that mean about everything else?</qco></h3>      is not<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;See what I mean?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n9:27 pm</dco> &nbsp;<qco> what's the slowest tempo you've ever played at</qco> </h3>      0 bpm\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n9:04 pm</dco> &nbsp;<qco> what's a steely dan moment you like</qco> </h3>      how about <a href=\"detroit-moneyinthebank.mp3\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n8:49 pm</dco> &nbsp;<qco> was today supposed to be the release date?</qco> </h3>      i wish, but no\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n8:31 pm</dco> &nbsp;<qco> Can i reach for the stars?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n7:58 pm</dco> &nbsp;<qco> why is a word \"verb\" not a verb when it is supposed to describe itself?</qco> </h3>      because words are what they are not what they describe\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n7:57 pm</dco> &nbsp;<qco> where can i get a reservation for heaven?</qco> </h3>      it's first come first serve\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n7:07 pm</dco> &nbsp;<qco> The second law of thermodynamics (disorder always increases) is mostly due to statistics. For example, on a 16x16 pixel image, randomly make each pixel either blue or red. There are a bunch of ways to get nonsense static, but only a few ways to get a square or a smiley face. The chance of order is slim, but it is possible. In our world, at the molecular level, there are some cases in which entropy decreases, at least momentarily. How do you feel about this?</qco> </h3>      i am not quite clear on the definition of 'order'\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.5.19&nbsp; \n6:32 pm</dco> &nbsp;<qco> My cousin forgot to put his drink on a coaster and now there is a little ring of condensation on the table,&nbsp;&nbsp;what should I do</qco> </h3>      you're gonna have to get a new table, and possibly a new cousin\n<br><br>"
  }
]
