[
  {
    "html": "<h3> <dco>8.25.23&nbsp; \n1:31 pm</dco> &nbsp;<qco> what if illusions are just an illusion?</qco> </h3>      \nthat would break the game\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.23&nbsp; \n12:08 pm</dco> &nbsp;<qco> if you could take a day trip to another universe which universe would you go to?</qco> </h3>      \nif i could only do it once, then i wouldn't want to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.23&nbsp; \n6:27 am</dco> &nbsp;<qco> How would we call clockwise and counterclockwise movemente if there werre no clocks?</qco> </h3>      \nwe'd probably relate it to screw tops on bottles. maybe it would be called something like onways and offways. perhaps you'd like to update your scenario to say that screw tops either don't exist or are not standardized, but, for now, you didn't say it, so that's my best answer here\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.23&nbsp; \n12:32 am</dco> &nbsp;<qco> i've always been pretty slow at writing pretty much anything. oftentimes i will get stuck in a hole that is very difficult to climb out of. have you ever encountered this problem? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;do you have any techniques you use to write quicker, or make things you write more interesting?</qco> </h3>      \nno, but that happens anyway, sometimes. the weird thing is, by nature, the writer usually can't control when this does and doesn't happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.23&nbsp; \n12:27 am</dco> &nbsp;<qco> If a fly lands on a kid's ice cream and none of the adults are around to see it, did it ever really happen?</qco></h3>      i believe so<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If so, why do they incessantly insist to the kid that her mind is playing tricks on her?</qco> </h3>      perhaps they can't see past the tip of their nose\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.25.23&nbsp; \n12:03 am</dco> &nbsp;<qco> Should I become antisocial and cut off contact with all my friends?</qco> </h3>      \nmaybe not\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n11:30 pm</dco> &nbsp;<qco> would you love me if i was a worm?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n10:53 pm</dco> &nbsp;<qco> what's a really cool moment in a song you found recently</qco> </h3>      \n\"i can speak in elke taal, i am internationaal\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n9:52 pm</dco> &nbsp;<qco> Hello sir Wurtz. I'm starting highschool soon, and I wanted to ask you. How were your highschool days? </qco></h3>      meh<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did you make music back then too? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How has your stances changed since then?</qco> </h3>      \nnot much\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n7:42 pm</dco> &nbsp;<qco> What's a serious or true practical lifehack that you recommend trying? </qco></h3>      chilling the hell out<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also, are there any specific skills you are either currently working to develop or planning to develop in the future?</qco> </h3>      chilling the hell out\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n7:05 pm</dco> &nbsp;<qco> Real or fictional, who or what would you like to see sitting on top of Mount St. Helens?</qco> </h3>      \nthe peak\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n5:03 pm</dco> &nbsp;<qco> will the upcoming collection of videos be ordered (like chapters in a book) or unordered (like articles in a magazine)? and if ordered, will the release schedule match the order?</qco> </h3>      \nthere will be no connected through-line, unless i find a way to apply one, which could happen. they will be released in the order they were selected\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n4:06 pm</dco> &nbsp;<qco> For a given layer in the 11-stack, do you permit yourself to jump between items within that layer or do you force yourself to go through them in order, one at a time, in the form of n passes?</qco> </h3>      \nthe videos always go in the same order\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n3:42 pm</dco> &nbsp;<qco> what is the order of instruments you learned how to play?</qco> </h3>      \nsort of like this: some piano, drums, more piano, more drums, some bass, some guitar maybe, some more piano, some vocal, more drums, more piano/keyboard, more bass, more vocal, more drums, more keyboard, piano+vocal played at the same time (should be considered a different instrument), more keyboard, more piano+vocal, some baritone ukulele just in case, more vocal, more drums, more piano+vocal, more vocal, more keyboard, more drums, more bass, more vocal, more piano, and more vocal\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n3:25 pm</dco> &nbsp;<qco> is it okay to sell a rental car?</qco> </h3>      \nno, but you can sell a rented soul\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n1:22 pm</dco> &nbsp;<qco> What is your favorite Stevie Wonder song</qco> </h3>      \ni indeed favor many of them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n10:27 am</dco> &nbsp;<qco> how to read fast but also remembmer what i read?</qco> </h3>      \nit has to be something you care about, but, you can't control that. not even the author can control which things you care about, at a given moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n9:07 am</dco> &nbsp;<qco> it is telling me to ask a question this page is very demanding </qco></h3>      i disagree<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what if i dont want to ask a question</qco> </h3>      that would be fine\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n8:41 am</dco> &nbsp;<qco> i am looking for a job</qco> </h3>      \nthat's interesting, because some jobs are actually looking for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n4:40 am</dco> &nbsp;<qco> what should i do if i have a 7 hour layover in LAX</qco> </h3>      \nlearn an entire foreign language. you probably won't have time, in 7 hours, but, you could try\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n3:57 am</dco> &nbsp;<qco> does soap come from the natural process of evolution or is it a gift from God?</qco> </h3>      \nthere's got to be another option, other than those two\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n2:31 am</dco> &nbsp;<qco> Do you think the world needs to be a little slower? \n</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also do you like fried chicken.</qco> </h3>      \ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n12:53 am</dco> &nbsp;<qco> what if earth is just breakdancing across the galaxy</qco> </h3>      \nearth's movement, along with the solar system, is much more predictable than breakdancing. it would be better to use a metaphor of something more steady and predictable\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.23&nbsp; \n12:10 am</dco> &nbsp;<qco> did you know that there are more lizards</qco> </h3>      \nthat's what i suspected\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; \n10:48 pm</dco> &nbsp;<qco> what to i do if i keep accidentally summoning tables</qco> </h3>      \nsummon some chairs to go with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; 9:08 pm</dco> &nbsp;<qco> What is your spirit animal?</qco> </h3>      \ni just go with the default, which i assume is bird\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; \n8:41 pm</dco> &nbsp;<qco> i need a visual demonstration of burger</qco> </h3>      \never seen a spare tire\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; 8:31 pm</dco> &nbsp;<qco> how many licks does it take to get to the tootsie roll center of a tootsie pop?</qco> </h3>      \nit doesn't matter, as long as the brand is mentioned, and the question continues to instill curiosity, and therefore remain popular, which in turn generates revenue for the Tootsie Roll company, which still exists maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; \n7:27 pm</dco> &nbsp;<qco> how to not want what one wants, how to not want not wanting</qco> </h3>      \nyou're gonna have to actually do and not do both of those things, and their opposites\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; \n6:19 pm</dco> &nbsp;<qco> do you prefer to live in the city, suburbs, or countryside?</qco> </h3>      \ni'd love to live right in the direct center of the universe, where it's nice and quiet and also extremely loud\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; \n4:23 pm</dco> &nbsp;<qco> do you have absolute/perfect pitch?</qco> </h3>      \ni can make it happen, but it's not strong enough to overshadow my musical sense (thank goodness) which is of course entirely relative\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; \n3:56 pm</dco> &nbsp;<qco> how do I do creativity like you???</qco> </h3>      \na good standard technique that i use all the time is just take the task assignment and flip it. so for example, in this case, instead of doing creativity like me, do it like you of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; \n1:01 pm</dco> &nbsp;<qco> what even is weakness?</qco> </h3>      \nbeing strong\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; \n12:28 pm</dco> &nbsp;<qco> how does one get better managing time?</qco> </h3>      \nlearn clocks and calendars. start out just trying to predict them. predict what they will say next, or at a given time. that should get you into the swing of things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; \n10:31 am</dco> &nbsp;<qco> imagine if you will</qco> </h3>      \nok i'm gonna do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; \n8:15 am</dco> &nbsp;<qco> bert are all your songs the same song just at different points?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; \n3:13 am</dco> &nbsp;<qco> I'm sick of political science what should I switch my major to?&nbsp;</qco> </h3>      \nhow about scientific politics\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp;\n2:35 am</dco> &nbsp;<qco> why (if you happen to have any sort of an idea) are people so obsessed with a nice view, such as one from the upper quadrant of a substantially sized mountain on the west coast, here there's even some funny looking personal housing built along the dome surfaces of these big mountains? it's like half the time there's literally not much but shrouds and palls as the only thing you get to stare at for a view, especially throughout pretty much the entire morning that i spend walking up there, nothing but a buncha billows for your view. if you're looking for a pretty view just look at a picture, or better yet high resolution video?</qco></h3>      those are usually (as of yet) not so easily available in 3D in such a way that is not only stereoscopic for 2-eyes, but, even more importantly, actually behaves as a fixed 3D scene in real space as you move yourself relative to it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; no, i just don't get it, and you can't say about this that you can say with other things such as, oh, just look at a picture of money, just look at a picture of girl, yeah obviously that wouldn't work, but in regards to a view, the sole purpose is to literally just look at it? </qco></h3>      yes, in an actual 3D environment, which includes not only stereoscopicity between two eyes, but, more importantly, actual real-space 3D such that if you move your head or body from side to side you see it from different angles, and therefore it is actually perceived in real 3D space congruent to where you are  <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you can't spend it or feel it? </qco></h3>      real (or correctly simulated) 3D scenes that exist congruently to your bodyspace do indeed envoke hella feelings<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;so yeah, let me know if you have any ideas as to why some people are so drawn in by a good view. </qco></h3>      feels good, among other things<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it because they have the essential aspect present in their life that's needed to prevent everything from being dumb and stupid?</qco></h3>      sometimes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is it usually just for the ability to be able to wave some clout around at your oppos and cobbers?</qco> </h3>      sometimes\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.23&nbsp; \n12:41 am</dco> &nbsp;<qco> Are rectangles rectangle enough or do they need to rectangle a little more to be enough rectangle&nbsp;</qco> </h3>      \nno they are fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n11:48 pm</dco> &nbsp;<qco> are you a math person or a math disliker</qco> </h3>      \ni think there are probably more choices, but i am indeed math person\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n11:03 pm</dco> &nbsp;<qco> have you ever made up a question because the pool of questions you have available to you aren't good enough to answer but you felt like answering a question</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n9:45 pm</dco> &nbsp;<qco> Is poetry just a song without a melody?</qco> </h3>      \ncould be more, could be less, \n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n8:09 pm</dco> &nbsp;<qco> In \"La de da de da de da de day oh\" where did his house go? It couldn't just disappear.. but it did??\n<br></qco> </h3>      \nthe alpha channel fades to 0\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n7:50 pm</dco> &nbsp;<qco> what happened after the explosion of Mt. St Helens\n<br></qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n7:35 pm</dco> &nbsp;<qco> Can I be an artist, too?</qco> </h3>      \nyes, or, maybe you could even be the first one, and let someone else be the 'too' artist\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n5:52 pm</dco> &nbsp;<qco> Tips for starting college?</qco> </h3>      \nlocate the college, so you can go to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n4:04 pm</dco> &nbsp;<qco> do you have any tips for cleaning my room</qco> </h3>      \nmake a tutorial about how to clean a room. or if that seems boring you can make one about how not to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n3:20 pm</dco> &nbsp;<qco> sometimes when i analyze a solo over a jazz standard i get too familiar with it and start to get convinced that the solo is just part of the song, it's the logical continuation of it. and then i have trouble trying to improvise over the piece myself, because 1. I feel compelled to just play the solo I analyzed, and 2. it's hard to improvise when i'm trying to AVOID playing the other thing. do you have any tips to break out of this? </qco></h3>      sure. however far out you thought you were supposed to go, just go 100 times further out. for example, the box you are stuck inside is sort of magnetic. in order to get out, you have to actually fling so far away that the magnet can't get you. for example, here's what you might do: as soon as the solo section starts, don't even play anything. as soon as the audience (or, you) starts to believe that you actually might not play anything, then you may begin playing, but play actually a different song, in a different key, at a different tempo. enjoy. The hidden truth here is that you will actually slip back nicely into what the backing song moves you to do, but, unfortunately this only works if you are truly not expecting it. so what i'd suggest is to delete these last 2 sentences and then read this all again<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've considered transposing the song to a new key</qco> </h3>      yeah actually that might be enough\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n2:09 pm</dco> &nbsp;<qco> How to manage and successfully juggle competing priorities in life?</qco> </h3>      \ncheck out the daily rotations of the earth, and how the sun lights all around the world in turn. that's generally the right idea. if that's too fast, then check out the yearly orbit of the year (earth around the sun). if that's too slow, then check out weeks. those are man-made, but still pretty awesome\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.22.23&nbsp; \n12:45 pm</dco> &nbsp;<qco> how do i do math in my head really fast</qco> </h3>      \njust add everything together in advance\n<br><br>"
  }
]
