[
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n11:58 pm</dco> &nbsp;<qco> so just I read back to pre-hotewig question archives and the questions page seemed so much calmer to me, and it kinda made me miss how less Crazy it was, but then I remembered that you were also losing your goddamn mind every day at the time. so I've now come up with a hypothesis that sanity on this page is a zero sum game and we can either have saner questions or a saner you. thoughts?</qco> </h3>      it actually seems the same to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n11:33 pm</dco> &nbsp;<qco> What's the sort-of arabian sounding synth noise at around 2:06 in Mt. Saint Helens called? It's in the background but I really like it</qco> </h3>      i think i can hear what i call \"pluckable\" but it also seems to be blending with the acoustic guitar\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n11:19 pm</dco> &nbsp;<qco> Is whenst a real word? Please I'm desperate, I've been searching for days please please please I cant find anything help.</qco> </h3>      we as humans have the power to make any word real. that is our distinct advantage that has enabled us to virtually rule this entire planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n11:03 pm</dco> &nbsp;<qco> did you actually wake up in the morning and travel straight into the sun \n<br></qco> </h3>      i thought that song was about you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n10:53 pm</dco> &nbsp;<qco> Is \"Mt. St Helens\" a satire on how humanity is destroying itself but the narrator of the song is just moving along?</qco> </h3>      not quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n10:26 pm</dco> &nbsp;<qco> How do I get over my lack of motivation?</qco> </h3>      first you must figure out what you want to have motivation for\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n10:03 pm</dco> &nbsp;<qco> can you give me an example of cutting out the middle man. i am confused about what it means</qco> </h3>      person A sells something to person B, and person B goes and sells it to person C for a higher price. B is making money off of A and C's inability to find each other. if A and C were able to reach each other directly, they would both be able to get a better deal\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n9:31 pm</dco> &nbsp;<qco> What do you think is the best ending for humanity?</qco> </h3>      upgrade\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> In many of your songs you mention something about changing your name. Did you actually change your name or are you just making it up?</qco> </h3>      \"change my name\" is just a great sounding lyric, and unfortunately i've been caught using it too much. and i am proud to say that i have been to re-hab for it and will not be using it again in the forseeable future\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n8:43 pm</dco> &nbsp;<qco> should i try to make as many songs as possible or spend a lot of quality time with the songs and making sure they turn out good? </qco></h3>      turns out that spending too long on them makes you decend into an infinite whirlpool of self-doubt and leads you away from all your best instincts<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;quantity over quantity the classic predicament</qco> </h3>      classic myth\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n8:26 pm</dco> &nbsp;<qco> what bores you?</qco> </h3>      i can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n8:04 pm</dco> &nbsp;<qco> what happens if you exceed the 2-week limit?</qco> </h3>      could cause a chain reaction that would unravel the very fabric of the spacetime continuum and destroy the entire universe\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n7:48 pm</dco> &nbsp;<qco> In \"I Guess I've Got to Listen to Bob Marley\", I love the voicing of the Eflatm7/9/11 at about 1:44. What made you decided to skip the Dflat9 the second time around?</qco> </h3>      the second time around, the listener already knows the answer to this question. i think if you try playing through it with 3 \"what should i do\"s there in the second verse, i think you will quite vividly feel the boring effect\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n7:42 pm</dco> &nbsp;<qco> Is there a deeper meaning behind your videos, vocals, lyrics and illustrations?</qco></h3>      deeper than what<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n Are there deep meanings you are trying to express in some of your videos?\n</qco></h3>      all of them<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nOr am I just over analyzing your videos. Maybe your videos are just you having fun creating music and being random.\n</qco></h3>      and hoping to convey a deep meaningful experience<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\nBasically, are you trying to convey a deep hidden meaning through your videos?</qco> </h3>      i'm trying to always convey as much meaning as possible. 'meaning' is my middle name\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n7:40 pm</dco> &nbsp;<qco> how do I tell my friends I want to be a girl?</qco> </h3>      i think you just told me. try the same thing on them and pretend it's me if that helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n7:39 pm</dco> &nbsp;<qco> Is there a deeper meaning behind the lyrics, vocals and tone of your videos?</qco> </h3>      deeper than what\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n7:20 pm</dco> &nbsp;<qco> is it safe to dance yet</qco> </h3>      still not safe to do the really good stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n6:13 pm</dco> &nbsp;<qco> Are you from this world?</qco> </h3>      yes, still am there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n5:56 pm</dco> &nbsp;<qco> here's what i think i'm gonna try: change keys during a song and make it sound as bad and unfitting as possible. that way, i'll get closer to knowing what i like and what sounds good depending on the situation (in regards to changing keys/going into a new section). i hope this helps make me better at doing key changes that sound fitting and natural</qco> </h3>      make sure you learn the ones you like. because that's the whole reason you found yourself in this situation, wanting to do a 'key change.' get to the origin of your interest here\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n5:51 pm</dco> &nbsp;<qco> i did this nice bass fill but it doesn't really fit the slow and relaxed vibe of the song, so my gut is telling me to can it, but i really like the fill but i don't think it fits the bigger picture of the song. these are the tiny decisions i get caught up on, but it actually also doesn't feel like a tiny decision. seems pretty important honestly. maybe i should take a walk and come back and see if i still like the bass fill? i've been thinking about it for too long. has stuff like this ever happened to you? how do you handle it?</qco> </h3>      a straight listen through should answer. even better if you try to focus on the lyrics. even better if you listen after not listening for a little while. if it jumps out and ruins everything then you know it doesn't work\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n5:36 pm</dco> &nbsp;<qco> Should I try a 5/8 time signature on drums? I don't know how it'll sound.</qco> </h3>      a good first step would be to familiarize yourself with the original mission impossible theme song\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n4:29 pm</dco> &nbsp;<qco> r u the big gay</qco> </h3>      how about medium\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n4:23 pm</dco> &nbsp;<qco> What's that trumpet sound in \"Mount St. Helens\"'s outro?</qco> </h3>      there's trumpets but also a trombone. if you check out the video you should be able to see them both, at the time they happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n3:52 pm</dco> &nbsp;<qco> Someone I loved just died and now I can't stop thinking about death. I don't know how to not cry all of the time. How can I stop thinking about how I and everyone I love will eventually die?</qco> </h3>      focus on all the time when they live\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n3:33 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201809200201\">9.20.18&nbsp;&nbsp;2:01 am</a>  wait is all of the text in all your videos and music videos just screenshots?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n2:19 pm</dco> &nbsp;<qco> How do you get to be not an awful person</qco> </h3>      just try to be normal and then wait until everyone gets mad at you for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n2:03 pm</dco> &nbsp;<qco> What would happen if an unstoppable object crashes against an unmovable object?</qco> </h3>      neither exists\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n1:55 pm</dco> &nbsp;<qco> One of my friends (friend1) told me that they like one of my other friends (friend2). friend1 and friend2 are already good friends. I want to tell&nbsp;&nbsp;friend2 that friend1 likes them, but friend1 doesn't want me too. I want to respect friend1's wishes, but every time I see friend2, I want to tell friend2. What do I do?</qco> </h3>      sounds like we've found our next contestants for tonights episode of More Than Friends\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n1:18 pm</dco> &nbsp;<qco> If you made merch what would it look like?</qco> </h3>      <a href=\"https://billwurtz.myshopify.com\">this</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n1:06 pm</dco> &nbsp;<qco> What's an antiquated word or phrase that we English speakers must simply revive?</qco> </h3>      surprise me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n12:55 pm</dco> &nbsp;<qco> When providing ratings in your answers, out of how many points are they?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n12:37 pm</dco> &nbsp;<qco> Why is your mail written this odd way? It takes so much place that I can see just a letter per time.</qco> </h3>      to add a sense of \"adventure\" to an otherwise very boring page\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n12:10 pm</dco> &nbsp;<qco> Do you still have your sexy pants?</qco> </h3>      all pants are sexy, when worn properly, and even more sexy if worn improperly\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n12:05 pm</dco> &nbsp;<qco> How do you surreal so good?</qco> </h3>      i've been working on it since a very young age. it is very important to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n11:31 am</dco> &nbsp;<qco> To what extent do you hope to change the world?</qco> </h3>      make it better, perhaps a bit clearer if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n11:29 am</dco> &nbsp;<qco> why did you reference \"a Play featuring an iphone power block and a mechanical pencil\" in your new video?</qco> </h3>      needed \"movies\" to be displayed on the screen. probably had about 2 minutes to come up with something, and that was the most accessible and reasonable thing that came to mind within the time frame\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n10:55 am</dco> &nbsp;<qco> Why the fuck do you swear</qco> </h3>      i'll have to think about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n10:46 am</dco> &nbsp;<qco> Where do I get my power?</qco> </h3>      the sun\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n10:15 am</dco> &nbsp;<qco> criticism makes me cry real hard, id really love some advice for how to handle it. thanks&nbsp;</qco> </h3>      i haven't learned yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n9:58 am</dco> &nbsp;<qco> <a href=\"q.php?date=201809192328\">9.19.18&nbsp;&nbsp;11:28 pm</a>  ah, just in case u didn't hear, elon musk is no longer a Cool Guy with the media. he got real angry or something and said some bad things (i don't actually remember what) and also i think his business might be suffering?. just thought i'd let u know, in case that matters or something</qco> </h3>      thank you, i have updated my spreadsheets\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n9:49 am</dco> &nbsp;<qco> why do you continue? are you forcing yourself or is life forcing you?</qco> </h3>      could be fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n8:54 am</dco> &nbsp;<qco> why do you sleep?</qco> </h3>      i don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n8:25 am</dco> &nbsp;<qco> are you from the future?&nbsp;</qco> </h3>      no but i am going there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n8:22 am</dco> &nbsp;<qco> Will you ever have like a concert or something like that?</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n7:42 am</dco> &nbsp;<qco> whay do asians speak the ching chong language?</qco> </h3>      everyone speaks the ching chong language, especially you, and me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n6:29 am</dco> &nbsp;<qco> i always listen to to your music when im depressed, and it usually helps me cry and feel a bit better, how do you manage to do that</qco> </h3>      i don't know but that's what i've always aimed to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n6:13 am</dco> &nbsp;<qco> what video caused you to start getting noticed</qco> </h3>      napkins\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n3:35 am</dco> &nbsp;<qco> Do you plug you dynamic cardioid microphone straight into your computer with a 1/4 to 3.5mm adapter?</qco> </h3>      no, i have what's known as a \"crackle box\" which is when you go to the store to buy an audio interface and you ask them 'is there really any difference between the 100 dollar one and the 25 dollar one' and they shrug at you, and you take the 25 dollar one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n3:33 am</dco> &nbsp;<qco> how do you park your blimp for safe keeping\n<br>(i suggest kat)</qco> </h3>      blimps are the safest in the sky. that's just a blimp fact i know\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.21.18&nbsp; \n3:27 am</dco> &nbsp;<qco> Do you feel like all the chords of music are part of one big musical family?</qco> </h3>      no, something bigger\n<br><br>"
  }
]
