[
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:15 pm</dco> &nbsp;<qco> what is the difference between life and technology</qco> </h3>      one is the building block of the other\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:03 pm</dco> &nbsp;<qco> If a video takes less than 2 weeks to make, what would you do with the extra time after making it???</qco> </h3>      the extra time would never be after, it would be before. that's just science\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:02 pm</dco> &nbsp;<qco> when making a bowl of cereal, do you pour the cereal first, then the milk? or the other way 'round?</qco> </h3>      i pour the box first, as a foundation, then i fill the box with a sandwich, preferably a hotdog, then to top it off i fight 100 duck sized horses amidst the blessed rains down in africa\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n12:16 pm</dco> &nbsp;<qco> What's your favourite musical mode?Most of them get left out a lot, and it makes me sad.</qco> </h3>      the strongest ones seem to be major, minor, and their inbetween cousins, known in the industry as dorian and mixo. the remaining ones from that greek 'modes' list are usually not used as your home residence, but parts of them make useful thrill rides<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n11:49 am</dco> &nbsp;<qco> what is your slogan (very very important)</qco> </h3>      hi\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n11:20 am</dco> &nbsp;<qco> what is the scramble part of your website, i don't quite understand it however i'm intrigued</qco> </h3>      anagrams\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n11:04 am</dco> &nbsp;<qco> what's a good way to respond to compliments</qco> </h3>      pinch self\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n10:51 am</dco> &nbsp;<qco> https://billwurtz.com/questions/q.php?date=201809182013 I LOVE your drive to push the limits of your reality. But I don't want you to feel like a loser (you're obviously not). Do you think one can achieve Potential Fulfillment without self-downing, or is some guilt needed?</qco> </h3>      as long as i'm on a competitive schedule, i feel like a winner\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n10:34 am</dco> &nbsp;<qco> If you could have any one trait/quality from a common household appliance, which would you choose?</qco> </h3>      computer\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n10:13 am</dco> &nbsp;<qco> do you have some spotify playlist where do you keep music that you kinda like?</qco> </h3>      hard drive\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n9:47 am</dco> &nbsp;<qco> \"you can make a religion out of this\" is now being used all over the internet. do you have any advice on how to make the internet go crazy?\n</qco></h3>      first you have to learn to do crazy things. then you simply must do it in a viewable setting for long enough that you simply can't be ignored<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also why is your first video called DIE?</qco> </h3>      that was not my first video\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n9:46 am</dco> &nbsp;<qco> What inspired the Jazz parts (wanna call them bridges but not sure) in Mount St. Helens?</qco> </h3>      was just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n9:45 am</dco> &nbsp;<qco> Are you happy with and/or proud of your success so far in sticking to the 2 week schedule per song?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n9:32 am</dco> &nbsp;<qco> will you ever do an acapellla song?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n9:24 am</dco> &nbsp;<qco> What's the order in which you record instruments?\n</qco></h3>      all different orders<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Are drums last?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I'm particularly interested in the drums. How do you come up with the beat (and breaks) for each part? </qco></h3>      that part is common sense for me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;That's two questions, I guess I'm feeling greedy.\n<br>\n<br>Love your new 2-weeks pipeline, you're keeping my depression at bay and inspiring me!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n9:14 am</dco> &nbsp;<qco> your latest photo on instagram featuring a picture of a mountain in a bathroom was taken where</qco></h3>      hotel in portland oregon<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n and was that inspiration for your latest song?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n8:49 am</dco> &nbsp;<qco> do you need someone to make a better web site for you? I know i'm not that person</qco> </h3>      that's a sensitive subject for me because it seems like most people think crappy websites are good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n8:38 am</dco> &nbsp;<qco> Hey bill, really impressed with your pace lately, hope you can keep it up without burning out. Will there be more Live Action Bill in your future videos, if you keep uploading at this rate?\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n I just presumed you stopped doing that because it would take too much time&nbsp;</qco> </h3>      part of the reason i skipped it last time was because i've done it 6 times in a row and i just think everyone might be tired of seeing me\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n8:30 am</dco> &nbsp;<qco> Do you have any relation to B. Wurtz that I saw had art at the hirshorn(?) museum? </qco></h3>      no but i feel terrible and remorseful for nearly obliterating his google presence<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;His art was weird but not as amazing as your art.&nbsp;</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n8:25 am</dco> &nbsp;<qco> How much can you actually bench press?&nbsp;</qco> </h3>      <a href=\"https://billwurtz.com/bench.mp4\">1, actually 2</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n8:22 am</dco> &nbsp;<qco> when you were a young boy did you imagine you would be making this type of audio / visual content at this time in your life?</qco> </h3>      i was hoping it would be sooner but yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n8:18 am</dco> &nbsp;<qco> How do you find inspiration for your music?</qco> </h3>      i have a converter device which can convert virtually anything into inspiration. sand, rocks, your overdue Comcast bills, === inspiration!\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n7:27 am</dco> &nbsp;<qco> What is the purpose behind the anagram page?</qco> </h3>      rearrange the letters and find surprises or maybe just prizes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n7:04 am</dco> &nbsp;<qco> I think this 14 day schedule worked. Your 14-day videos are as good as your normal videos. Ofcourse you won't spend your life doing videos every day. Maybe a 1 week break every video?</qco> </h3>      1 week break???? that's half my life on break. surely you can't be serious\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n7:02 am</dco> &nbsp;<qco> have you been to washington state recently? is that how mt st helens caught your eye?</qco> </h3>      i saw it from oregon\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n6:49 am</dco> &nbsp;<qco> its... good to kno ur gonna keep sharing ur work for as long as u can</qco> </h3>      oh hell yeah <a href=\"mccartney-continue.mp4\">that's the stuff</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n6:49 am</dco> &nbsp;<qco> Is depression beautiful in it of itself or because it gives meaning to happiness?&nbsp;</qco> </h3>      beauty might be everywhere\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n5:53 am</dco> &nbsp;<qco> When I grow up, I wanna be as good at changing keys as you.\n<br>Absolutely love the harmony in your newest song. Any tips to make a key change sound smooth and not jarring?</qco> </h3>      take your favorite examples of this happening, like the ones that made you wanna do it.... (you may have just said it's me, but surely there are others you like). start by just learning what those ones were\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n5:36 am</dco> &nbsp;<qco> Is St. Helens actually gonna blow up?</qco> </h3>      probably at some point, but maybe not soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n4:23 am</dco> &nbsp;<qco> How does one transcend into a higher state of consciousness?&nbsp;</qco> </h3>      first you must locate the 5 golden emeralds in your current state, then use only 3, exploiting their redundancies\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n3:58 am</dco> &nbsp;<qco> what is it with the frequent uploads lately? not that i'm complaning.</qco> </h3>      i snapped\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n3:54 am</dco> &nbsp;<qco> Do you think your videos have a deeper meaning that nobody understood yet?</qco> </h3>      there is always more meaning, everwhere\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n3:22 am</dco> &nbsp;<qco> How do you get good at chords?</qco> </h3>      start with the melodies you know. find just one part of the melody and put one extra note on it at the same time. for example, on \"happy birthday\" in the key of C, let's take the last note of the song and add E above it. actually we might as well put F above the D before that. that's pretty much how the game starts\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:58 am</dco> &nbsp;<qco> will you make shorts like you did a few years ago?</qco> </h3>      i made so many for so long that i still need to catch up on medium sized items, to balance it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:55 am</dco> &nbsp;<qco> When does the revolution start?</qco> </h3>      it started about 13.8 billion years ago\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:46 am</dco> &nbsp;<qco> you're still going to use all the song fragments or songs you've written before, right? the last two were newly written but they won't always be that way</qco> </h3>      i don't think i could ever use all of them, but i will continue to use them\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:30 am</dco> &nbsp;<qco> Any reason why your recent video is at a lower resolution?\n<br>\n<br>Normally, I'd assume youtube screwed up, but with you, I can never tell.</qco> </h3>      last i checked it is the same resolution\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:24 am</dco> &nbsp;<qco> what will you do when your old computer dies and you can't access the old video editing software you use?</qco> </h3>      i hope to get a medium aged computer which actually can run both the old one and the new one, and start learning the new one while still being able to use the old one\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:19 am</dco> &nbsp;<qco> You are working really hard to do what you are doing I imagine?</qco> </h3>      that's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:13 am</dco> &nbsp;<qco> Are you going to update the 'reality' page?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n2:13 am</dco> &nbsp;<qco> I want to do a thing but I also do not want to do a thing</qco> </h3>      how about if you get 2 things, do one and not the other. that seems like a win win\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n1:50 am</dco> &nbsp;<qco> Do you ever laugh at anything? You're so nonsensical that I presume you take any and everything seriously.</qco> </h3>      laughter one of the most serious things i know of\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n1:30 am</dco> &nbsp;<qco> in Mount St. Helens is about to Blow Up, did you consider spelling \"gray\" the way you did (grey)? if so, why did you choose this spelling?</qco> </h3>      i did not have time to consider that, but if i had had more time, the first thing i would do there instead is probably remove that extraneous drifting crop line that appears next to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n1:25 am</dco> &nbsp;<qco> I think there's a typo in the title for your questions section, it says \"ueqstions\" instead of \"questions.\" can you fix that, please?</qco> </h3>      i tried to make the first letter a bright green color to demonstrate my awareness and intentionality of the positioning. i tried to use the brightest color available but i suppose it was not bright enough to get the message across\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n1:04 am</dco> &nbsp;<qco> you really got me with that unexpected samba</qco> </h3>      in life you must always expect samba\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n12:45 am</dco> &nbsp;<qco> can you highlight how you make your music</qco> </h3>      i will\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n12:37 am</dco> &nbsp;<qco> Was Mt St Helens a new composition or was it an old one?</qco> </h3>      new\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n12:36 am</dco> &nbsp;<qco> how do you choose what goes on your shirts?</qco> </h3>      i've only designed about 12 shirts, and i was mostly pressing a randomization button for my videos and then making a design based on that video\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n12:20 am</dco> &nbsp;<qco> So, I'm really getting into composing (mainly in Ableton Live), and I've discovered that I naturally gravitate toward writing instrumental music. If I had to describe my music, I think I'd call it programmatic. I try to write vocal music sometimes, but I freeze up when it comes to writing the actual vocal melody. Now, this wouldn't be so weird, if I myself wasn't a vocalist. How can I spend so much time around vocal music, and yet not be able to write any myself? What the hell is wrong with me?</qco> </h3>      what might be helpful is to get the writing done outside of the program. just get some paper or text, and your favorite playable instrument. write what you want to write, then once you know fully how it goes then go into the program and start putting it together according to the road map. if this still doesn't work then i recommend spending some quality time with the words alone. open a text file or blank piece of paper and go bananas for a few months\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.19.18&nbsp; \n12:17 am</dco> &nbsp;<qco> what is a power chord</qco> </h3>      you know how a major chord has one note different from a minor chord .... well a 'power chord' is when you don't play that note at all. just the 1 and 5. probably has the most 'power' when it's played on guitar with some distortion, in low range with another octave on top. so low E, B, E. or G, D, G. used all the time in distorted guitar music because major/minor intervals start to crap out when the distortion comes on, and also don't work in the low range. 'power chords' seem most at home in a reasonably low range, around the low area of a guitar. not to be confused with 'power cord' which provides electricity for the chord<br><br>"
  }
]
