[
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n10:34 pm</dco> &nbsp;<qco> Even though there are many fun things I could do and enjoy, why do I often choose to do nothing during my free time instead?</qco> </h3>      \nmaybe you don't have a specific enough idea for how exactly you would do the things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n10:17 pm</dco> &nbsp;<qco> thoughts on stanley kubrick movies?</qco> </h3>      \nwhether or not i'll admit it, currently i think my desire to get into stanley kubrick movies all hinges upon if i can figure out whether or not the iconic waltz ballet music from the spaceship scenes was already so quintessentially popular before the movie, or was it largely made popular because of the movie. did it feel that unoriginal at the time?, or was that just the original trendsetter for that type of usage of this piece of music, heard inescapably in commercial media everywhere across the globe for decades upon decades ever since\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n9:52 pm</dco> &nbsp;<qco> Bill, quick question from another Bill, do you recommend any programs for mixing sound on the computer? What kind of board do you have, and what's your setup entail for getting all your instruments hooked up?</qco> </h3>      \nif you were to try to use exactly the same equipment that i use at any given time just because i use it, that would be in my opinion the lousiest creative decision you could possibly make, and therefore i cannot in good conscience endorse it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n9:52 pm</dco> &nbsp;<qco> what would you think if i typed random nonsense gibberish here</qco> </h3>      \ni would answer it. this is a fairly common type of submission. i'd estimate it's about equally as common as \"siht daer uoy nac\". also about equally common and similar in tone would be the ones that go something like 'AAAAAAAAAAAAAAA' etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n9:10 pm</dco> &nbsp;<qco> In at least two recent responses, you have indicated an affinity for birds who are capable of ascending to high altitudes while flying. How can I become more like a bird who reaches exceptional altitudes? Is it possible that I could in fact become such a bird, and if it is possible, would it be advisable to do so?</qco> </h3>      \ni don't think you can become a bird. may i recommend going on a plane\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n8:37 pm</dco> &nbsp;<qco> what are three great names for a pet (dog)?</qco> </h3>      \nsometimes i wonder if all these people's pet's names even have a real pet behind them. or is it mostly just about the name\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n7:53 pm</dco> &nbsp;<qco> what do you think about dolphins</qco> </h3>      \nusually \"oh i think that's probably a dolphin\"\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n7:28 pm</dco> &nbsp;<qco> i have two months left of the summer and i'm kind of bored, what should I do to make the best of it?</qco> </h3>      \nyou need some goals and challenges. it almost doesnt even matter which ones they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n6:50 pm</dco> &nbsp;<qco> i accidentally just stumbled upon a chord progression where i go from Cmaj to Amin to Fmaj (yes, it's all the white keys and they're evenly spaced, not that crazy, i'm a novice), and i realized that Fmaj7 is just Amin with an F in the base, and then i realized that if i want to transition between these keys i have the key to do it. any more things i can try out to broaden my understanding of things&nbsp;</qco> </h3>      \nhow about playing C major with an F note instead of E. then switch to normal C major\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; 6:47 pm</dco> &nbsp;<qco> what came first? the chicken or the egg?</qco> </h3>      \nthey arrived at the same time, very gradually\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n6:21 pm</dco> &nbsp;<qco> What's your favorite/most quoted line from The Emperor's New Groove?&nbsp;&nbsp;\n<br>\n<br>How many times do you remember being asked that question here?</qco> </h3>      \ni don't think that's been asked before\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n4:43 pm</dco> &nbsp;<qco> i hurt close friends of mine and i keep ruminating or thinking about how I should've acted or how to make things right. we're not friends anymore but I can't seem to let it go even though the other party is over it, how does one move on?&nbsp;</qco> </h3>      \nyou'll have to start working on something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n4:41 pm</dco> &nbsp;<qco> american, british or australian english?</qco> </h3>      \nnot or. and. american, british, AND australian english. as well as other dialects and other languages \n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n2:36 pm</dco> &nbsp;<qco> Can I ask you a quick question?</qco> </h3>      \ni dare you to try\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n2:01 pm</dco> &nbsp;<qco> how many things are not there</qco> </h3>      \nnot where\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n12:59 pm</dco> &nbsp;<qco> do you ever think about</qco> </h3>      \nyes i do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n12:55 pm</dco> &nbsp;<qco> If a heatwave crashed like an ocean wave, what noise would it make?</qco> </h3>      \ntypically that would be a storm. it sounds like thunder and rain, and then after the storm it's suddenly cooler\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; 12:46 pm</dco> &nbsp;<qco> Do you like penguins?</qco> </h3>      \ni'm not terribly familiar with penguins\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n12:45 pm</dco> &nbsp;<qco> how to do you stop procrastinating?</qco> </h3>      \nwhat is procrastinating? if i remember correctly it's delaying when you're gonna do the __________. the key to this game is identifying what actually goes in the blank\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n12:08 pm</dco> &nbsp;<qco> do you think cucumbers are scared of cats like how cats are scared of cucumbers</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n11:15 am</dco> &nbsp;<qco> have you ever eaten blades of grass?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n11:09 am</dco> &nbsp;<qco> will the pain and suffering ever end?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n10:38 am</dco> &nbsp;<qco> history of science</qco> </h3>      \nmost of science still hasn't happened yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n9:36 am</dco> &nbsp;<qco> what are your thoughts on the israel-palestine war?</qco> </h3>      \nnot a fan\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n8:38 am</dco> &nbsp;<qco> would you rather end world hunger or eat pancakes</qco> </h3>      \nend world hunger\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n7:41 am</dco> &nbsp;<qco> is the series of videos you're working on gonna be all uploaded separately each video or is it gonna be in one big compilation?</qco> </h3>      \nseperately and i think i'm going to make new ones in between also\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n7:18 am</dco> &nbsp;<qco> How many problems can a good attitude fix?</qco> </h3>      \nit can fix any problem, as long as the other elements to the solution are already in place\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n5:37 am</dco> &nbsp;<qco> thoughts on ballet?</qco> </h3>      \nthose toe stands cant be good for your feet\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n4:16 am</dco> &nbsp;<qco> I need a TV show to watch, any reccomendations?</qco> </h3>      \nhow about CEEFAX\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n2:05 am</dco> &nbsp;<qco> what's the best kind of roof</qco> </h3>      \nhow about hot tin\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; \n12:55 am</dco> &nbsp;<qco> how do i make money at 14 like making smth, flipping something, idk</qco> </h3>      \nhow about selling some snake oil\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.24.25&nbsp; 12:05 am</dco> &nbsp;<qco> What should I eat for dinner?</qco> </h3>      \nhear me out.... how about a plant imitating an animal imitating a plant\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n9:57 pm</dco> &nbsp;<qco> Is it wrong to have an opinion on something you're uneducated about?</qco> </h3>      \nwhat might get a little shaky would be to impose this judgement on anyone other than yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n9:23 pm</dco> &nbsp;<qco> can you tell me to go to sleep so i feel like i have to</qco> </h3>      \ni think you're a few steps ahead here. first i'll start off by telling you to tell me to tell you to go to sleep\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n9:21 pm</dco> &nbsp;<qco> whats your favorite color toothbrush to have?</qco> </h3>      \na different color than the one before\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; 8:20 pm</dco> &nbsp;<qco> What should I do with my life?&nbsp;</qco> </h3>      \nwhat COULD you do with your life\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n7:56 pm</dco> &nbsp;<qco> What's your favorite mode of transportation? Is it something you like to take part in or something you just enjoy seeing?</qco> </h3>      \nhow about the 'leap'\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n6:50 pm</dco> &nbsp;<qco> Opinions on vowel nasalization?</qco> </h3>      \nif you got it flaunt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n6:47 pm</dco> &nbsp;<qco> My girlfriend ignores my writing after saying she was interested in it, I feel now like she was pandering me because she's hyping up her different friend's writing. I know it's stupid but I feel so bad about it. Can you give me any advice pls</qco> </h3>      \nyou are probably going to be more protective of your writing in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n6:25 pm</dco> &nbsp;<qco> did you get teased in school?</qco> </h3>      \nno, that's mostly because no one could remember which person they were supposed to tease\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n4:15 pm</dco> &nbsp;<qco> My own face scares me sometimes</qco> </h3>      \nthat's normal. mirrors are still relatively modern technology. takes some getting used to\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n3:21 pm</dco> &nbsp;<qco> bill, i made a mistake and wrote song lyrics before the music. it's been an interesting challenge trying to figure out how sing them, but i haven't been successful yet in determining what's best. i know you generally do words/chords/melody simultaneously, or sometimes music then words, but do you have any experience with doing it this way? any cool tricks to try? thnx u&nbsp;</qco> </h3>      \nyes i have done it. despite its weirdnesses, it's undeniably a fun challenge. there's always a cool answer. just keep trying more different things and you'll get some really cool things. remember that this is the way many generations of songwriters used to do it. so it's game worth at least trying. elton john songs are rumored to mostly be this way, even so far as being a seperate person doing the lyrics first and then sending it over, via fax machine in those days i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n2:33 pm</dco> &nbsp;<qco> people open up to you about their struggles and look to you for answers. does hearing about so many of their problems ever weigh you down?</qco> </h3>      \nno, it's a lot like muscles. lifting weight just makes them stronger\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n2:04 pm</dco> &nbsp;<qco> do you value maturity? a certain level is expected to continue to communicate with others, but how necessary do you believe maturity is to create?</qco> </h3>      \ni just think there's some better words out there that have all the good qualities associated with the word maturity but without some of the unnecessary shade it carries\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n1:41 pm</dco> &nbsp;<qco> im starting college in a couple months, could i have some wisdom?</qco> </h3>      \nnot about college. i don't even fully understand what those things are, or do\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; 1:11 pm</dco> &nbsp;<qco> Can you tell me a joke please?</qco> </h3>      \nno because then it won't work. jokes only work when you don't see them coming. you cannot request a joke. That being said, there is actually fairly easy work around for this situation, which is of course to not tell a joke and tell the cold hard truth instead, which in this context actually is able to function as a joke\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n11:44 am</dco> &nbsp;<qco> How to forget someone?</qco> </h3>      \nthe problem is of course that if i had done that i wouldnt remember doing it and therefore wouldn't know how i dit it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n11:21 am</dco> &nbsp;<qco> If aliens reveal themselves to me, what favor should I ask of them first?</qco> </h3>      \nwhat if they want a favor from you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n10:48 am</dco> &nbsp;<qco> how would you describe your aesthetic sensibilities to a stranger</qco> </h3>      \nit's quite simple. i would absolutely not do that. going swimming in hot lava, describing my aesthetic sensibilities to a stranger, those kinds of things\n<br><br>"
  },
  {
    "html": "<h3> <dco>6.23.25&nbsp; \n10:26 am</dco> &nbsp;<qco> Have you ever tried to write a song that doesn't rhyme, but still flows similar to rhyming?&nbsp;</qco> </h3>      \nrhyming on purpose sucks anyway. there are inumerable immeasurable wonderous games that words and sounds can play, if you only let them. one of which is of course the purposeful non-rhyme, probably as you described. which is in fact quite fun, and a very refreshing specific remedy for the maybe hundreds of years of pervasive needlessly obligatory stale rhyme frameworks baked somewhere into the culture   <br><br>"
  }
]
