[
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n1:06 pm</dco> &nbsp;<qco> If we have no purpose in life, why do we exist?</qco> </h3>      if we exist, why would we have no purpose\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n1:04 pm</dco> &nbsp;<qco> hi, im steve. Do you have a favourite song?</qco> </h3>      that would be problematic, because one of my favorite things about any song is other songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n12:08 pm</dco> &nbsp;<qco> Thoughts on thinking?</qco> </h3>      it's like another world, in your mind! \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n11:51 am</dco> &nbsp;<qco> Are you sure that you really exist, that you are a human being, or are you just blindly following a path that has already been laid out for you?</qco> </h3>      i was going to ask you that but i changed my mind\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n11:37 am</dco> &nbsp;<qco> i'm from the meme police, tell me a popular meme!</qco> </h3>      the toilet\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n11:08 am</dco> &nbsp;<qco> <a href=\"q.php?date=202003062105\">3.6.20&nbsp;&nbsp;9:05 pm</a>  are you sure bill, I listened to some ornette coleman and it didn;t sound like pop to me</qco> </h3>      hm, if it's not pop there is an off chance that it was either art, or sports. forgot to mention that\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n10:53 am</dco> &nbsp;<qco> how did u get so powerful</qco> </h3>      i found a special recipe to convert weaknesses into power\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n10:49 am</dco> &nbsp;<qco> hi! are your bass lines spontaneous</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or you follow from the music sheet notes? Either way they are the best i have listened to so far.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n10:27 am</dco> &nbsp;<qco> is it okay to walk in a grocery store and not buy anything?</qco> </h3>      yes, especially if you were open to the possibility of buying something when you first went in. maybe not even on that visit, maybe on a future visit. also if you own the store or work in it. or to warn of danger (fake danger doesn't count). these are all good reasons\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n10:25 am</dco> &nbsp;<qco> why oranges orange?</qco> </h3>      easy to remember\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n10:24 am</dco> &nbsp;<qco> do you like 5?</qco> </h3>      too high\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n10:18 am</dco> &nbsp;<qco> how can you say darkness is bright?</qco> </h3>      maybe if i'm feeling flippant\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n10:03 am</dco> &nbsp;<qco> prime factor 69420</qco> </h3>      not going to do it, except it seems easy, 6942, by 3 is 2314, in half is 1157, no 3, check 7, no, 11 from left, no, 19 (or57) from right, no, 13 on right is 117 YES, that means 13x9 minus 1 in next place, is 89. so 89x13, times 2, x3, x10, which means: 2x2x3x5x13x89\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n9:41 am</dco> &nbsp;<qco> How proud are you of your \"might qit\" song and video?</qco> </h3>      i haven't seen it since i made it, but i'm pretty sure it shows a culmination of several years worth of steady and intensive work on videomaking, and also shows probably some early stages of some very important breakthroughs. the music includes my some of my latest improvements in songwriting and arranging\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n9:33 am</dco> &nbsp;<qco> will you make more reality videos in the future?</qco> </h3>      yes, the the majority of them will be made in the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n9:31 am</dco> &nbsp;<qco> Is 'not giving a crap' a valid way to overcome ocd/perfectionism?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n9:22 am</dco> &nbsp;<qco> fav war crime?</qco> </h3>      peace\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n9:02 am</dco> &nbsp;<qco> why does daylight need to be saved?</qco> </h3>      it actually doesn't get saved, it is just delayed\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n7:19 am</dco> &nbsp;<qco> Can you tell us a funny story?</qco> </h3>      people can fly now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n7:10 am</dco> &nbsp;<qco> Opinions on slang?</qco> </h3>      rubbish\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n6:50 am</dco> &nbsp;<qco> Have you graduated school yet?\n<br></qco> </h3>      not exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n4:34 am</dco> &nbsp;<qco> How does one get used to knowing the layout of a keyboard??</qco> </h3>      it happens automatically if you keep using it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n4:03 am</dco> &nbsp;<qco> is it raining?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n3:21 am</dco> &nbsp;<qco> Why kids love to be astronout</qco></h3>      maybe they are tired of earth already<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n<br>And why adult dont</qco> </h3>      maybe they found out that you can't breathe in outer space\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n3:09 am</dco> &nbsp;<qco> What is everything?</qco> </h3>      sludge\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n3:04 am</dco> &nbsp;<qco> High five?</qco> </h3>      not high enough. how about higher\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n1:33 am</dco> &nbsp;<qco> Are we here by chance?</qco> </h3>      yes, 100%\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n1:04 am</dco> &nbsp;<qco> What is your opinion on raw toast</qco> </h3>      burn it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n12:57 am</dco> &nbsp;<qco> which one of your songs is your favorite, not counting the ones you haven't made yet?</qco> </h3>      that's bullshit. the ones i haven't made yet are the most important ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n12:14 am</dco> &nbsp;<qco> Is dancing weird?</qco> </h3>      only when it's called dancing\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.20&nbsp; \n12:02 am</dco> &nbsp;<qco> Does the day go on</qco> </h3>      on that would explain a lot\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n11:47 pm</dco> &nbsp;<qco> what if you went on tour and played musics</qco> </h3>      that would be very fantastic and joyful for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n11:33 pm</dco> &nbsp;<qco> What does the P key on your third keyboard from the left, top row, do?</qco> </h3>      the top row only has 1 keyboard with letter P on it, but the second row keyboard 3 letter P does a different thing depending on what app is active\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n11:15 pm</dco> &nbsp;<qco> Do you keep a camera/recorder going at all times and constantly talk to it, or do you get an idea, and then turn on a thing to record it?</qco> </h3>      i keep it running most of the time to discuss things, but when i get a specific idea worth logging, i start a new file, and perform other applicabble documentation procedures to go along with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n10:31 pm</dco> &nbsp;<qco> &nbsp;Why do you have a seemingly endless string of links as answers to people asking questions about how to find their previous question that they lost?</qco> </h3>      can you think of a better idea\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n10:29 pm</dco> &nbsp;<qco> What are you planning?&nbsp;</qco> </h3>      \nwas thinking of moving some mountains\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n10:16 pm</dco> &nbsp;<qco> thoughts on euclidean geometry?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n9:56 pm</dco> &nbsp;<qco> Hi, I really like your work and I was wondering what musicians or bands you like and/or where inspired by?\n</qco></h3>      absolutely all of them<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Personally I really like the Beatles and American pie.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n9:44 pm</dco> &nbsp;<qco> do you read the terms and conditions? always?</qco> </h3>      no, that's impossible. they are designed to be impossible to read\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n9:27 pm</dco> &nbsp;<qco> What is your favorite prime number?</qco> </h3>      37\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n8:46 pm</dco> &nbsp;<qco> What do your songs really mean?</qco></h3>      they're music, so hopefully they can be a carrier of all kinds of meaning, and feelings<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is there a dark meaning to it that only you understand.</qco> </h3>      there are meanings and feelings of all kinds, dark and light, for many people to experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n8:39 pm</dco> &nbsp;<qco> If Bill rhymes with treadmill, does that ,mean you are a treadmill?</qco> </h3>      windmill\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n8:21 pm</dco> &nbsp;<qco> What do you want to be when you grow up</qco> </h3>      a consultant, to consultants\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n8:02 pm</dco> &nbsp;<qco> how do i tell what instrument is being used in a song? or if they're using an instrument at all. and do i need to know this to write down the sheet music for it</qco> </h3>      make up a name for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n7:29 pm</dco> &nbsp;<qco> I know this question might be late but when will a next video be released</qco></h3>      that doesn't matter so much as when the one after that will be <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  and how is 3D animation so far</qco> </h3>      terrifying, i don't recommend it to anyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n6:47 pm</dco> &nbsp;<qco> have you ever drunk a fax machine</qco> </h3>      not that i recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n6:28 pm</dco> &nbsp;<qco> seven deadly sins?</qco> </h3>      the first 3 are being stupid, the next 3 are being smart, and the last one is being smart\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n5:59 pm</dco> &nbsp;<qco> What's non-negotiatible?</qco> </h3>      i am negotiating that right now\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n5:37 pm</dco> &nbsp;<qco> Do you have any food?</qco> </h3>      never heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.20&nbsp; \n5:26 pm</dco> &nbsp;<qco> CAn you prime factor 46692 in your head? Need it FOr my math homework?</qco> </h3>      i'm stopping if i have to check past 127. that's my new rule. 46692, even, so halve it, 23346, and again, a little more difficult, my trick is digit by digit but for odd digits go one lower and then add 5s back, one digit to the right of where the odd digits were. so 11123, then put the 5s back as 11673. checking for 3, it's just adding up the digits, and you can knock them out as you see them. 1167 digits add up to 15, so yes, we have 3 in it. must divide 11673 by 3. knock off the 3, is 1167, add 3 is 117(0), 117 is 9 times 13 or 39 times 3. so retrace the steps, 39 times 3 is 117, need to go down to 1167 (from 1170) which means 390 minus 1, is 389, then the other way to add 3 (for 11673) means add 1 to 389 in the next digit, so 3891. so 3x3891 should be 11673, does that look right. yes. Check for 3 again, in 3891, it's there again, because knock the 9 and knock the 8 and 1, and 3 left. how about 3000 and 810 and 81. so 1000 plus 270 plus 27. 1270 plus 27. 1297. so 1297x3=3891, does that look right. yes it does. Ok so check for 7, knock it off the right leaves 129, known to be 43, so 7 is out. checking 11 (in 1297), knock it off the left, 197, already no because it would need to be 198, so no 11. checking 13, well 3 more is 1300 so no. checking 17 (in 1297), take it off the right, it's 128, that's a power of 2 so no way. checking 19, 1297 minus 57 is 124, in half is 62, then 31, so no. Being aware of the limits here, we only have to check up to the square root of the target number, so right now that means the square root of 1297. 30 squared is 900, and 40 squared is 1600, so certainly 37 is already too high to check, so this shouldn't take long even at worst. which it likely is, because the chances get less and less of finding a match as you move up. so next to check is 23, checking in 1297, add it, is 1320, 132, in half is 66, that's just 11, so no. 29, trick for that is 203, added to 1297 is 1500, so no. 31, tripled is 93, 1297 plus 93 is 139(0), plus 31 levels it off at less than 200 so that means a result less than 20, so not 31. 37 has virtually no chance of being it because i think its square is too high, and if we're correct so far, the only option left anyway would have to be a square, which would have to end in 9, but i'll check anyway in case i've made a mistake, 1297 minus 37 is 126(0), in half is 63 (known 9x7) so no. so retracing our steps the final answer would 2x2x3x3x1297 \n<br><br>"
  }
]
