[
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n2:56 pm</dco> &nbsp;<qco> i play the french horn, however my parents and family don't understand why i would waste 8 years of my life playing a \"boring instrument\", as they would prefer me play a trumpet...what are your thoughts on horn&nbsp;&nbsp;and playing very classical instruments?</qco> </h3>      you may want to join a classical ensemble. or learn other instruments too. or both\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n2:51 pm</dco> &nbsp;<qco> So was the current song you're working on fully written and waiting in your archives? Can you tell us anything about it?</qco> </h3>      cancelled. i blew it. i blew the schedule. i cancelled the song because the title lines and prominent lyric lines in the chorus are the same as the title and other prominent lines of another song i've already released, and also the bridge of another song i've already released. i chose the song because it was almost already fully written, and i think it's a great song to do, but it just didn't occur to me how problematic the similarities were until a day later. and there simply wasn't enough time remaining. the reason there wasn't enough time was because i spent the previous 2 days working on a non-song video, which i also did not finish in time, and the reason that was delayed was because i was attempting to research for a very large video. and the reason that was delayed was because i was out of town earlier in the week. i blew the schedule and i am devastated but i will be caught up soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n2:39 pm</dco> &nbsp;<qco> How do I stop my cousin from playing fortnite?</qco> </h3>      more importantly, how can your cousin get you to start\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n2:12 pm</dco> &nbsp;<qco> How do we know we exist?</qco> </h3>      check the metadata\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n2:11 pm</dco> &nbsp;<qco> I need some sort of inspiration in life right now to keep me going. Have anything?</qco> </h3>      check billwurtz dot com, i try to put the best stuff i have there\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n1:41 pm</dco> &nbsp;<qco> Where you ever approached to be in youtube rewind?</qco> </h3>      yes but what they wanted me to do was graphics only which i don't feel is my strong point\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n1:29 pm</dco> &nbsp;<qco> Whats the \"Hard mode\" part of your website?</qco> </h3>      that's the mode i use, where i am responsible for making all of the content that appears\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n1:29 pm</dco> &nbsp;<qco> why are things the way that they are?</qco> </h3>      they are everyway, for your convenience\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n1:01 pm</dco> &nbsp;<qco> why don't you upload a new song once a month/every two months instead of twice a month? You would have much more time to work on the new history video, and it wouldn't take you forever to finish it.&nbsp;</qco> </h3>      i guess songs are just more important to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n12:39 pm</dco> &nbsp;<qco> Will you ever put more videos on the \"reality\" page of your website. </qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If so, when?</qco> </h3>      as soon as i can\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n12:16 pm</dco> &nbsp;<qco> any idea what made you get un-sick of history again?</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n12:01 pm</dco> &nbsp;<qco> Do you consider yourself more of a purist or pragmatist? I know you don't like dichotomies but I think you can answer this one</qco> </h3>      i thought pragmatism was pretty pure? and purism sounds pretty pragmatic, honestly. but i guess maybe i don't really know what they mean\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n10:46 am</dco> &nbsp;<qco> How do I awesome like you&nbsp;</qco> </h3>      be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n10:43 am</dco> &nbsp;<qco> Is I can play about depression?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I think that's how I interpret it.&nbsp;</qco> </h3>      there's some dark lyrics at the end, i'm sorry about that, i don't know what happened there. i didn't mean it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n10:29 am</dco> &nbsp;<qco> What should I major in?</qco> </h3>      college\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n10:06 am</dco> &nbsp;<qco> Do you make videos every day or do you make 10 videos one day and then have rest?</qco> </h3>      i usually spend a 2 week period working on a song and video\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n9:31 am</dco> &nbsp;<qco> Do you prefer to be taking regular breaks or work yourself to death?</qco> </h3>      still figuring this out\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n8:39 am</dco> &nbsp;<qco> What is your favorite song lyric of any song ever?</qco> </h3>      if i'm wrong i'm right, where i belong i'm right, where i belong\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n7:58 am</dco> &nbsp;<qco> I like to think the q in \"ueqstions\" is going on an adventure to Canada. Where do you think it's going?</qco> </h3>      to the right\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n7:09 am</dco> &nbsp;<qco> will you ever take a break from making videos if you really want one</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n7:05 am</dco> &nbsp;<qco> How do I get away from the \"1-4-6-5\" chord progression?? You do crazy cool chords in all of your songs. How did you first learn to step away from the typical \"pop\" chords???</qco> </h3>      take a look at all your favorite songs. is every single one of them 1 4 6 5? i would find that hard to believe ..... try some other ones that you hear in your favorite songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n6:48 am</dco> &nbsp;<qco> I can't learn from the music i like to help me learn, because it is too complicated. What do?</qco> </h3>      try slightly simpler music\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n6:27 am</dco> &nbsp;<qco> do you have any tattoos?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:54 am</dco> &nbsp;<qco> Would you consider making reharmonizations of popular songs? Stuff like Publio Delgato's Reharmonizator series on YouTube.</qco> </h3>      i want to do covers but doing a video for it requires getting a sync license which i am currently unable to get\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:47 am</dco> &nbsp;<qco> me again. was wondering if you record those mini choruses pretty fast or if it takes longer than pretty fast. Thanks !</qco> </h3>      i'm not sure what you mean by a mini chorus ....\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:28 am</dco> &nbsp;<qco> I think I've seen screencaps of AppleWorks in some of your projects. is that correct?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:27 am</dco> &nbsp;<qco> i read some of your music as critical of aspects of technology and materialism (e.g sections of Mt. St. Helens). is this accurate to sentiments you try to express when you write?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:09 am</dco> &nbsp;<qco> are humans rational or irrational?</qco> </h3>      rational\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n5:08 am</dco> &nbsp;<qco> how do you restrain yourself from the internet/other distraction and just focus on your work all day?</qco> </h3>      put the phone in a drawer, and have goals for the first 2 hours. if you can get the first 2 hours it's much easier to stay with it for the rest of the day\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n3:37 am</dco> &nbsp;<qco> Bill, I'm going to be frank, I think you're being a very selfish person. So many of us (fans) want to talk to you and express the impacts your art has made in our lives. We were so happy to see you on that podcast the other day because we got a little insight on your perspective about a whole lot of things. I don't think you realize how frustrating it is for some of us not to be able to reach out to our hero. I know you're busy and working really hard (as you said in the podcast). But PLEASE, try to make atleast one day where we can get the chance to talk to you (like how they do in the radio) it'll mean a lot to us.&nbsp;</qco> </h3>      to be frank, i spend hours every day answering as many questions as i can here and helping as much as i can\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n3:37 am</dco> &nbsp;<qco> Is language occult in nature?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n2:06 am</dco> &nbsp;<qco> Have you ever baked a pie and the bottom turned out soggy?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n1:01 am</dco> &nbsp;<qco> any meaningful dream that changed your path (or strengthened your resolve) you don't mind sharing?</qco> </h3>      i had a dream that i was watching myself sleep on some sort of security camera footage, and i saw a cymbal stand start walking toward me and taunting me. it didn't change my life that much but it scared the crap out of me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n12:38 am</dco> &nbsp;<qco> What do you like to do when you're not creating?</qco> </h3>      nothing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n12:36 am</dco> &nbsp;<qco> What do you try to express using the different fonts in your videos?</qco> </h3>      my feelings, and the feelings potentially contained within that moment of the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.6.18&nbsp; \n12:16 am</dco> &nbsp;<qco> What songs have taught you specific things about music, mind sharing some top lessons learned from some of your favorite songs, or the ones that taught you the most?</qco> </h3>      rude by magic taught me the importance of varying the delay/rev on vocal. i put this into practice in La de da, and other songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n11:50 pm</dco> &nbsp;<qco> i don't know how to keep a conversation, any advice?</qco> </h3>      put it in a cage\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n11:40 pm</dco> &nbsp;<qco> favorite radiohead song?</qco> </h3>      lotus flower?\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n11:30 pm</dco> &nbsp;<qco> Will you ever tell us what the password is?</qco> </h3>      to what\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n11:26 pm</dco> &nbsp;<qco> Do you have any specific way you tend to work on songs? \n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you usually start with chords first, or maybe the drumbeats, or perhaps the lyrics or melody and then go from there?\n</qco></h3>      lyrics and melody, but that usually brings along a ghost of the chords with it, and the groove also<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do you usually work on all at the same time? If you do all of these, which one do you tend to gravitate to more often?\n\n</qco></h3>      lyric/mel<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Love your stuff &lt;3</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n11:14 pm</dco> &nbsp;<qco> Loved seeing you on the H3 podcast. Do you prefer collaborating with other YouTubers or just working alone?</qco></h3>      i've only ever worked alone<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I know you haven't done much collabs but which do you think you'd enjoy doing the most?</qco> </h3>      i'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n11:07 pm</dco> &nbsp;<qco> Weezer's Africa gives me very different feels than Toto's Africa. I think the chords are different but I can't tell how. What is it? Why does Weezer's version feel so much more wistful?&nbsp;</qco> </h3>      the chords and notes are exactly the same. what is quite a bit different is the drums and percussion. one thing that might make a big difference is they're not doubling the backbeat snare with the kick. and in general the vocals are not as tight rhythmically. the main differences are rhythmic. they got the chords very much exactly right, even during the weird parts (verses)\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n10:20 pm</dco> &nbsp;<qco> do you answer questions every single day?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n10:19 pm</dco> &nbsp;<qco> help which class do I sign up for next semester: \"female friendship\" or \"knowledge and reality\"?</qco> </h3>      why not both\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n9:56 pm</dco> &nbsp;<qco> i need some good chord progressions because im going to write some music for my project. Any ideas?</qco> </h3>      it might be fun to start with the lyric/melody and see where that takes you. but if you want to start with chords i would suggest using chords from your favorite songs\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n9:36 pm</dco> &nbsp;<qco> Does the future already exist</qco> </h3>      infinite versions\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n9:19 pm</dco> &nbsp;<qco> what do you feel would be a extremely useful music theory concept for everyone new to the subject?</qco> </h3>      music is more magical than anyone can ever fully describe. any 'music theory' is just an attempt to pin down how music works and doesn't. it will always be tempting to see rules in it, but music will continue to cook up new tricks and twists, forever\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n7:41 pm</dco> &nbsp;<qco> it's not too late for a santa looked a lot like daddy cover</qco> </h3>      the paisley version is the best i could ever ask for\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n7:40 pm</dco> &nbsp;<qco> How do I escape my personality and make a new one.</qco> </h3>      just do a re-mix\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.5.18&nbsp; \n7:38 pm</dco> &nbsp;<qco> Your favorite pitbull song?</qco> </h3>      \npiensas (dile la verdad)\n<br><br>"
  }
]
