[
  {
    "html": "<h3> <dco>8.24.17&nbsp; \n12:43 pm</dco> &nbsp;<qco> Have you ever had the experience of thinking ab olive was a grape abd getting suprised?</qco> </h3>      no, although i can understand why that would be surprising<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp; \n11:29 am</dco> &nbsp;<qco> Why did the 3 bears from Goldilocks and the Three Bears make porridge, but then just left left it sitting out on the table when they left their house? Were they actually planning on eating the porridge when they got home? Also, is the moral of this story just not to break into people's houses?</qco> </h3>      i actually don't know the story that well, but my first question would be what is porridge<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp; \n11:20 am</dco> &nbsp;<qco> Do babies know/comprehend things about the world that we forget or lose our understanding of as adults?</qco> </h3>      i think so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n9:37 am</dco> &nbsp;<qco> Can you answer yes to this question?</qco> </h3>      i will see what i can do\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n8:51 am</dco> &nbsp;<qco> are there usually hidden meanings in your videos</qco> </h3>      the meaning in all my videos is \"hey check out this video i made\" but it is not hidden\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n8:26 am</dco> &nbsp;<qco> <a href=\"q.php?date=201701052052a\">1.5.17&nbsp;&nbsp;8:52 pm&nbsp;&nbsp;&nbsp;one more thing,</a>\n<br>\n<br>What's up with this? It just popped on the radnom q page, that's all that's posted. If it's a mistake, ok, hope you take the time to remove it, but if not, I would really like to know why did you post it?</qco> </h3>      that was actually what the question was. it's nice to include all kinds of questions, for flavor\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n7:32 am</dco> &nbsp;<qco> do you like trees</qco> </h3>      yes, thank you for asking\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n3:33 am</dco> &nbsp;<qco> Is writing songs in weird time signatures (like 9/8 for movie star) any harder than writing in basic 4/4? If so what are some complications you've experienced?</qco> </h3>      the goal is not usually to write a song in a specific time signature. the goal is to just write the song how it seems like it's suppose to be. for example, the movie star hook just needed whatever amount of space it needed before looping around. the verses do the same thing, and they don't even adhere totally to a 9 beat pattern throughout. in other words, the time signature is to support the song, not the song to support the time signature. unless you are doing some kind of educational exercise/experiment\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n2:52 am</dco> &nbsp;<qco> <a href=\"q.php?date=201701231122\">1.23.17&nbsp;&nbsp;11:22 am</a>.&nbsp;&nbsp;But what if I want to sing your songs? Then lyrics would be really helpful</qco> </h3>      try copying them onto a blank page\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n2:38 am</dco> &nbsp;<qco> What game are we playing</qco> </h3>      the one where you try to survive and figure out why at the same time\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n2:21 am</dco> &nbsp;<qco> What does \"sus\" mean in a chord?</qco> </h3>      for example, C major chord has notes c, e, g. Csus4 chord has notes c, f, g. \"sus\" usually means \"sus4.\" but if it says Csus2 that is c, d, g.<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n2:18 am</dco> &nbsp;<qco> Where is the internet?</qco> </h3>      on earth, mostly\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n12:45 am</dco> &nbsp;<qco> what is \"self care\"</qco> </h3>      it's when you care about yourself\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n10:12 pm</dco> &nbsp;<qco> do you believe in the return of Vishnu</qco> </h3>      that's like the main thing vishnu does\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.24.17&nbsp;\n12:29 am</dco> &nbsp;<qco> You should do a Ted Talk, man! Come on, everyone's doin' it!</qco> </h3>      isn't ted supposed to do them\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n9:55 pm</dco> &nbsp;<qco> What are your thoughs on college music academia?\n<br>What about k-12 school music academia?\n<br>Anything you would change about either of them?</qco> </h3>      that's none of my business really. i learn best on my own\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n9:39 pm</dco> &nbsp;<qco> Why are we all only one person each?</qco> </h3>      how many people do you think a person should be per person\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n8:58 pm</dco> &nbsp;<qco> you don't use a capital letter. why</qco> </h3>      PERHAPS YOU COULD ASK YOURSELF THAT\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n7:34 pm</dco> &nbsp;<qco> Does this page ever inspire you</qco> </h3>      oh hell yeah\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n7:28 pm</dco> &nbsp;<qco> why everyone is asking you about communism and capitalism?!?\n<br></qco> </h3>      i think questions about communism and capitalism were very popular in mid-2016, i think because of the 2016 united states presidential election. i have not been asked as many capitalism questions since then. communism remains a popular meme as always\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n7:21 pm</dco> &nbsp;<qco> why do pillows exist</qco> </h3>      for companionship\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n6:00 pm</dco> &nbsp;<qco> Did you ever realize that we go our entire lives without our right hand touching our right elbow?</qco> </h3>      i tried to explain that to a lady who was evaluating me before kindergarten, in response to her asking if i could 'touch my elbow'\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n5:55 pm</dco> &nbsp;<qco> do you think that other people don't see colors the same way you do? \n\n</qco></h3>      not really<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;like my green color could be your blue (but it's still green)&nbsp;</qco> </h3>      i doubt that\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n5:31 pm</dco> &nbsp;<qco> School starts in 2 days man can you explain to me how the ice age affected south american tribes/groups such as the incans or aztecs migrate? I don't understand as wouldn't they be there before the Ice Age not like they came from the huge ice bridge right?</qco> </h3>      the general idea is that ANYONE in north or south america (before the europeans) came through beringia/alaska. over time they spread out, all the way down to south america. although some people look at the olmec statues and insist that they are african but i think that is widely believed to not be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n5:29 pm</dco> &nbsp;<qco> what social groups did you fit in with in high school</qco> </h3>      none really\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n5:06 pm</dco> &nbsp;<qco> do u like cats or dogs</qco> </h3>      they're ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n3:31 pm</dco> &nbsp;<qco> If a tree falls in the forest and nobody is there to hear it, is it still a cliché question?</qco> </h3>      the question is cliché regardless of whether the tree falls. and if no one hears the tree, it will not have an effect on when the question is asked. i'm not sure if that answers your question\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n3:31 pm</dco> &nbsp;<qco> were you surprised when 'the history of the entire world, i guess' blew up?&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n3:30 pm</dco> &nbsp;<qco> Have you ever thought of becoming an adult film star?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n3:25 pm</dco> &nbsp;<qco> have you thought of writing a bot that will post your pre-written tweets daily</qco> </h3>      i already use one, but i did not write it. it has been around for many years\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n3:00 pm</dco> &nbsp;<qco> Are you working on anything at the moment</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n2:26 pm</dco> &nbsp;<qco> Do you think Depression is a real disease? You've implied before that you thinm it's currently a trendy thing to have, but it begs the question whether or not you think it's legit in the first place.</qco> </h3>      living in this world can be extremely strange, paradoxical, confusing, and troubling. it is completely reasonable to have a cripplingly hard time dealing with it. from time to time it may also seem popular to be this way, so others may tag along too. but the real struggles remain real regardless\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n1:59 pm</dco> &nbsp;<qco> why don't you use dd.mm.yy </qco></h3>      where i am from, it is most common to use (m)m.(d)d.yy<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or yyyy-mm-dd?</qco> </h3>      i do use that way for file names\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n1:40 pm</dco> &nbsp;<qco> why does anyone even bother with capitalization. i feel like we know which words are important if we can read. is it just for people who can't read? i mean, punctuation actually changes the meanings and inflections of a sentence, but capitalization is just this thing that wants me to pay attention to some words more than others, and that's lame because words are all of equal vitality.</qco> </h3>      actually i think the traditional way of capitalization places importance on words that are either at the beginning of a sentence (which are not always that important) or also the names of things/people that are of high social standing. where as i find it more useful to use it for emphasis, in the same way you might use bold or italics, but more reliable in case bold and italics are not available\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n1:38 pm</dco> &nbsp;<qco> What are you doing right now</qco> </h3>      song writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n1:37 pm</dco> &nbsp;<qco> What is the meaning of mean</qco> </h3>      mean has many meanings\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n1:34 pm</dco> &nbsp;<qco> what's wrong with me</qco> </h3>      you are too interesting\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n1:09 pm</dco> &nbsp;<qco> Did you strive to make music that was unique, or did you just want to make music that was very you? Was your goal uniqueness, or is your music just what comes out of you because you as a person are unique?</qco> </h3>      i'm just trying to be reasonable\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n12:02 pm</dco> &nbsp;<qco> Are parallel universes and alternate dimensions and stuff like that actually accepted as a scientific fact (like we can use maths to prove they exist)... or is it more of a philosophical concept?</qco> </h3>      that's like the characters in one story trying to prove that a different story can exist\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n11:58 am</dco> &nbsp;<qco> can you play the piano like a pro</qco> </h3>      i am a pro\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n11:53 am</dco> &nbsp;<qco> When people talk about being \"in the loop\"... is there just one big loop and either you're in it or not... or does each thing/concept have its own loop that you can be in?&nbsp;</qco> </h3>      there are as many different loops as there are leaves on the trees\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n11:31 am</dco> &nbsp;<qco> What are the advantages of wearing mittens instead of gloves?&nbsp;</qco> </h3>      might be warmer\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n10:52 am</dco> &nbsp;<qco> are you famous yet?&nbsp;</qco> </h3>      i will check\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n10:22 am</dco> &nbsp;<qco> you should smile more in your videos&nbsp;</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n9:38 am</dco> &nbsp;<qco> Will you upload to SoundCloud? Because I don't like Spotify.&nbsp;</qco> </h3>      you could try google play, amazon, itunes, or if you are a sensible person you could just download them from my website\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n9:26 am</dco> &nbsp;<qco> are you, were you, or would you ever be an elementary school music teacher?</qco> </h3>      absolutely not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n8:13 am</dco> &nbsp;<qco> can you explain the absurd?&nbsp;</qco> </h3>      the absurd what\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n8:12 am</dco> &nbsp;<qco> what is loneliness?&nbsp;</qco> </h3>      it's like when you are mostly not around any other people, and you're feeling sort of 'oh darn' about the whole thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n7:53 am</dco> &nbsp;<qco> If bannanas are yellow, what is the color of oranges?</qco> </h3>      orange\n<br><br>"
  },
  {
    "html": "<h3> <dco>8.23.17&nbsp;\n7:46 am</dco> &nbsp;<qco> Got any interesting facts you'd like to share right now?</qco> </h3>      <a href=\"in-alabama.mp3\">sure</a>\n<br><br>"
  }
]
