[
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n7:46 am</dco> &nbsp;<qco> do you think my light switch will fight my caterpillar</qco> </h3>      no \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n5:39 am</dco> &nbsp;<qco> What's the deal with ketchup?</qco> </h3>      it's tomato sauce from a comic strip that accidentally spilled into the real world\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n4:03 am</dco> &nbsp;<qco> What is my name</qco> </h3>      cod, cob, i give up\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n3:16 am</dco> &nbsp;<qco> What's a car?\n<br></qco> </h3>      a truck! now in snack size\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n3:15 am</dco> &nbsp;<qco> how did you make your vids so funny</qco> </h3>      by injecting huge copious amounts of normalcy into the videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n2:20 am</dco> &nbsp;<qco> if you were an app developer what app would you make?</qco> </h3>      there are 2 ideas i have. 1 that turns the computer off and another one that turns the computer extremely on\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n2:12 am</dco> &nbsp;<qco> Some people dont think it be like it is, do you think it is?</qco> </h3>      [calculating] yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n2:06 am</dco> &nbsp;<qco> can you visualize images and ideas in your mind</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or can you only conceptualize them? If its the former, to what level of vividness can you visualize?&nbsp;</qco> </h3>      maybe about R.53 on the vividness index\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n1:53 am</dco> &nbsp;<qco> looking at the times you answer these questions, do you ever sleep?</qco> </h3>      i actually sleep during the time i am not answering questions\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n1:42 am</dco> &nbsp;<qco> you got any tips for someone who's beginning to learn video editing?</qco></h3>      yes, start with extremely small and short projects<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i rly like your style btw</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n1:42 am</dco> &nbsp;<qco> when did survival mode start kickin' in for bill wurtz?</qco> </h3>      it's like it kicks in brand new again, every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n1:35 am</dco> &nbsp;<qco> do you have an unhealthy obsession with rocks?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n1:25 am</dco> &nbsp;<qco> what about joaquin pheonix do you relate to?</qco> </h3>      that feeling when you forgot to learn how to schmooze, at all what so ever\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n1:14 am</dco> &nbsp;<qco> I wonder what would happen if you took soap and merged it with soap and combined their individual properties.\n<br>\n<br>It's something to think about when nothing else matters.\n<br>\n<br>How do you find meaning in life?</qco> </h3>      you could cook up a brand new batch\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n1:08 am</dco> &nbsp;<qco> Why do people exist </qco></h3>      to eat the earth<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and why can't I eat the Earth.</qco> </h3>      other people might be busy eating it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n1:08 am</dco> &nbsp;<qco> Should I start throwing more hardball questions at the local person who claims to have the one singular answer?</qco> </h3>      see if you can get them to talk about their feelings\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n12:58 am</dco> &nbsp;<qco> Why are all of your videos just acid trips?</qco> </h3>      maybe if you took acid before watching them\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n12:50 am</dco> &nbsp;<qco> is it more fun to craft reality videos out of your spoken recordings or the recordings of you talking to the camera?</qco></h3>      with video is more fun, but audio only is safer<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it seems like you can just go hog wild when it's you speaking. you have an amazing website!!!</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n12:46 am</dco> &nbsp;<qco> your opinion on rain?</qco> </h3>      wondering if it's possible to add water to it\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n12:37 am</dco> &nbsp;<qco> The wall socket is talking. What do I do?</qco> </h3>      transcribe what it is saying. this is how religions get made\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n12:32 am</dco> &nbsp;<qco> What is your creative thought process behind your videos?</qco> </h3>      thinking i'm creative\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.15.20&nbsp; \n12:04 am</dco> &nbsp;<qco> Biggly advice time, how do you structure the planning of a video? I've been meaning to get a script down because I think I'm a bit of a funny feller, but I can't for the life of me plan individual tasks out. Like I can physically edit videos and do all the production side of stuff, but putting pen to paper at all seems impossible.</qco></h3>      yes, it is multiple mountains to climb, and i think i already have a good solution in mind for you, but i will keep reading<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I've managed bigger projects before but something about writing a script seems difficult to organise\n<br>\n<br>Also being sad and lazy doesn't help but I'm almost over that.</qco> </h3>      yes, for you i recommend doing shorter projects. and then if you are still even slightly overwhelmed, then i would still recommend even shorter projects. if you don't believe me, check out the videos i was doing during 2014 and 2015. if i could have started with something like 'history of japan' first, believe me i would have. but i was going through the exact same thing as you. building a world is a mindfuck. it can be done, but you gotta work your way up. i personally am still working my way way up, there's a long way to go still. but yeah, if you want the secret to unlocking multiple huge mountains, the answer is to start brainlessly small and simple. this trick has worked for me over and over and over and over again, and i am doing it again now as we speak\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n11:22 pm</dco> &nbsp;<qco> Why is it \"ueqstions\"? </qco></h3>      it's not ueqstions, it's <font style=\"font-size: 2em; font-weight: bold;\">ue<font color=\"#00EE3B\">q</font>stions</font><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Was just calling it \"questions\" too uninteresting?</qco> </h3>      well, for a title sign, yes maybe. for example, when you go to a restaurant i'm sure you don't see the title on the front of the building stylized in the same exact shape and size as the descriptions of the items on the menu \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n11:09 pm</dco> &nbsp;<qco> can you make the clocks at my school go faster because they're going very very very slowly now</qco> </h3>      the school clocks are linked to the international atomic clock. i would make that one go faster, but you're just gonna wish it went slower later\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n11:09 pm</dco> &nbsp;<qco> what is the funniest thing you have ever said/written</qco> </h3>      the date and time      \n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n11:08 pm</dco> &nbsp;<qco> What's the best thing to do when you have a lot of free time?</qco> </h3>      DISCOVER THE NEXT BIG THING\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n11:02 pm</dco> &nbsp;<qco> Why is every single one of your responses on here absolute gold?&nbsp;</qco> </h3>      by keeping the font style extremely simple and steady, it creates a reverberation chamber for your mind to project your own artistic ideals\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n11:02 pm</dco> &nbsp;<qco> can you tell me a joke</qco> </h3>      \nyes but i will also tell non-jokes mixed in, and i will not tell you which things are the jokes. this is for your own benefit\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n11:00 pm</dco> &nbsp;<qco> i like how you mispelled everything</qco> </h3>      actually i spell most things correctly. i consider that to be one of my strong points\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n11:00 pm</dco> &nbsp;<qco> can you can a can as a canner can can a can?</qco> </h3>      no, that's too much. you have gotten carried away\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n11:00 pm</dco> &nbsp;<qco> how do u make your songs sound so good</qco> </h3>      by frequently putting my soul up for sale and then cancelling it i am able to manipulate the price quite nicely\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n10:46 pm</dco> &nbsp;<qco> any ideas for a question to be questioned in this question page to question you about the idea for a question to be questioned in this question page</qco> </h3>      sure. how about <a href=\"q.php?date=201907281200\" target=\"_blank\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n10:16 pm</dco> &nbsp;<qco> Are you an escaped alien from Area 51&nbsp;</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n9:29 pm</dco> &nbsp;<qco> What do you think about 3D Animation?</qco> </h3>      makes you really respect the real time real life engine we all live in\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n9:25 pm</dco> &nbsp;<qco> How tall was Napoleon?</qco> </h3>      about the same height as towers\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n9:24 pm</dco> &nbsp;<qco> black, white, green, or blue</qco> </h3>      if you don't let me combine them together, i will rise in protest\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n9:02 pm</dco> &nbsp;<qco> favorite no-no word?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n8:50 pm</dco> &nbsp;<qco> What do you think is humanities greatest achievement?&nbsp;</qco> </h3>      i was thinking maybe we could achieve a new thing to be the greatest\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n8:41 pm</dco> &nbsp;<qco> Are you mad at me</qco> </h3>      yes. wait, who is this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n8:31 pm</dco> &nbsp;<qco> When you see this question, are you going to answer no, but then when you think about it, are you going to answer yes?</qco> </h3>      i was going to say yes, but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n8:28 pm</dco> &nbsp;<qco> How do you manage to answer these questions at every hour of the day?</qco></h3>      i do not. maybe only 2 hours<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When do you sleep??</qco> </h3>      some time during the other 22\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n8:28 pm</dco> &nbsp;<qco> when will a hamburger appear from the pocket dimension in my fridge</qco> </h3>      when one of your faithful servants places it there\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n8:19 pm</dco> &nbsp;<qco> In your video \"how to win at spelling\" There is a dog in a airplane in space. Where were they going?</qco> </h3>      to the end of the video\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n8:05 pm</dco> &nbsp;<qco> I want a dog</qco> </h3>      i wonder what a dog wants\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n8:04 pm</dco> &nbsp;<qco> is water wet?</qco> </h3>      oh nice try. you are trying to start a war\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n7:53 pm</dco> &nbsp;<qco> if you had to sweat a liquid other than water, what would it be</qco> </h3>      shampoo\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n7:02 pm</dco> &nbsp;<qco> quick i need inspiration can you get that at walmart?</qco> </h3>      yes. you also get swarms of chaos, but there is plenty of inspiration in there somewhere. they sell almost every earthly item you've ever known. surely some of them could jog your memory or make you think of something. just the sheer size of the space is impressive. makes you wonder what else could be made that big\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n7:00 pm</dco> &nbsp;<qco> what was the point of \"time mop\"</qco> </h3>      it was the 3rd part in a very quick series, but the point of that series was to stop complaining about how the only midi sequencer i have on my computer might not be as good as the one as i used to have, and 'jUsT DoO sOmeThIng, i don't care if it sounds like i am trapped somewhere because it's surely true by now'<br>\nthat's just for the audio. if you are talking about the video, that was done as an experiment to see if i could make a music video out of a previously existing entirely instrumental recording\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n6:36 pm</dco> &nbsp;<qco> What do you think would break the space-time continuum?</qco> </h3>      you\n<br><br>"
  },
  {
    "html": "<h3> <dco>2.14.20&nbsp; \n6:36 pm</dco> &nbsp;<qco> Do you exist?</qco> </h3>      oh that would explain a lot\n<br><br>"
  }
]
