[
  {
    "html": "<h3> <dco>12.24.22&nbsp; 6:17 pm</dco> &nbsp;<qco> Do you know the muffin man?</qco> </h3>      \nmuffins are made automatically now\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n6:16 pm</dco> &nbsp;<qco> why are we all so similar</qco> </h3>      \nprobably some common ancestors\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n5:06 pm</dco> &nbsp;<qco> Do you know Joe?</qco> </h3>      \ni was going to say yes, but now that i think about it no\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n4:18 pm</dco> &nbsp;<qco> who created door handles?</qco></h3>      anyone could do it. you might have to do it, if no one else does<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why?</qco> </h3>      \ncommon sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n2:01 pm</dco> &nbsp;<qco> is it possible to squeeze the entire universe inside an m&amp;m (obviously you have to remove the peanut first)</qco> </h3>      \ni don't think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n1:47 pm</dco> &nbsp;<qco> hi sometimes when in your video something moves, it almost looks like you moved it there with your mouse and recorded the motion. we probably use different software so im assuming you can't tell me how you do it, but what is this technique called? im at a bit of a loss for how to google this&nbsp;</qco> </h3>      \nusing the mouse as live input to record motion in a video\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n1:38 pm</dco> &nbsp;<qco> Do you consider questions and answers to relatively similar to&nbsp;&nbsp;Antecedent and Consequent?</qco> </h3>      \nthat sounds vaguely similar if my Latin serves me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n12:11 pm</dco> &nbsp;<qco> what do you do when you're happy?</qco> </h3>      \nmake plans for what could be a happy future\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n10:40 am</dco> &nbsp;<qco> what is your expectations?</qco> </h3>      \nreally really really really good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n9:04 am</dco> &nbsp;<qco> What is your definition of insanity?</qco> </h3>      \ncraziness\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n7:10 am</dco> &nbsp;<qco> When did the Easter bunny tell you that Christmas isn't real?</qco> </h3>      \ndidn't happen, but i thought of the idea on sep 21, 2018, to provide the necessary framework for another idea i also had on sep 21, 2018\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n4:17 am</dco> &nbsp;<qco> hey bill, do you like chemistry?</qco> </h3>      \ni respect it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n2:50 am</dco> &nbsp;<qco> Should one's first step be with left or right foot?</qco> </h3>      \nit works either way\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; 1:19 am</dco> &nbsp;<qco> do you like waffles</qco> </h3>      \ni like them if the resolution is high enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.22&nbsp; \n12:22 am</dco> &nbsp;<qco> how do you explain most of your laughs?</qco> </h3>      \nit's when something unexpectedly reminds you how much fun things can be\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n11:15 pm</dco> &nbsp;<qco> I failed to make a mistake, what do I do?</qco> </h3>      \nyou'll have to succeed\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n10:05 pm</dco> &nbsp;<qco> Help! i'm an idiot!</qco> </h3>      \nreal idiots never say that\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n9:34 pm</dco> &nbsp;<qco> what happens if you do the hokey pokey but you don't turn yourself around</qco> </h3>      \nthen you just keep getting deeper into it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n8:29 pm</dco> &nbsp;<qco> How do i repent for all the sinning i do?</qco> </h3>      \nmaybe you could forgive some other people for theirs\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n7:37 pm</dco> &nbsp;<qco> what would be different if might quit were about the second day of school</qco> </h3>      \nthe whole thing would have to be re-written. different song entirely. different melodies, different music, different everything. that's a different song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n7:10 pm</dco> &nbsp;<qco> what's your opinion on star trek</qco> </h3>      \ngot to be one of the top 5 treks\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n5:33 pm</dco> &nbsp;<qco> what is the funniest thing</qco> </h3>      \nseriousness\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n3:42 pm</dco> &nbsp;<qco> When writing a song, how do you get past writer's block?</qco> </h3>      \nwrite the exact thing you've been trying not to write\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; 3:13 pm</dco> &nbsp;<qco> What are your thoughts on harsh noise?</qco></h3>      it's calming<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is it a real genre of music or is it just trolling?</qco> </h3>      \nit depends how good it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n2:01 pm</dco> &nbsp;<qco> have you ever consumed an alcohol</qco> </h3>      \ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n12:03 pm</dco> &nbsp;<qco> whats your favorite credit card number?</qco> </h3>      \n0000 0000 0000 0000\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n9:58 am</dco> &nbsp;<qco> Do you believe time is real? I don't</qco> </h3>      \ncan you explain what real means\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; 8:46 am</dco> &nbsp;<qco> hey do you ever sleep</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n8:09 am</dco> &nbsp;<qco> what's so special about travelling into the sun?</qco> </h3>      \nit's pretty hot there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n4:44 am</dco> &nbsp;<qco> what's your favorite thing about christmas</qco> </h3>      \nthe lights\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n2:45 am</dco> &nbsp;<qco> do you \"hear\" or \"listen\" to music?</qco> </h3>      \nboth and also feel\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n1:39 am</dco> &nbsp;<qco> yo bill, have you got a favorite christmas song?</qco> </h3>      \ni like most of them too much\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.22&nbsp; \n12:48 am</dco> &nbsp;<qco> hi i read some of your answers. i really liked the food flakes one from october. how would you go about leaving a bad place when\n<br>a. you are unsure about whether or not you will remain outside of it\n<br>b. you Are sure that if you leave and go back it will have evolved into a Worse place\n<br>i promise that was a question im just unsure where it's question mark goes so i'll leave it ? here.</qco> </h3>      \nthe bad news is there usually won't be any exact answer for where to go. the good news for you is, any choice will be a source of interesting writing\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n11:15 pm</dco> &nbsp;<qco> how normal are you on a scale of 1-10</qco> </h3>      \noff the charts\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n10:13 pm</dco> &nbsp;<qco> What is the capital of the world?</qco> </h3>      \nit's up to you to make one\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n8:22 pm</dco> &nbsp;<qco> How to deal with a crippling candy cane addiction?</qco> </h3>      \nyou'll have to become addicted to something else, such as the non candy cane\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n5:32 pm</dco> &nbsp;<qco> Mbappe was 19 when he won the World Cup, and I only have a few more days being 19 and haven't accomplished anything. Is it too late for me to achieve anything in life?</qco> </h3>      \nthe only thing it's too late for you to do is be that guy. it's certainly not too late for you to continue transfering that worry onto a continuing sequence of older and older idols for the rest of your life\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n2:58 pm</dco> &nbsp;<qco> what should i do the next time i get drunk ?</qco> </h3>      \nmake a list of things you aspire to do in the future when you are not drunk\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n1:34 pm</dco> &nbsp;<qco> Hey Bill, is it possible to return the Louisiana Purchase?</qco> </h3>      \ndid you purchase it within the last 30 days\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n12:09 pm</dco> &nbsp;<qco> what is your least favorite series of consecutive consonants that appears in English</qco> </h3>      \nevery time i think of one i thought i didn't like, i start to like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n10:16 am</dco> &nbsp;<qco> What is your favorite false dichotomy</qco> </h3>      \ni don't like any of them. it's really hard to deal with them or talk about them, because people tend to find the word 'dichotomy' either unfamiliar or boring or both, but i don't know any other way of explaining them\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n10:07 am</dco> &nbsp;<qco> Why is opening my own front door illegal in \"I'm best friends with my own front door.\" Because when I opened my front door the cops didn't come. If it is illegal, why?</qco> </h3>      \nit doesn't say anything illegal. it just says \"then the cops came and they sent me to jail\". the reason that's there is because i thought it would make a good 3rd line. heightening, a twist, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n9:31 am</dco> &nbsp;<qco> your songs all have such different vibes but in a way they're all so similar. How does one create such paradoxical music?</qco> </h3>      \ni don't know. sometimes i wonder how the world itself can be so paradoxical, but then i realize i can't even think of a way for it not to be\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n8:43 am</dco> &nbsp;<qco> you're always on top of your game, yet no matter how hard i try, i can't do the same. either you are an extraterrestrial being who possesses supernatural abilities or i am not a human and have, instead, failed to evolve into a human with skills and qualities that would be considered developed for the dumbest human being in the whole fucking quasiverse (that may or may not have exist/existed). which possibility seems the most realistic? remember that there are no wrong or right answers, and you can pick two or zero answers.&nbsp;</qco> </h3>      \nyou'd be amazed at how often the people you assume are 'on top of their game' say that exact same stuff, worrying they're not, thinking someone else is, etc..... this is generally very moody subject. one thing that's clear is how much you care. and that's pretty much what it takes to go all the way, but it will also keep you worrying, no matter how high you get\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n4:14 am</dco> &nbsp;<qco> how do i become jacked af&nbsp;</qco> </h3>      \ni'm not totally sure. one of the strongest skills you'll need to have is making sense of the 10,000 screaming sales pitches that will be coming your way as soon as you pursue that question\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n2:30 am</dco> &nbsp;<qco> is mentra the plural of mantra</qco> </h3>      \ni highly doubt it\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n2:08 am</dco> &nbsp;<qco> how did you get your style of music</qco> </h3>      \nit's a life long search to find the overlap between what i can do and what i wish could be done\n\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n1:49 am</dco> &nbsp;<qco> The more you are exposed to a certain way of doing something, the harder it becomes to think of a different way to do it. Does this mean that people that have no experience are actually wiser than people that have lots of experience if the experience is wrong? </qco></h3>      if you put it that way, then yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And, how should experience be understood, and how may it be used to one's advantage?</qco></h3>      i'd say the top 2 advantages you can have are: knowing stuff and not knowing stuff. probably good to alternate, as part of a balanced diet. although that may be easier said than done<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is this in any way related to child prodigies?</qco> </h3>      sure. children are usually way better at learning new things\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; \n1:42 am</dco> &nbsp;<qco> would you put a taqueria on your roof</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.22&nbsp; 1:12 am</dco> &nbsp;<qco> do you play games</qco> </h3>      \nyes i do\n\n<br><br>"
  }
]
