[
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n11:54 am</dco> &nbsp;<qco> will you make a song in 400000 sharps</qco> </h3>      \nsure. according to my calculations, \"fly around\" has 400000 sharps \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n10:46 am</dco> &nbsp;<qco> Have you ever animated a person rolling a luggage?</qco> </h3>      \nno, but i've done just the rolling luggage\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n8:38 am</dco> &nbsp;<qco> What message of advice would you send to everybody on earth if you had the chance?</qco> </h3>      \ni wouldn't say which thing is the advice. but that wouldn't be necessary because everything in the universe can be taken as advice\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n5:16 am</dco> &nbsp;<qco> What's with the ubiquitous muted trumpet in your recent songs?</qco> </h3>      \ni've come into posession of a muted trumpet\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n5:05 am</dco> &nbsp;<qco> I first heard 'I just did a bad thing' in lockdown, so yes it did feel as if it spoke to that moment. Had you actually done a bad thing though?</qco> </h3>      \nyes....... i was selecting which song to do, and i got it down to a list of about 27 finalists,... then i went through those 27 and started eliminating the ones i don't want to pick..... eliminate this one, eliminate that one, for various reasons, no, not this one, not that one, no, can't do this one, can't do that one........ until i had eliminated all except 1. ...... and i didn't want to do that one either, so i canceled that one too. !! so in a fit of rage, i uncanceled all 27 of them and picked one of the worst ones on purpose, just to get revenge on myself. it only had 1 line on it, so there wasn't much to work with. (\"just did a bad thing...\" and that's all i had). but it seemed to fit the mood of the song selection blunder\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n2:16 am</dco> &nbsp;<qco> how long do you think it would have taken to make the \"if the world doesn't end\" video if you made everything exactly as it is but from scratch, specifically for the video</qco> </h3>      \nthat one would have to take the same amount of time, no matter what\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.14.22&nbsp; \n1:28 am</dco> &nbsp;<qco> What's something you're still not used to?</qco> </h3>      \npeople saying 'based off' instead of 'based on'\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.22&nbsp; \n11:49 pm</dco> &nbsp;<qco> how do you write lyrics&nbsp;</qco> </h3>      \nmusically\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.22&nbsp; \n10:04 pm</dco> &nbsp;<qco> A lot of people have said you predicted the future in \"i just did a bad thing\", do you think you predicted it, or what is just a complete coincidence.&nbsp;</qco> </h3>      \ni don't hear any predictions in that song\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.22&nbsp; \n8:34 pm</dco> &nbsp;<qco> will you make a song about bunnies?</qco> </h3>      \ni've made a song with multiple references to the easter bunny\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.22&nbsp; \n7:45 pm</dco> &nbsp;<qco> Your newest music video has a lot of streetlights in it. Will you write a song about the engineers who maintain them?&nbsp;</qco> </h3>      \nthat sounds like something i would do\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.22&nbsp; \n7:29 pm</dco> &nbsp;<qco> Not sure if someone already asked this question but what inspired you to make music </qco></h3>      music itself continues to inspire me constantly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and when did you start playing instruments?&nbsp;&nbsp;</qco> </h3>      further back than i can remember\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.22&nbsp; \n7:06 pm</dco> &nbsp;<qco> Do you consider bringing any music that talks about - or brings musical elements from Brazil (like bossa nova, samba or \"MPB\")?</qco> </h3>      \na huge percentage of the background music i've composed for my (non-song) videos is sort of bossa/samba, almost by default. especially in the monday series. like maybe <a href=\"https://billwurtz.com/mondaytrivia.mp4\" target=\"_blank\">this one</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.22&nbsp; \n5:24 pm</dco> &nbsp;<qco> Do you play the slide whistle in your next song?</qco> </h3>      \ni doubt it, but all options are on the table\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.22&nbsp; \n4:48 pm</dco> &nbsp;<qco> Do you trust futons?&nbsp;</qco> </h3>      \nhonestly at this point i don't trust non-futons\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.22&nbsp; \n12:44 pm</dco> &nbsp;<qco> can you name anything that is infinite</qco> </h3>      \nthe.... world\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.22&nbsp; \n6:46 am</dco> &nbsp;<qco> will the next song/video feature birds in any capacity?</qco> </h3>      \nprobably not\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.13.22&nbsp; \n12:33 am</dco> &nbsp;<qco> What are the chords and melody after \"count down thru the numbers then it's done\" and before \"2 and 1, what have you done\" in the counting song?</qco> </h3>      \napproximating the rhythm on the grace note here, but the keyboard riff is something like <a href=\"riffcsg49h46e4vw7pt.png\" target=\"_blank\">this</a> (and the last part is doubled an octave below), and i was gonna say there's no chord besides this, but i just went into the project to verify what i'm hearing and i'm shocked to find i actually snuck in 3 chords which i don't remember doing, and you can barely hear it, but there is another keyboard sound playing <a href=\"8arnqso0rot164uz.png\" target=\"_blank\">this</a>. i should mention that these are in the same octave, so if you try to play this with 2 hands in different octaves, it would defeat the purpose\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n10:42 pm</dco> &nbsp;<qco> The \"when, where, were, we're\" segment of \"if the world doesn't end\" is one of my favorite moments you've ever written, both lyrically and musically. It sounds great and gives me the feeling of an epiphany when I hear it. How did that come about? And why \"when\"? Why not \"why\" or \"what\"? Something about the sound of \"when\"?</qco> </h3>      \nif i could try to psychoanalyze what might have happened here, i'd say the line starts \"here you are, there we were\", so i think after saying 2 W words in a row, i think that sets a train in motion where you wanna keep going. And the previous 2 phrases started with \"here\" and \"there\", ... so you wanna say \"where\", and also \"when\", and of course \"where\" is naturally followed by \"were\", and then \"were\" easily transforms to \"we're\", and of course everyone loves a fun apostrophe game, and then now you're set up for an echo of the same line in the previous verse in that place (around again), and also fits with the point of the song (the world not ending). This is just my analysis of the line after the fact. when writing it, i'm pretty sure everything from \"when\" to the end of the line came immediately. Oh right, you were asking why it's not \"why\" or \"what\" instead of \"when\"... and the best thing i can suggest is, try imagining it with those other 2 choices... in my opinion i think that sounds much worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n9:46 pm</dco> &nbsp;<qco> when you say you're approximating, is that because just saying the name of a chord usually won't have the same feeling as having the chord played with specific instruments, emphasis on certain notes, etc?</qco> </h3>      \npretty much. the only way to 100% accurately depict something that happened musically is to hear an audio recording\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n9:29 pm</dco> &nbsp;<qco> are you aware that you released \"if the world doesn't end\" on the five-year anniversary of HOTEWIG?</qco> </h3>      \ni'm aware of it, but it's not important to me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n9:04 pm</dco> &nbsp;<qco> Near the end of the video for \"more than a dream\", the word \"dreams\" briefly switches into \"scenes\". What does it mean?</qco> </h3>      \ni don't remember that.... let me take a look.... Oh yes, that occurs while looking at a scene. Making 3D scenes to replicate the emotional effects of real world scenes has been a huge goal (and DREAM) of mine for a while. So as we're looking at one of them, it became obvious to me that the lyric there applies to both dreams and scenes. it became a no-brainer to sneak that in\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n8:24 pm</dco> &nbsp;<qco> Is cheese just flour with beans?</qco> </h3>      \nno. thank you for checking with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n8:17 pm</dco> &nbsp;<qco> did you make all the 3D scenes for your new song specifically for the song?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; it seems like a huge amount of work to have a new scene every few seconds</qco> </h3>      \nfirst i made about 14 new scenes. Then i went through the archives and gathered about 81 scenes i'd made from the past couple of years.  I ended up using 7 of the new scenes and 18 of the old ones. Almost all of them needed additional modifications to fit in the video, such as having the camera moves re-done, putting lyrics in, various other changes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n7:39 pm</dco> &nbsp;<qco> if you ate a dollar bill, would it count as cannibalism?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n7:00 pm</dco> &nbsp;<qco> will there ever be 2 persons in a video of yours</qco> </h3>      \noh hell yeah. that's been one of my biggest goals since around late 2019\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n6:35 pm</dco> &nbsp;<qco> What do you think is the most useless invention of all time?</qco> </h3>      \nhow about trinkets\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n6:06 pm</dco> &nbsp;<qco> is the pansexual flag at 0:43 in \"If the World Doesn't End\" intentional? Same with the Ukrainian flag at 1:10?</qco> </h3>      \nif you look at it that way, i'm sure you can find all the flags. it would be fun to make a check list\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n5:49 pm</dco> &nbsp;<qco> Is it okay to not know even if you really want to know?\n<br>Is it okay to want to know even if you can't know?</qco> </h3>      \nyes, i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n5:35 pm</dco> &nbsp;<qco> what's the longest it's taken you to complete a captcha&nbsp;</qco> </h3>      \nthere's some that i'm still working on\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n2:31 pm</dco> &nbsp;<qco> what do you feel is the biggest aspect of song creating that you need to improve on?</qco> </h3>      \ni'm eager to really find a way to get non-song material and song material to coexist side by side in a way that is truly effective and also makes good business sense\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n2:11 pm</dco> &nbsp;<qco> Can you make song about songs and a song about making songs?</qco> </h3>      \nmost of my songs are secretly about that\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n1:51 pm</dco> &nbsp;<qco> do you create your chords theoretically or do you just smash notes together that sound cool bc i do the latter</qco> </h3>      \nthat sounds like a false dichotomy. in other words, it sounds like you suggested 2 things that are really just the same thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n1:49 pm</dco> &nbsp;<qco> What is your favorite album</qco> </h3>      \nmy favorite idea of an album would be something that claims to be an album but is actually something much more and different. for example if something was called an album but was actually a theme park. that would be a nice surprise, and also a very warm experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n1:44 pm</dco> &nbsp;<qco> Is the time travel theory for \"fly around\" correct?</qco> </h3>      \nnever heard of it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n1:21 pm</dco> &nbsp;<qco> what's the most important thing in your life</qco> </h3>      \nthe ground\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n12:51 pm</dco> &nbsp;<qco> what is the most interesting history fact you know</qco> </h3>      \neventually, there's always a breakthrough that increases the possibility and speed for breakthroughs. just doing some back of the envelope calculations,.... this could get out of control\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n11:53 am</dco> &nbsp;<qco> okay so like are pineapples a theoretical ideal in your universe or are they an all-powerful deity</qco> </h3>      \ni'm not sure. all i know is they look so ridiculous, i've never gotten close to one without being overwhelmed\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n11:26 am</dco> &nbsp;<qco> What does \"I'm a princess\" really mean? like from my dumb ass perspective, its like you're in the spotlight but its like you're not there, no one is near you but everyone know what you do or at least that's how I see it. im a dunce 2 btw</qco> </h3>      \nit explores themes of isolation, highness, ambition, solace,\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n10:20 am</dco> &nbsp;<qco> Do you like words?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n10:09 am</dco> &nbsp;<qco> i fear that one day an ordinary guy got hold of a nuke and end the world\n<br>how do i get over this fear whilst not being in control of who has the nukes&nbsp;</qco> </h3>      \nmaybe you could convince yourself that in such a scenario, we'd all be already dead, so therefore it makes sense that that is never the version of reality we find ourselves experiencing. similar to the way that a light that's not on is not on. i promise this makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n9:51 am</dco> &nbsp;<qco> Is the stickman guy in your newest video \"steve\" from \"hi i'm steve\"? </qco></h3>      could be the same actor<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If not, why does he look like \"steve\"?</qco> </h3>      same character design team (which happens to be me)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n9:30 am</dco> &nbsp;<qco> How did you get inspiration for \"At the corner store\"?</qco> </h3>      \njust started pedaling a Bb bass note at a certain tempo, and then the melody/chord riff came, like <a href=\"write20211018054752.mp3\" target=\"_blank\">this</a> (from october 18, 2021). then the next time i looked at it, i think i had sort of a dummy lyric which seemed to fit, like <a href=\"write20211020104256.mp3\" target=\"_blank\">this</a> (from october 20, 2021). and at that time i also acknowledged that \"when i close my eyes\" also seems might be another option for a later verse somewhere. I was quite certain that i did NOT want the \"corner store\" to be the primary lyric. i suspected that a second verse might say \"at the corner store, getting things you need for the brand new world\" or something. Then for the production cycle due on 4/19/22, this song was selected, purely based on the musical riff, and again with the caveat that the \"corner store\" will NOT be the primary lyric, nor the title. The first several hours of the songwriting session were promptly spent trying vehemently to come up with something 'better' than the corner store line. vague themes of morning/awakening were floating around, some sort of idea of some kind of congregation or club, feelings of renewal, ..... these were the vibes i was going for, but i never came up with anything that fit. At times like these, after a certain amount of toiling, you have to just accept destiny and go with what you've got\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n9:20 am</dco> &nbsp;<qco> Any chance we'll see a construction workers vest or hat in an upcoming video</qco> </h3>      \nabsolutely\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n8:28 am</dco> &nbsp;<qco> have you ever guessed an answer on jeopardy that none of the contestants could get\n</qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;technically i did but i'm not sure jeopardy junior counts</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n8:01 am</dco> &nbsp;<qco> what is your mbti type?</qco> </h3>      \nMild, Bold, Tries things, Isn't a villain \n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n7:10 am</dco> &nbsp;<qco> do world events influence your song writing?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n6:56 am</dco> &nbsp;<qco> I noticed that the car driving down the road at the end of if the world doesn't end is actually the same car from here comes the sun - is this just a meaningless but neat detail, or does it mean something more in the context of both songs together?</qco> </h3>      \nyes. the 'somewhere' scene was made first, and then when i was making the video for 'here comes the sun', i wanted a car so i used the car i had on hand. then, years later, when making the \"if the world doesn't end\" video, i needed a scene (well, many scenes actually), so in many cases i used scenes i had on hand (such as the 'somewhere' scene)\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n2:40 am</dco> &nbsp;<qco> I just can't get myself to start drawing this comic I want to draw because I think the story is not good enough. and it's not getting any better. should I abandon it and start something new??</qco> </h3>      \nkeep it in the list, but try other in the list for a while. if there's not enough things in the list, then add some things to the list\n<br><br>"
  },
  {
    "html": "<h3> <dco>5.12.22&nbsp; \n1:31 am</dco> &nbsp;<qco> If songs are written when you're not thinking, how can I create a system wherein I can not think about 1 specific song at a time long enough for it to eventually be fully written? It seems like I would have to use a fair bit of thought just to keep a song of my choice on the chopping block</qco> </h3>      \nthe best way i know is to \"reset\" your mind and then do a run-through of what you have so far, in real time. The fresher you are, the more likely you will clearly see the song for what it is, and get something. The best way to achieve this sort of 'reset' of 'freshness', unfortunately, is to go for a long period of time without hearing the song, and then hear a real-time run through for the first time. Then as soon as you hit the end of that run through, that's when the next part is most likely to hit you. And if it doesn't, ......... well, the best thing to do is reset again and try again. However, the problem is that the best resets take way too much time to do. So if you actually want to get it done, you need a force-reset, and what i typically do is walk over and touch the door handle and come back (then start the run-through). That works a little bit, but not always. What i've discovered recently might be much more effective is to go to the shower and put your face under the cold water. This seems to work shockingly well, and for the past 2 weeks i've been using it repeatedly on everything from writing to music arrangement to video production. it might be the most effective instant-reset method i've ever found. I keep expecting it to wear out but it seems to keep working\n<br><br>"
  }
]
