[
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n8:51 pm</dco> &nbsp;<qco> What inspires or motivates you to create? </qco></h3>      to make the most of life and the living experience<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do you just enjoy the process/finished product? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Also you are a huge inspiration to me, thanks. :)</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n8:17 pm</dco> &nbsp;<qco> could you do a video going through how you make one of your songs? </qco></h3>      yes<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;would be really cool to see how \"i'm a princess\" came to be, it's fantastic</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n7:00 pm</dco> &nbsp;<qco> Why did you start doing music?</qco> </h3>      \nto make the most of life and the living experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n6:44 pm</dco> &nbsp;<qco> What is the fundamental problem?</qco> </h3>      \n1=2\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n6:31 pm</dco> &nbsp;<qco> what's your favorite mode of transportation?</qco> </h3>      \nalready being there\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n6:13 pm</dco> &nbsp;<qco> are you thinking about someone when you write your songs?&nbsp;</qco> </h3>      \nsometimes i think about people in general. or a made up character\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n5:47 pm</dco> &nbsp;<qco> do you plan on touring?</qco> </h3>      \ni've thought about it, but i also might do all the shows in the same place\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n5:05 pm</dco> &nbsp;<qco> do you plan on helping people initiate use of their free will</qco> </h3>      \nit's way beyond the planning stages at this point\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n4:21 pm</dco> &nbsp;<qco> can you release a track every 2 weeks these dayz yet?</qco> </h3>      \ni could definitely do it with just audio. the audio of my next song is completely done\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n3:24 pm</dco> &nbsp;<qco> What would Bill Wurtz do with no restrictions to his creative abilities??</qco> </h3>      \nprobably have some sort of epic meltdown\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n2:43 pm</dco> &nbsp;<qco> Is \"i was going to say no but now that i think about it yes\" a hint at the fact that all interpretations are valid?</qco> </h3>      \nsome of them. at least 2, in that case\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n2:31 pm</dco> &nbsp;<qco> How do you make all your music so catchy?</qco> </h3>      \nby making patterns and breaking them, or sometimes the other way around\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n2:22 pm</dco> &nbsp;<qco> Is your next song about the inevitable collapse of society</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n12:50 pm</dco> &nbsp;<qco> do you think of the lyrics or the music in your songs first? or both at the same time maybe</qco> </h3>      \nit's best for me to do it at the same time. It can be done separately, but it's more of a puzzle that way. which is fun, but a little inconvenient\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n12:29 pm</dco> &nbsp;<qco> who is your music for?</qco> </h3>      \nyou\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n11:47 am</dco> &nbsp;<qco> do you think now is an appropriate time to give us an anagram of your next song/video's title so we can try to unscarmble it? </qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;if so, what anagram do you give us?</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n11:34 am</dco> &nbsp;<qco> What is the purpose of all your content?</qco> </h3>      \nmake the most of life and the living experience \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n11:29 am</dco> &nbsp;<qco> what is something you have changed your mind on recently?</qco> </h3>      \nreverse psychology\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n11:19 am</dco> &nbsp;<qco> how do i music?</qco> </h3>      \n  you could try reverse psychology \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n10:58 am</dco> &nbsp;<qco> do people have to have profound musical knowledge to make wonderful music?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n10:41 am</dco> &nbsp;<qco> are you scared of change? </qco></h3>      some of it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;how much change is too much?</qco> </h3>      \na huge amount\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n9:29 am</dco> &nbsp;<qco> How did \"when I get older\" sing you?</qco> </h3>      \nan example of the way a song sings you is: if the song seems to express things that you've felt. this is a likely experience to have when writing a song\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n7:48 am</dco> &nbsp;<qco> Are you going to keep making music videos or start the silly, short ones ( example- how to fly a plane )?</qco> </h3>      \ni need to do a lot of songs, but there's also a brand new type of videos i've been writing, which i'm excited to get to\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n2:46 am</dco> &nbsp;<qco> How do you come up with so many clever jokes?</qco> </h3>      \ni was going to say i have to rummage for them but that's not true. the best jokes are ones that come straight out to greet you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n2:05 am</dco> &nbsp;<qco> do you think its right to say that everyone can have their own idea of what your songs mean and that they all aren't wrong in ways\n<br></qco> </h3>      \nthat's true of anyone's songs. It's true of most THINGS actually. but, if music is involved, it ramps this phenomenon up to almost a billion\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.7.21&nbsp; \n12:10 am</dco> &nbsp;<qco> Have you ever had any hobbies besides making music?</qco> </h3>      \nyes. i like using language in general\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n10:49 pm</dco> &nbsp;<qco> Would you say that your work is intended to be just vague enough that people can take whatever meaning they want away?</qco> </h3>      \nthis can be a great strategy, which i use sometimes but not all the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n9:48 pm</dco> &nbsp;<qco> What can I do when life throws things at me faster than i can deal wkth them</qco> </h3>      \ndeal with some of them, but if you happen to be in a confident mood you could try dealing with all of them, and you might come up with some tricks in which case you are increasing your skills OR you might still fail in which case you should relax a bit and go back to only dealing with some of them until the next time you are feeling confident enough to try some more tricks again. over time this should work pretty well and you may even grow thankful for the onslaught of things, because without them you might not have had a chance to develop those skills\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n9:46 pm</dco> &nbsp;<qco> why do i listen to the same one song for days&nbsp;</qco> </h3>      \nbecause you like it very much\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n9:18 pm</dco> &nbsp;<qco> i'm really upset because i feel like there's no point to me putting all these emotions on the internet through music to get zero views. i know that's very irrational and probably raises many questions like \"am i sure i want to do this\" and \"am i doing this for other people rather than for myself\". these questions have obvious answers to my conscious mind (yes i want to do this and no i'm not doing this for other people), but i wonder if another answer is lurking subconsciously. i'm trying to decide if i should take a break and find my intentions or maybe even find another outlet for my feelings. what do you think?</qco> </h3>      \nfirst, just sit yourself down (or stand up) and ask yourself if you truly want the views. If the answer is yes, (it certainly was for me), there is a 2-part strategy i can recommend. first, keep doing the content, regularly and ruthlessly, to the absolute greatest of your ability. then, (or at the same time), open up some social media accounts in your artist name and begin GENTLY but ruthlessly interacting with many many many people, in the most honest and genuine way you can. i should clarify that this strategy is tailored toward the person who's answer to the first question was a resounding 'yes', mostly because it takes a long long time to do it effectively. but it does work\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n8:55 pm</dco> &nbsp;<qco> Do you think you will ever change your style?&nbsp;</qco> </h3>      \nyes. i change it all the time\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n8:21 pm</dco> &nbsp;<qco> I was just listening to Slow Down, and I wondered: is there any significance to the number 124 in the line \"I'm bobbling down 124th street\"? Or maybe it just had the right amount of syllables.</qco> </h3>      \nthis is an interesting experiment. try singing it with every different number you can think of.  make sure you sing it from the beginning of the song all the way through to that point each time, or else it doesn't count. and see which one you like the best. your choice might be different than mine, or maybe it will be the same. \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n7:44 pm</dco> &nbsp;<qco> did you make the body of the princess consist mostly of the pansexual flag to come out as pan, or was that just a coincidence?</qco> </h3>      \nevery flag is in the video. panama, checkered, etc\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n7:35 pm</dco> &nbsp;<qco> how do you just sit down and create \"I'm a princess\"</qco> </h3>      \ni was actually standing up. the first line hit me when i was in the shower\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n6:50 pm</dco> &nbsp;<qco> you're really cool and you make really neat music and that's not a question so i'll ask: how do you come up with the chord progressions for your songs? </qco></h3>      i write the melody, which usually makes the chords obvious. it's like when you put a car in a room: and then it becomes pretty clear which room it is (garage). so almost never is a 'chord progression' written. i just write the song, and use what chords i need<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;is it some super structured and complicated process or are you just having fun and screwing around?</qco> </h3>      \nneither. i have to calm myself and just try to let the song play, in my mind (before it exists). then, if that goes well, i write down how it went\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n6:15 pm</dco> &nbsp;<qco> what were you trying to do with the chords in the bridge (the \"road doesn't end\" part) of long long long journey? </qco></h3>      do the bridge<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;specifically the fact that they're over an arpeggio of a different chord. (i'll totally accept \"i just wrote random chords and it sounded good\" as an answer btw)</qco> </h3>      random chords usually don't work. what seems to be happening in the bridge of long long journey is quite a common phenomenon. if the song is in F#, imagine we've jumped to the key of A except we're never using the 1 (A) chord. this happens all the time in these sorts of sections. Also it's not an arpeggio. it doesn't repeat\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n5:05 pm</dco> &nbsp;<qco> a nondrummer thinks of playing drum set as one line, like boom tatata kah tatata ... but people who play the drums can split that rhythm into four limbs?</qco></h3>      not really. you gotta think of it all together. like typing, or speaking language<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So how does that happen in your brain? and so quickly, like on the fly?</qco> </h3>      it feels the same as talking, or typing. You're not actually thinking about every word, or every letter. Think about the experience you have of talking, or typing. What's going on in your brain? you're just thinking about what you're talking about. You are not thinking about the words. How the heck does this happen? from what i understand, this is one of the miracles of the Language part of the brain. its power is overhwelming to me, especially when i think of all the words i don't know i know\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n4:59 pm</dco> &nbsp;<qco> Could you describe your songwriting process (in short)? </qco></h3>      i have to make something up<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;or what do you usually start with and finish with?</qco> </h3>      \nif it goes well, the starting idea appears out of nowhere. then it goes into a list. Then, when i do a song writing session, one of those entries is selected using a selection process, then, i have to figure out what goes next. i continue doing this until the best thing to go next would be to end it\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n4:56 pm</dco> &nbsp;<qco> how do i think</qco> </h3>      \ni am still trying to think of a way \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n4:40 pm</dco> &nbsp;<qco> why don't you use capital letters?</qco> </h3>      \ni do, but, why don't you\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n4:19 pm</dco> &nbsp;<qco> what do you think of the state of \"ohio\"?</qco> </h3>      \nit's the most eastern non-eastern state\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n4:14 pm</dco> &nbsp;<qco> What was your inspiration for Airport Terminal? </qco></h3>      airport terminals<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Its so wacky and amazing and its my favorite song of yours.</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n3:38 pm</dco> &nbsp;<qco> How many letters are in the title of your next video?</qco> </h3>      \n9\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n3:22 pm</dco> &nbsp;<qco> is cereal a soup?</qco> </h3>      \nit is among many different candidates to become soup \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n3:13 pm</dco> &nbsp;<qco> Did you know that \"was\" spelled backward is \"saw\"?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n2:49 pm</dco> &nbsp;<qco> You said in the past that you were working on a \"big\" project;&nbsp;was that project \"here comes the sun\" or are you still working on it?</qco> </h3>      \nit was 'history of the entire world, i guess'. i finished it on may 10, 2017\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n2:43 pm</dco> &nbsp;<qco> Have you Ever been to new canan Connecticut</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n2:29 pm</dco> &nbsp;<qco> In your video, \"hi, i'm steve\", is he Steve or is he NOT Steve? Because in the beginning of the video, you (he) said, \"I'm in a car. It's in a tree. Just kidding, my name's not Steve.\" But at the end of the video, you (he) say, \"Bye, I'm Steve.\" (I am sorry for this retelling, obviously you already know this.) This contradicts with what you (he) said in the beginning of the video. So is he Steve? Is he not Steve? </qco></h3>      it seems like \"hi, i'm steve\" is sort of like a catch phrase he says. \"bye, i'm steve\" would be the goodbye variation of this catchphrase<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If he is not Steve, is there any chance his name is Jed? </qco></h3>      only if your name is Jed<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Or is he a representation of you?</qco> </h3>      i was going to say no but now that i think about it yes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n2:21 pm</dco> &nbsp;<qco> Why are dog?</qco> </h3>      \nyou requested this\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.6.21&nbsp; \n1:46 pm</dco> &nbsp;<qco> thoughts on paradoxes?</qco> </h3>      \n fake\n<br><br>"
  }
]
