[
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n7:43 pm</dco> &nbsp;<qco> what do you do when you're sad</qco> </h3>      try to understand\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n7:40 pm</dco> &nbsp;<qco> My pillow is green and I dont like green pillows, should I paint it not green?\n<br></qco> </h3>      i don't think you want paint on your pillow<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n5:08 pm</dco> &nbsp;<qco> do you reply to messages on Twitter bill?</qco> </h3>      it depends on the contents of the message<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n4:58 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709211225\">9.21.17&nbsp;&nbsp;12:25 pm</a> &nbsp;&nbsp;&nbsp;Does that mean video by tuesday maybe???</qco> </h3>      i just don't know anymore<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n3:38 pm</dco> &nbsp;<qco> Reading this questions page has made me feel guilty for not releasing another video, and I don't even make videos! Have you ever taken a break from answering questions/looking at comments for a significant period of time to focus on making something?</qco> </h3>      i always focus on making things but also do questions every day<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n2:41 pm</dco> &nbsp;<qco> What if spaghetti is real?</qco> </h3>      i think it is<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n1:30 pm</dco> &nbsp;<qco> how to gain spiritual enlightenment??</qco> </h3>      remember everyone is you<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n12:41 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201709222015\">9.22.17&nbsp;&nbsp;8:15 pm</a>  surprise, an app for that exists and it's called shazam</qco> </h3>      surprise, that only detects the original audio recording. won't detect an entirely different performance of the same song<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n10:49 am</dco> &nbsp;<qco> why are you \"on\" a plane, \"on\" a bus, \"on\" a train, but never \"on\" the car?</qco> </h3>      it's kind of like the same reason some people are left handed <br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n10:17 am</dco> &nbsp;<qco> What else would you call a French Horn if you could only use very simple words?&nbsp;</qco> </h3>      thosse words are already very simple<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n10:15 am</dco> &nbsp;<qco> if a 'perfect' language is invented in the future, what word would you choose to mean 'pineapple'?</qco> </h3>      a perfect language wouldn't be able to have words at all<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n6:56 am</dco> &nbsp;<qco> Is Schrödinger cat alive or dead?</qco> </h3>      i will check<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n3:07 am</dco> &nbsp;<qco> I have to direct, record and edit a 10+ min documentary for video class and I have no subject for it. I need suggestions please!</qco> </h3>      i have only done a video that long once, and it took many times longer than any class<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n1:37 am</dco> &nbsp;<qco> How do you deal with regrets?</qco> </h3>      do new things! to regret, or perhaps not regret\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.23.17&nbsp; \n12:14 am</dco> &nbsp;<qco> Do you think it's reasonable to be afraid of tomatoes?</qco> </h3>      sure\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n10:50 pm</dco> &nbsp;<qco> what do you think about the world ending?</qco> </h3>      i think it's just getting started\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n10:36 pm</dco> &nbsp;<qco> should i view your content backwards? maybe even upside down?</qco> </h3>      it's not really necessary, but you could try, it if you have nothing else to do\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n10:00 pm</dco> &nbsp;<qco> what's your favorite number of times to MAKE SOME aRT</qco> </h3>      as many as possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n9:59 pm</dco> &nbsp;<qco> Do people ask you questions at a certain time of the day?</qco> </h3>      every time is certain\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n9:55 pm</dco> &nbsp;<qco> Yesterday me and my friendo were having a friendly argument over how you get your money. She tends to dislike anything that is presented to her because she's a cynic of sorts. (Like, on the badnwagon that bandwagons are bad) I told her that you didn't get money off of ads but off of patreon and paypal, and she says any youtube star basically gets payed by youtube even if there are no ads on ur vid. is this true?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n9:48 pm</dco> &nbsp;<qco> A fan asked you \"Can you go back to making short videos?\"&nbsp;&nbsp;and you responded&nbsp;&nbsp;&nbsp;&nbsp;'how about something of a more medium size' Can u define that? i'd think it's like movie star length right</qco> </h3>      i always prefer to keep songs under 3:30, but for general videos i think i'd hope to keep it under about 6 minutes. and since i've already done way too many videos and songs under 20 seconds, i'd say let's keep most of them a bit longer than that, for now\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n9:34 pm</dco> &nbsp;<qco> I heard this really good description of \"time\" in the form of a riddle from my musical mentor. He asked me \"let's say you are rafting on a river. There are slow parts and fast parts. So if the fast part is going faster than the slow part, then why isn't there a gap in between the fast and slow parts where there isn't any water?\" and I knew how rivers worked so I told him \"the size of the river changes\" and he was like \"yes! That's how good time works! it can speed up or slow down, but there is always the same amount of 'water', and when people aren't very good at keeping time, there are these wedges in the river where there is empty space.\" I love this analogy but I still don't fully understand the \"water\" part in terms of music. Do you have any ideas?</qco> </h3>      i actually don't understand the analogy\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n9:23 pm</dco> &nbsp;<qco> Are you a bored game</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n9:23 pm</dco> &nbsp;<qco> What would you do if you got elected president?</qco> </h3>      panic<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp;\n8:37 pm</dco> &nbsp;<qco> What time is it not right now?&nbsp;</qco> </h3>      3:01\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n8:15 pm</dco> &nbsp;<qco> What do I do if a have a melody in my head, but I don't know what song it is I'm thinking of (and I can't look it up online cuz i can't think of any of the songs lyrics)?</qco></h3>      you have to just ask your friends. particularly the ones who are familiar with a lot of music. you can always ask me, if you want, just email me the attachment of you singing it and i will tell you if i know it, i know a lot of music<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It's 20fucking17 why isn't there like an app or something where I can scat sing the melody into my phone and it tells me the song (even if I sing out of tune/not in the right key)? Do you think that'll be something that gets invented soon? I hope so.</qco> </h3>      it's pretty complicated technology, but i do believe it will become a reality soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n7:23 pm</dco> &nbsp;<qco> Hi. So the earth completes 1 rotation in 24 hours. That's 1/86400 seconds which is about 0.00001157407 Hz. Move that up a few octaves (22) and you pretty much got a G note. Using the same math... I found that Mercury and Venus are both closest to A. Earth and Mars are closest to G. Jupiter is closest to Bb. Saturn is closest to A. Uranus is closest to C#. Neptune is closest to D. So our solar system is playing, like a Gm9#11 chord? Why such a sad, weird, dissonant chord do you think? Why does our solar system feel like that? Pluto would be closest to B... which would make the chord even weirder.... I don't even know what you'd name that chord. Maybe this is why scientists don't want to make pluto a planet???&nbsp;</qco> </h3>      it's important to remember that those frequencies are not close enough in tune to warrant calling it the chord you called it. some of them are really like half way in between notes. i think if you are interested in what it sounds like, you will need to try putting all those frequencies together (multiplied up several octaves of course) and hear what it sounds like\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n7:10 pm</dco> &nbsp;<qco> thoughts on long answers to short questions?</qco> </h3>      seems legit<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n6:54 pm</dco> &nbsp;<qco> What is the time signature of this song? It sounds like a highly syncopated 4/4 but some parts really throw me off. https://www.youtube.com/watch?v=mXqqmxDq300</qco> </h3>      it switches a lot. the intro is 11 8th notes repeating, the verse starts as 11 quarter notes repeating, but it has many other changes and variations in it<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n6:20 pm</dco> &nbsp;<qco> how many grains of sand do I need to make a pile of sand?</qco> </h3>      i think at least 10,000<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n6:01 pm</dco> &nbsp;<qco> Do you function better with a schedule?</qco> </h3>      i think so<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n6:00 pm</dco> &nbsp;<qco> What is your philosophy on life?</qco> </h3>      seems like it's off to a great start<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n5:56 pm</dco> &nbsp;<qco> i'm taking a class on classical music theory (fwiw i am a self-taught musician and the reason why i'm in this class is complicated) and i realized a lot of the infinitely long rules for \"common practice\" can be followed like 90% of the time if you just move the voices as little as possible, as alluded to in <a href=\"q.php?date=201709090947\">9.9.17&nbsp;&nbsp;9:47 am</a> . is this a coincidence or is there something magical and/or pragmatic about moving the voices as little as possible?</qco> </h3>      i think it's kind of like how people usually remain in roughly the same geographical location, over the course of one sentence. although that is not always the case <br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n5:33 pm</dco> &nbsp;<qco> Hi! I'm working on some short stories. Can you tell me what you think is the best way to write the contraction of \"why did you\"? I want to write my dialogue the way that people actually talk. At least me personally, I never enunciate all 3 of those words, I say it like it's 1 word,&nbsp;&nbsp;that sounds like \"wide'juh\" if that makes sense. How would you write that in a way that's obvious to the reader (I don't know if somebody reading \"wide'juh\" would know what that's supposed to mean).</qco> </h3>      why'd you<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n4:46 pm</dco> &nbsp;<qco> are you 100% pure bread human?</qco> </h3>      no, i think i'm more like 3% bread<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n4:39 pm</dco> &nbsp;<qco> Hi bill, do you tips on asking a girl out? How can i assure the success?</qco> </h3>      you can't. you have to just wait for her to do it<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n4:14 pm</dco> &nbsp;<qco> how to get over the feeling that everyone hates you even though you've done nothing wrong</qco> </h3>      do more things! for people to hate, or perhaps not really hate<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n3:54 pm</dco> &nbsp;<qco> I have to share a binder with someone meaning I might actually have to try coordinating something with someone. How do I ask who should get to bring the binder when?&nbsp;&nbsp;I've never had to do something like this. I'm panicking.</qco> </h3>      use the BinderShare app. i think it mainly just advertises binder-related products to you and everyone in your contacts list, but who knows maybe it can help manage your binders too<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n3:53 pm</dco> &nbsp;<qco> Do you reply to instagram messages?</qco> </h3>      that depends on the contents of the message<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n3:52 pm</dco> &nbsp;<qco> the chorus in this song makes me feel very good and I want to know what the first chord change is (~0:55-1:00) can you tell me what it is?thanks for your time https://youtu.be/7IPU8UFQCm4?t=55s</qco> </h3>      within the time range you mentioned, nothing much happens. just the 1 chord (Bb) and then a hint of Bbmaj7(9) in the next bar. most of the chord changes i'd think you would be interested in are after that time range, but maybe you specified the time range wrong. i'm not sure<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n3:40 pm</dco> &nbsp;<qco> if the song is called \"movie star\", why is the video called \"i wanna be a movie star\"?</qco> </h3>      for some reason i just thought that was a stronger title for the video. i'm not sure if i can explain why <br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n2:15 pm</dco> &nbsp;<qco> Bill, I am a fan of your instrumentals. With respect to your other works, when do you think you are going to make more instrumentals? I think making them after making the nearly 400 songs is a good time.</qco> </h3>      there is a page on my site where i just jam out on cover songs, instrumentally. this is mainly for my own enjoyment, but you can hear it anyway. beyond that, i find if i'm actually constructing a good instrumental, it should go along with a video<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n1:43 pm</dco> &nbsp;<qco> Are you outside of the box right now? If so can you help me join you?</qco> </h3>      i like to switch boxes, and make new ones, and maybe even discover ones that have been there the whole time. yes please join me, right away<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n12:52 pm</dco> &nbsp;<qco> Is my question a question?</qco> </h3>      most questions are questions, but i guess i can't be sure<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n12:34 pm</dco> &nbsp;<qco> hey you asked yourself this question while sleepwalking. as a joke</qco> </h3>      that's not true but i respect your opinion<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n12:08 pm</dco> &nbsp;<qco> I have a hard time coming up with vocal parts. And singing is especially difficult for me. I've had asthma since I was a kid, and other recurring respiratory issues.. so sometimes it's tough to hold out a note for a long time, or to sing a full phrase without having to stop to take a breath, I think it might limit my vocal range too. When I do try and sing, I sound like if&nbsp;&nbsp;Donald Fagen smoked way too many cigarettes and put a clothespin on his nose. I love music, and I like to think that I am pretty decent on the instruments I play, but so many songs are driven by the vocal parts. Like, I think really the function of instruments in a song is to compliment/accompany the vocals (which should usually be front and center)... Not really singing makes it tough for me to actually come up with vocal parts, so I try to over-compensate with the instruments when I write. But when I do play with a singer, usually there's too much going on with the in\nstrument\nal arrangements and it sounds too jumbled/cluttered. Any advice for me?&nbsp;</qco> </h3>      it sounds like you are on the right track<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n11:08 am</dco> &nbsp;<qco> <a href=\"q.php?date=201709211639\">9.21.17&nbsp;&nbsp;4:39 pm</a>  does that mean the next song will have more wurtz-style optimistic passages telling us everything's gonna be alright and just fine??</qco> </h3>      it has that sort of feeling, but the lyrical content is a bit different<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n10:05 am</dco> &nbsp;<qco> Hey Bill, you see, I'm going on the magical adventure of learning how to do the thing in music, but I've got 2 instruments (Piano and Flute). So, my question is, do you think I should try to learn them both at once? Or like master one before doing the other? If so which one? (Probably piano because you've talked about it before but I might as well ask :p)</qco> </h3>      i think learning both together will be great for you<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n10:04 am</dco> &nbsp;<qco> Do penguins have knees?</qco> </h3>      i'm not sure<br><br>"
  },
  {
    "html": "<h3> <dco>9.22.17&nbsp; \n9:34 am</dco> &nbsp;<qco> should the colour blue be used in a satanic monument\n<br></qco> </h3>      it depends if it goes well with the other colors<br><br>"
  }
]
