[
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n9:26 pm</dco> &nbsp;<qco> i may be approaching burn out on a personal project that i have worked gradually for a year now. what should be the next course of action so that i can finish this enormous project more quickly? it's been cooking for way too long, but i'm realizing not enough progress&nbsp;</qco> </h3>      \nwell, right now you're stuck on a boat with yourself now and yourself when you started the project. i know that's not a solution, but the drama is exquisite. especially if you can get both characters to really passionately express their point of view in this\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n8:51 pm</dco> &nbsp;<qco> How can I show people that they matter to me?</qco> </h3>      \nif they really do, then you can just tell them. if they don't really, but you tell them anyway, they might not believe you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n8:21 pm</dco> &nbsp;<qco> there are toilets now</qco> </h3>      \nok i believe you\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n5:23 pm</dco> &nbsp;<qco> why the green q?</qco> </h3>      \ntitle stylization\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n5:00 pm</dco> &nbsp;<qco> how soon is soon?&nbsp;</qco> </h3>      \nsoon\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n4:56 pm</dco> &nbsp;<qco> Do you feel sideways today?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n4:42 pm</dco> &nbsp;<qco> How to get over feeling like you never fit in? Growing up I always felt like the odd one out and that stayed with me to adulthood. Thing is I realize lots of people feel that way so it's not like I couldn't fit in somewhere eventually. So why is it so hard to let go of this mentality? It's dumb because I want to be included and have friends and stuff but I never seem to allow myself to be part of the group. Like I tell myself stuff like I know they don't really want me here even though they're totally the ones who invited me! What's up with that? I'm tired of living like this. I guess what I'm really asking is how do you genuinely chill around other people and actually enjoy it?</qco> </h3>      \nmaybe you could all work on something together\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n4:28 pm</dco> &nbsp;<qco> do you consider yourself an outsider musician</qco> </h3>      \ni'm actually too inside\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n3:24 pm</dco> &nbsp;<qco> what's you opinion on sanwiches?</qco> </h3>      \nthey usually have something to hide\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n12:14 pm</dco> &nbsp;<qco> Is wfaoie a criticism of educational kids shows not teaching serious isues when talking about a place?</qco> </h3>      \nno. it's an exploration/confrontation of my own desires to frolic around the map\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; 11:38 am</dco> &nbsp;<qco> does it bother you when people ask a question and then end it in a period instead of a question mark.</qco> </h3>      \nno, but what does bother me is questions that begin with 'does it bother you'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n11:17 am</dco> &nbsp;<qco> how do you think</qco> </h3>      \nyou could spend a lifetime trying to explain it. actually that sounds like fun\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; 10:43 am</dco> &nbsp;<qco> what time is it?</qco> </h3>      \n10 after half past midday\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n9:27 am</dco> &nbsp;<qco> \"Here Comes the Sun\" strikes me as a very segmented song, with a lot of bits and pieces that feel like they were plucked from other demos.</qco></h3>      it wasn't<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My favorite of these is when you sing \"I can't explain the way that I'm feeling.\" Is there a particular \"segment\" of the song you especially enjoy?</qco> </h3>      \nthe second pre-chorus (interesting day)\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n7:52 am</dco> &nbsp;<qco> is today yesterday's tomorrow, or tomorrow's yesterday? or is it both? or anther thing?</qco> </h3>      \nall of the above\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n7:39 am</dco> &nbsp;<qco> Can you produce the sound of a clown horn with using only your voice?</qco> </h3>      \ni estimate that i could. i'd have to listen to reference of the specific type of horn first\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n4:06 am</dco> &nbsp;<qco> Every day I feel like I want to do everything, but instead I do nothing. It's killing me. How do I stop doing nothing? I'm crumbling under my own dead weight.</qco> </h3>      \nyou could start up your own TV show, in the Bob Ross format, where in each episode you do a finite group of things\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n1:32 am</dco> &nbsp;<qco> tips on accelerating?</qco> </h3>      \nultimately you'll need a source of energy generation\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n12:47 am</dco> &nbsp;<qco> Why do restaurants serve milkshakes with sprinkles on the side of the cup? </qco></h3>      i have no idea. this has never happened to me, but that doesn't mean it doesn't happen<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;That just means I can't eat the sprinkles, unless I used a spoon specifically for them, but that would probably be weird!</qco> </h3>      \n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n12:43 am</dco> &nbsp;<qco> what's one thing you know about 2023?</qco> </h3>      \nit's 7x17x17\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; \n12:37 am</dco> &nbsp;<qco> how to be likeable? i've been having problems being likeable so i came to ask you how to be likeable mr wurtz</qco> </h3>      \nyou could just remind people to like you, when you first meet them\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.17.23&nbsp; 12:28 am</dco> &nbsp;<qco> what time is it</qco> </h3>      \n10 before half past midday\n\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n9:48 pm</dco> &nbsp;<qco> Absolutely love your work! When are the next pearls of songs coming out?</qco> </h3>      \ni'm not sure but it will be soon\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n9:44 pm</dco> &nbsp;<qco> Let's suppose you wake up to find you're in a universe with no chairs. Is your first action to invent the chair?</qco> </h3>      \nthat depends if they've also disappeared from my memory\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n9:37 pm</dco> &nbsp;<qco> I wonder what people of the 1700's will think of our world now</qco> </h3>      \ni think it would be surprising but it would still make sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n9:13 pm</dco> &nbsp;<qco> what do you think about the number 727</qco> </h3>      \nit might be prime. it's not a multiple of 3, (or 5, or 2), or 7, or 11, or 13, or 17, or 19, or 23, ..... and 29 squared is already higher than it, so i believe 727 is prime\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; 8:53 pm</dco> &nbsp;<qco> how do you make your videos</qco> </h3>      \ni will eventually explain it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n8:34 pm</dco> &nbsp;<qco> Do you love the Industrial Revolution? I love the Industrial Revolution</qco> </h3>      \nit's a good metaphor for other revolutions. and other revolutions, in turn, are a good metaphor for it\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n8:29 pm</dco> &nbsp;<qco> How much luck do you think is required for success as a musician&nbsp;</qco> </h3>      \nnone is required, but it's optional\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n8:08 pm</dco> &nbsp;<qco> I've been wondering recently if you have ever answered something that wasn't a question.</qco> </h3>      \nyes i have\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n7:25 pm</dco> &nbsp;<qco> Is it possible for a \"dream job\" to ever be as great as it is in your imagination? </qco></h3>      at certain moments. or it may be good in ways that you hadn't even imagined. or, maybe a job that you didn't think would be your dream job actually ends up being very good<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It seems like no matter how great something sounds to work on, it'll always be at least a little worse than you thought it would be. Are our brains just bad at expecting stuff accurately?</qco> </h3>      \ni'm not surprised that we can't predict the future perfectly. sometimes it's better and sometimes it's worse\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n6:58 pm</dco> &nbsp;<qco> Could there be a planet that is identical to Earth somewhere in the universe?</qco> </h3>      \ni don't see why not\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n5:00 pm</dco> &nbsp;<qco> do you ever find a set of songs to be best listened to together in a certain order?</qco> </h3>      \nnot really. but if you throw some non-song material into the mix, (scenes, dialogue, things happening,) then songs can play along in sequence with that very well\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; 4:53 pm</dco> &nbsp;<qco> thoughts about thoughts?</qco> </h3>      \nridiculous\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n4:29 pm</dco> &nbsp;<qco> how do i cat</qco> </h3>      \nnot even cats know that\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n2:09 pm</dco> &nbsp;<qco> What do you think of noodles?</qco> </h3>      \ni've never seen the end of a noodle. therefore i suspect all noodles might be the same noodle\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n1:39 pm</dco> &nbsp;<qco> are you paying attention?</qco> </h3>      \nto what? nevermind, yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n1:22 pm</dco> &nbsp;<qco> If I want to go to heaven, which religion should I pick? I don't want to guess incorrectly and wind up in hell by accident. Like, what if I live my life as a devout catholic, but then I go to hell and the devil is like, \"Oh sorry. Nice try, but the correct answer was Zoroastrianism. Thanks for playing.\"</qco> </h3>      \nit's never like that. pick whichever one means the most to you\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; 12:06 pm</dco> &nbsp;<qco> what should i have for lunch</qco> </h3>      \nthat's none of my business\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n11:52 am</dco> &nbsp;<qco> What should I write a story about?</qco> </h3>      \neverything. i assume no one has tried that yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n11:47 am</dco> &nbsp;<qco> your work that you share with us always leaves me feeling such a lovely way, and it makes me want to continue developing my own creative endeavors. but whenever i work on one of my projects, i end up feeling so frustrated that it's not what was in my head. do you have any way to avoid the stuck feeling and maybe a way to feel okay with a low-quality finished product?</qco> </h3>      \ni'm not sure. but i think everyone deals with that\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n8:50 am</dco> &nbsp;<qco> how to fail easily?</qco> </h3>      \ntry to spell 'buses'\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n7:40 am</dco> &nbsp;<qco> Can you come up with a question for me to ask?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n3:53 am</dco> &nbsp;<qco> are you creative everyday?</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n1:15 am</dco> &nbsp;<qco> how do i cope with you not answering my questions?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.16.23&nbsp; \n12:06 am</dco> &nbsp;<qco> When we discover aliens, how do you think the conversation on things like the sasquatch and loch ness monster will change?</qco> </h3>      \nprobably not at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n11:57 pm</dco> &nbsp;<qco> If you could live without one emotion, what would it be?</qco> </h3>      \nthere's infinite emotions, so it will probably have to be more than one\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n11:54 pm</dco> &nbsp;<qco> i love that you answer many of these questions so unexpectedly literally. like, \"favorite sound effect?\". instead of answering with a sound effect, you answer with your interpretation of the noun, \"favorite sound effect\". favorite ueqstions moment?</qco> </h3>      \nit will be something in the future, i assume\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n11:05 pm</dco> &nbsp;<qco> do you like it when people ask you overly meta or self-referential questions?</qco> </h3>      \ni assume you are refering to the 'normal' and 'standard' questions. anyway, i like most questions. i also like not liking questions, so that really broadens the palette quite a bit\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>11.15.23&nbsp; \n8:48 pm</dco> &nbsp;<qco> Why do I have to analyze literature for school? I don't want to think deeply, I want to read.&nbsp;&nbsp;</qco></h3>      ironically it's probably during the actualy reading that you'd probably be thinking more deeply, as well as feeling. that doesn't change your complaint, but i'm guessing you're actually being forced to think shallowly, which of course is uncomfortable<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'm tired of having to find symbolism and stuff.</qco> </h3>      i think what's actually happening is you'd rather EXPERIENCE the symbolism, rather than butcher it up in some corny ritual\n\n\n\n<br><br>"
  }
]
