[
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n3:22 pm</dco> &nbsp;<qco> how do you do laundry?</qco> </h3>      you must be the laundry\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n3:09 pm</dco> &nbsp;<qco> What were you doing in January of 2012?</qco> </h3>      making a huge huge list of all the cover songs i planned to do immediately after finishing the list\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n2:20 pm</dco> &nbsp;<qco> Hi Bill, I'm in the middle of a school project and I got distracted. I'm supposed to reflect on the idea of science curing ageing and making humans virtually immortal and I kept thinking of your reality videos where you keep saying how there's so much you want to do and so little time. How do you think your thoughts on this would change if your time on earth was in theory unlimited? Keep doing what you do, I love your work &lt;3</qco> </h3>      i suppose the next thing to worry about would be the longevity of the planet\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> what is perfect according to your standards?</qco> </h3>      nothing<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n12:35 pm</dco> &nbsp;<qco> what is the chance that the new song video will come in January 8th, 2019</qco> </h3>      0<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n11:29 am</dco> &nbsp;<qco> Best thing that happened in 2018?</qco> </h3>      \nit rained!\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n10:41 am</dco> &nbsp;<qco> How do you come up with song concepts?</qco> </h3>      virtually everything in the world is a song concept\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n9:06 am</dco> &nbsp;<qco> maybe you were too focused on whether or not you could complete your schedule, that you didn't stop to think on whether or not you should have a schedule like that&nbsp;</qco> </h3>      i've been thinking about it constantly for many years now\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n7:45 am</dco> &nbsp;<qco> I noticed \"i love you\" from your spotify but there doesnt seem to be a youtube video for it with graphics? Is it there? </qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Am i missing something?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (Great song btw. Maybe adding graphics to that could be a fallback option if you run out of time?)</qco> </h3>      i would be more likely to do 'got to know what's going on' instead, or one of the others without videos\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n7:32 am</dco> &nbsp;<qco> What should I do in France?</qco> </h3>      bread for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n7:01 am</dco> &nbsp;<qco> My science teacher hatched out of an egg. Thoughts on this?</qco> </h3>      wondering who laid the egg\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n6:10 am</dco> &nbsp;<qco> can we have more monday videos plsssssssss</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n5:57 am</dco> &nbsp;<qco> What are the chances of you making a video for 'all U need is love'?</qco> </h3>      pretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n4:06 am</dco> &nbsp;<qco> do u notate your songs on paper first?\n</qco></h3>      i used to, but now i use an organized combination of text files and audio memos<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or do u just record an instrument first? what instrument? or does it depend on the song?</qco> </h3>      i do all writing on the keyboard, and i always use the same sound. it is the same sound that can be found on the improv pages\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n3:32 am</dco> &nbsp;<qco> Would you ever write music for someone else?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n3:07 am</dco> &nbsp;<qco> people are really impatient when it comes to you releasing a new video. it's not like you're slacking every single day. wish they could be more encouraging. all the best Bill xoxo</qco> </h3>      that's strange, i am currently releasing videos faster than i ever have in the post-vine era\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n1:38 am</dco> &nbsp;<qco> Have you been to Mount St. Helens recently?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>1.7.19&nbsp; \n12:24 am</dco> &nbsp;<qco> do you use the popcorn button on the microwave when you make popcorn?</qco> </h3>      \nfuck popcorn\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n11:38 pm</dco> &nbsp;<qco> you have a couple of videos in your speech to chords playlist on youtube which are so good, do you plan on making any more videos where you use outside media like that in the near future</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n11:27 pm</dco> &nbsp;<qco> Is the world we live in a computer simulation of the real world, used to study the effects of humans on the weather? Or simply an alien being's daydream?</qco> </h3>      perhaps the real world is a simulation of our world\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n11:12 pm</dco> &nbsp;<qco> is the low F# in the run near the end of and the day goes on (and it goes along) the functional low end of your range, or do you got more than that? or was that a struggle?</qco> </h3>      didn't happen. there is no F# in that riff. the last note is G#. but i suppose i succeeded in nestling it amongst the moving chords so it felt like you heard the note but it is not really there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n10:44 pm</dco> &nbsp;<qco> I don't remember when someone mentioned this but there was something about you trying to do some covers for this year but there could be possible legal troubles so my question is are doing covers something you want to do or need to do, because ultimately everything you put out makes people happy&nbsp;</qco> </h3>      i've wanted to do covers for a very long time, but i never felt like i was doing originals fast enough. now i am finally doing originals fast enough but unfortunately i realized that doing cover songs with an accompanying video is more of a legal grey area than i had anticipated. the song itself i can do but if i want to do a video it is a little bit more complicated\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n9:40 pm</dco> &nbsp;<qco> What are your 2nd and 3rd favorite things to do in life?</qco> </h3>      find new favorites and then switch back to the previous favorites\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n8:44 pm</dco> &nbsp;<qco> Ive been planning for years that in the future, i will go into Computer Animation with my own series. My question is when you do your animation for your videos, does it take like a really long time?</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; or is it quicker than it looks?</qco></h3>      it takes much longer than it looks<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And what takes longer, doing the animating or editing everything the way you want it, with the colors and the IRL parts ect. Im really interested in what you think.</qco> </h3>      it all takes much longer than i wish, and i am always looking for new tricks to make things simpler\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n8:43 pm</dco> &nbsp;<qco> You shared an iPhone Xs giveaway on google photos a couple days ago. Is this true?</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n The site looks sketchy.</qco> </h3>      it's a fake scam. it's been happening lately to trending youtube channels https://www.youtube.com/watch?v=uGWmJgO-Wgc\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n7:41 pm</dco> &nbsp;<qco> Have you ever had a near death experience?</qco> </h3>      almost. it's what i might call a near near death experience\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n7:35 pm</dco> &nbsp;<qco> Thoughts on geometry?</qco> </h3>      it can be used for good and evil, simultaneously\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n7:27 pm</dco> &nbsp;<qco> what r microtones? I hear people talking about them but I confused</qco> </h3>      they usually mean something like 'quarter tones' which was invented by a european mathematician, and it's where you take perfectly good sounding musical intervals and saw them in half, to presumably make them sound twice as good\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n5:17 pm</dco> &nbsp;<qco> what's the difference between the key of f# and gb?</qco> </h3>      there is no difference in the way they sound. but if you write them down you have to choose whether you want your life to be insane with flats, or insane with sharps. sometimes you can base your decision on whether or not there is a possibility of additional sharps or additional flats occuring (beyond the original 6), so you can possibly stave off further pandemonium\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n4:59 pm</dco> &nbsp;<qco> Is the jingle from \"Rules of no-rule golf\" the same jingle at the end of \"History of the Entire World, I Guess\"</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n4:14 pm</dco> &nbsp;<qco> do you make your songs backwards and then posts it as the backwards of the backwards song?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n4:03 pm</dco> &nbsp;<qco> How long does it take you to make a single video?</qco> </h3>      nowadays it's supposed to take less than 1 week\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n2:49 pm</dco> &nbsp;<qco> Do you have any other passions that are not music?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n2:49 pm</dco> &nbsp;<qco> why are you so nervous in talking to normal people (so am i. i HATE NORMAL PEOPLE)</qco> </h3>      i'm not, i'm actually very comfortable with it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n2:17 pm</dco> &nbsp;<qco> who is your favorite member of the beatles?</qco> </h3>      paul mccartney\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n1:10 pm</dco> &nbsp;<qco> how is 2019 treating you bill?</qco></h3>      it is me who must treat it. and it is going good but bad<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; good I hope. have you made any resolutions? </qco></h3>      my resolution was made aug 23, 2018, and it was updated around dec 2, 2018, and since the updated version i have had many failures but a few successes also<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what are your thoughts on the concept of time?</qco> </h3>      seems legit\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n12:54 pm</dco> &nbsp;<qco> Is there a deeper meaning hidden throughout your website?</qco></h3>      the deepest meaning is you<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Like, the highlighted letters in the titles of the categories, or the posts in the notebook. I feel like they all connect somehow.</qco> </h3>      the connection is that they were all made by the same person. likely living on the same planet as you\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n9:27 am</dco> &nbsp;<qco> Who is your enemy yourself or the world?</qco> </h3>      we are both enemies and friends\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n8:54 am</dco> &nbsp;<qco> What the fuck is the difference between 3/4 and 6/8</qco> </h3>      could be different differences, depending on whether you are talking about fractions, music time signatures, or something else\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n8:33 am</dco> &nbsp;<qco> What are things in your songwriting process that you obsessed over before you implemented the 2 week schedule and have now successfully cut out?&nbsp;</qco> </h3>      \nsome of the swamps of doubt\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n8:28 am</dco> &nbsp;<qco> Are you ever gonna our Im crazy it's raining on iTunes or Spotify?</qco> </h3>      i think so\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n7:03 am</dco> &nbsp;<qco> I have a question Mr. Wurtz, in the song \"La de da de da de da de da oh\" (great song btw, prolly my favourite) Some parts, specifically the beginnings of verses seem to be random stuff as always, but near the end of some, it seems to be more personal. For example one line goes, \"It's a wonderful world but still no you, it's a wonderful world for 2\" and it almost seems as if you're talking about someone. Is this true or was it just a random choice to include it. Like was some of it inspired by personal experiences?</qco> </h3>      it was chosen according to what would seem most meaningful to the listener\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n3:04 am</dco> &nbsp;<qco> I've heard people with perfect pitch find it weird to play a digital piano that has been transposed. does this apply to you too?</qco> </h3>      it's about as weird as seeing a person who looks just like a person but is the wrong size. it's not that weird at all once you accept them for who they are\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n2:23 am</dco> &nbsp;<qco> Which cereal is the most intelligent?&nbsp;</qco> </h3>      bland flakes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n1:36 am</dco> &nbsp;<qco> I don't know much about composing music but sometimes I'm listening to something near something else that's very loud and my brain tries to fill in the blanks of the little music it hears, creating interesting things in the process. Any advice on how to capture these musical thoughts?</qco> </h3>      make a voice memo recording and sing it a few times and explain as much context as you can\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n1:22 am</dco> &nbsp;<qco> what bad thing did you do</qco> </h3>      no thing is bad\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n12:58 am</dco> &nbsp;<qco> One thing that I noticed makes your songs sound different/sound like bill wurtz songs is your use of the V7sus4 chord. I usually hear vi-iim7-V7-I when people go around the circle of 5ths but with you it's often vim7-II7-V7sus4-I which sounds pretty cool in my opinion. Is this something you notice yourself doing/do intentionally?&nbsp;</qco> </h3>      it might be more common after 1970, and the other way you mentioned might be more common before 1970. i'm not sure why\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n12:47 am</dco> &nbsp;<qco> oh no i also just did a bad thing. what do i do now?&nbsp;</qco> </h3>      do something good, to balance it out\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.6.19&nbsp; \n12:13 am</dco> &nbsp;<qco> y is u in trouble</qco> </h3>      not enough time to do the thing i'm supposed to do before when i said i'm supposed to do it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.5.19&nbsp; \n10:09 pm</dco> &nbsp;<qco> have you tried being less professional in order to achieve more?</qco> </h3>      yes but it doesn't work, i achieve less\n\n\n<br><br>"
  }
]
