[
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n3:01 am</dco> &nbsp;<qco> Just want to say I think about the \"notice\" and \"know it\" rhyme in huge gamer at least once a month. Incredibly good rhyme. </qco></h3>      i never thought of that as a rhyme, but then again i don't usually think about whether anything rhymes. better to just let it happen, for best results<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did you sit and craft the lyrics over time or was that one writing session?</qco> </h3>      other than the 2 title lines (which, in this rare case, were combined into 1 song), the whole thing was written at the beginning of the 3-week production period for which that song was selected. in that case the writing was likely done in no more than 2 days\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n1:53 am</dco> &nbsp;<qco> how do you pull a rabbit out of a hat?</qco> </h3>      \nreally the hardest part is making sure there is a rabbit in the hat first\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n1:23 am</dco> &nbsp;<qco> your opinion on ceilings?</qco> </h3>      \nincredible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.10.24&nbsp; \n12:29 am</dco> &nbsp;<qco> When you are in progress working on a thing, and you get a new idea, does the new idea ever feel like the best idea you've had to date? </qco></h3>      sure<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And do you ever get the urge to drop whatever is in progress to start on the new thing? </qco></h3>      not so much, i know better than to do that. i'm aware of the systemcollapse this could immediately cause<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And if so, how do you deal with that feeling? I am struggling because I have started multiple projects and not sure which I should finish, then BAM~ a great song idea hit. And I'm doing the worst thing I possibly could in this situation: freezing with indecision. Is it discipline that keeps you on track? or something else? Any advice for developing whatever skillset I need to finish things?</qco> </h3>      if you get frozen enough, then it becomes such an important priority to just follow through, that you can now grant yourself temprorary permission to suspend all requirements that anything comes out 'good'. because until this followthrough problem is solved, you can't function\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n9:15 pm</dco> &nbsp;<qco> How old were you when you were born?</qco> </h3>      \ni don't recall\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n8:47 pm</dco> &nbsp;<qco> how to stop making the wrong choices and start making the right choices</qco> </h3>      \ndon't worry, that happens naturally, whether you want it or not\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n8:23 pm</dco> &nbsp;<qco> what is ur favorite [blank}?</qco> </h3>      \nblank\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n7:37 pm</dco> &nbsp;<qco> i have this project i am working on that has taken way too long because of my perfectionism. but i have chosen to not start anything new until this project is done because i would quite like it to be finished. so now i am in a limbo where i feel like i will never finish anything ever. what now</qco> </h3>      \nmake a quick journal entry about how it's going, then continue\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n6:02 pm</dco> &nbsp;<qco> I don't like the fact that if you have 10 pieces of cake and I have 8, you have 25 % more than me, but I have 20 % less than you. What do you think about it?</qco> </h3>      \ni should give you 10% of mine\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n6:02 pm</dco> &nbsp;<qco> do you accept movie suggestions from us?</qco> </h3>      \nnot immediately\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n5:50 pm</dco> &nbsp;<qco> do u think the sun and the moon wish each other good night and good morning everyday ? i tried to listen to them doing it but my neighbours dog is too loud&nbsp;</qco> </h3>      \nthe sun and the moon are almost always in concact, except for the extremely rare occasion when the earth stands directly in between for a moment\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n5:19 pm</dco> &nbsp;<qco> What's the best thing to spread on bread?</qco> </h3>      \nmore bread\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n4:02 pm</dco> &nbsp;<qco> who is your favourite philosopher</qco> </h3>      \ncould be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n3:11 pm</dco> &nbsp;<qco> I've decided that things in space aren't actually in the spot they're in but only have an idea that they should be somewhere around that spot, what do you think?</qco> </h3>      \nthe becomes more true the smaller the object is, compared to the timescale. (or, of course, the larger the timescale, compared to the object)\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n2:37 pm</dco> &nbsp;<qco> What is clickbait?</qco> </h3>      \ntoo good to be true\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n1:36 pm</dco> &nbsp;<qco> why are so many people hung up on genres instead of just enjoying music?</qco> </h3>      \nit's possible that they enjoy both: music and talking about music\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; 12:51 pm</dco> &nbsp;<qco> Whats your favorite key signature</qco> </h3>      \nit's a 12-way tie\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n10:31 am</dco> &nbsp;<qco> when you start to write a song, what us your instrument of choice?&nbsp;</qco> </h3>      \nkeyboard and voice\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n8:00 am</dco> &nbsp;<qco> Yesterday I was walking down the street here in Spain humming the verse melody to Might Quit, and it made me think about all the distance it's travelled since it first appeared in your dream. How do you feel about that kind of thing?</qco> </h3>      \nmuy bien\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n7:39 am</dco> &nbsp;<qco> I am going to ask a question, later.</qco> </h3>      \nok\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n4:45 am</dco> &nbsp;<qco> why do i have suddenly obsession to every music like rock music and or heavy metal or jazz or pop or weird strange noise music and i want to make or inspired by it, why is that?</qco> </h3>      \nbecause it's good\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n4:07 am</dco> &nbsp;<qco> i have this guitar that's playing its own melody comprised of mostly powerchords, and another guitar that's supposed to be the lead playing the main melody. what would i even describe the purpose of the first guitar as? harmony? backing? countermelody? (actually, the idea of what even classifies as a countermelody already confuses me)&nbsp;</qco> </h3>      \nsometimes i refer to melodic powerchord guitar parts as the 'riff', or even 'metal riff'. but without hearing what you're doing, i can't say exactly what i'd call it, in your case. but in the situation i'm thinking of, the bass most often has no choice but to follow along with the riff also, so in this case, the power-chord part might also be considered the bass. but this might all be untrue because i'm just guessing as to what you have there based on the way you described it\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n3:47 am</dco> &nbsp;<qco> whats your goal with interviews</qco> </h3>      \ntalk with people\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n12:58 am</dco> &nbsp;<qco> Can the parrot sound like me?</qco> </h3>      \nit can try\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.9.24&nbsp; \n12:20 am</dco> &nbsp;<qco> do you have a good memory?&nbsp;</qco> </h3>      \ni believe so\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n11:52 pm</dco> &nbsp;<qco> why do so many metal bands start real heavy and then get lighter over time? are they radioactively decaying?</qco> </h3>      \nmaybe just aging\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n11:49 pm</dco> &nbsp;<qco> the cats are invading my house, what should i do</qco> </h3>      \nyou'll have to find another house. it's their house now\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n11:36 pm</dco> &nbsp;<qco> is the world getting worse as time goes by?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n10:20 pm</dco> &nbsp;<qco> What's your shoe size?</qco> </h3>      \nmedium\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n9:53 pm</dco> &nbsp;<qco> What percentage of the questions that get submitted on here are song lyrics?</qco> </h3>      \nabout .3%\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n9:21 pm</dco> &nbsp;<qco> how would you define dissonance</qco> </h3>      \n2 frequencies that have no harmonic relation to each other\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n8:13 pm</dco> &nbsp;<qco> what are you high on?</qco> </h3>      \ntime and space\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n7:47 pm</dco> &nbsp;<qco> opinions on limes?</qco> </h3>      \nwhat always seems wonderful about limes, compared to lemons, is that they are not as bad as lemons<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n5:38 pm</dco> &nbsp;<qco> Do you ever look at a song and go \"It's terrible but i love it\" or am i doing something wrong?</qco> </h3>      \nif i do love it, then i believe there would be a moral obligation to admit that it's not terrible\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n1:34 pm</dco> &nbsp;<qco> where do I start in my cyborg transformation?</qco> </h3>      \nthey will have a kiosk at the mall i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n1:02 pm</dco> &nbsp;<qco> How the fuck does the bass?\n<br>\n<br>I know it's providing harmonic info and the groovy sounds, but does it have to? I figure you'd say no but like what are the official bass rules?</qco> </h3>      \nthe only way to really find out, in your case, is to just remove it and see what happens (or does not happen). see if you're still ok without it. but then to figure out how it really works, you'll have to do it yourself for a little while, like actually putting it in songs, for the same purpose as the ones you listen to for listening purposes of course\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n12:57 pm</dco> &nbsp;<qco> Have you ever listened to latin music?</qco> </h3>      \nsure, quite a lot\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n10:11 am</dco> &nbsp;<qco> should i store my chestnuts in a nutchest?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n9:49 am</dco> &nbsp;<qco> you mentioned in an earlier question something along the lines that for the most part, instrumental music tends to be made in service of a video game, movie, etc. but</qco></h3>      ah yes, i was expecting to hear from you<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i listen to plenty of instrumental songs made independently from any other media form. i was wondering if most of these songs actually serve the title of the song, which is usually where the idea/message comes from in my experience. then again, there's plenty of cases where the title/message/music dont really line up. could you elaborate more on your thoughts on instrumental vs lyrical music?</qco> </h3>      \ni had more examples of things that instrumental music attaches to. but for brevity i only mentioned 2, but yours would have been next on the list. for example: you could be listening to instrumental music produced and delivered as just music, (and not produced as a soundtrack to anything), then, it's likely that you are aware of the identity/persona of the artist, such as name, what instrument they play, and maybe they even have a nice photo of themself on the cover, perhaps with the instrument. as you listen, you are aware of the person, almost like the way a movie star would star in a movie. so in that sense, the artist's persona is what anchors the music. Or, in another case entirely, maybe you are using the music as background music, and in that case it might be part of a broader collection/library of music, maybe even in some context where it doesn't matter who the artist is. In this case, being background music, the anchor element will be whatever you are actually doing in real life. Or, even more enchanting, would be if someone else picked the background music for their own location, in which you are a guest. so if you are in a store and there's music there-- this can enrich and enchant your experience in that location, and, in turn, your experience in that location will help anchor the music. you may even think back on that situation and feel great adoration for that song, meanwhile actually your experience of being in that store will very much help to anchor those feelings. If music actually were not connected or anchored to anything or anyplace in any way, then technically you wouldn't even be able to recall where or when you heard it, and possibly would have no memory of it at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n8:47 am</dco> &nbsp;<qco> kinda sound like a stupid question but im curious, why is comedy or humor is so important in everything?</qco> </h3>      \nreality is so much deeper than we're ever capable of fully explaining at any given moment. so sometimes we have to laugh at some of our previous attempts\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n8:20 am</dco> &nbsp;<qco> What was your first instrument</qco> </h3>      \npiano, but i switched to drums before too long. eventually i got back around to piano/keyboard and all the rest\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n7:42 am</dco> &nbsp;<qco> Would you rather be dumb but happy or smart but sad</qco> </h3>      \nthere's got to be something in between\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; 7:28 am</dco> &nbsp;<qco> Who inspires you</qco> </h3>      \neveryone\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n7:27 am</dco> &nbsp;<qco> Tell me about your self</qco> </h3>      \ni'll try\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n6:20 am</dco> &nbsp;<qco> since there are parrots out there vibing to your songs, does this make your music inter-species?</qco> </h3>      \nprobably about as well as other music could be\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; 3:49 am</dco> &nbsp;<qco> I want to learn music theory on my own as I don't have money for classes. What's a good starting point?</qco> </h3>      \n\ni think first try to get yourself a pianokeyboard you're comfortable with. that is pretty much your key to the world right there. then, here's what i think is a useful exercise you can do: imagine you live on a small island, with approx 20 other inhabitants. imagine, by default, you are responsible for all music on the island\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n12:56 am</dco> &nbsp;<qco> how do I meet and interact with people who make music? is this even necessary? I feel like it would be helpful and instructive for my own music making. although maybe monk-like solitude produces a higher yield. By the way I live in New Jersey for reference</qco> </h3>      \nit's probably good for you in one way or another, to meet other people somehow. but also don't feel guilty if you want to work alone. some people thrive that way. maybe meet people anyway if you feel like it. shouldn't actually be too hard, in your area\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n12:38 am</dco> &nbsp;<qco> What's the most challenging part for you as an artist bill</qco> </h3>      \ngetting scared\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.8.24&nbsp; \n12:11 am</dco> &nbsp;<qco> I view sex as a troublesome instinct, for our planet and in myself. What can I do to see this from a new perspective?</qco> </h3>      \nremember when it was just individual cells, each one having to fend for itself.... we've come a long way. then, think of how much further we'll go\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>3.7.24&nbsp; \n11:26 pm</dco> &nbsp;<qco> how do you always have such helpful and meaningful advice?</qco> </h3>      \ni've spent a very long time trying to help and advise myself, and i've gotten pretty good at it. or least i've gotten pretty good at trying\n<br><br>"
  }
]
