[
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n1:38 am</dco> &nbsp;<qco> This website tells me to ask a question, but I don't want to. What do I do?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n1:12 am</dco> &nbsp;<qco> have you ever composed something in 5/4 time?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.15.24&nbsp; \n12:15 am</dco> &nbsp;<qco> what are the chords in the synth solo section of \tIt's Gonna Be Alright</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n11:00 pm</dco> &nbsp;<qco> can you get to india through north america</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n10:23 pm</dco> &nbsp;<qco> How do I not hate the world. Like right now I'm pissed about things that have happened to me, and I realize that there are other people with much worse circumstances, but that only makes me hate the world more. Funnily enough, most the people with worse circumstances in the world believe in a loving god and that everything's gonna be alright, but I just can't believe that. For example there's no way it's the proper meaningful way of the world for some dude to be pushed in front of a subway train and killed, yet this happens multiple times a year.\n\nLike I know all this is still true and yet I don't care about it in better points in my life, but now that I'm in a low point I need to figure out how to stop hating the world so much as it's just making me grumpy and unproductive. Previously I was thinking I could use this anger to live a good life just to show the world it can't beat me, but I know this is meaningless as the world doesn't actually give a shit, so it seems I gotta just not hate it instead.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n9:47 pm</dco> &nbsp;<qco> It's kind of weird the way highlighters work. If you highlight everything, you highlight nothing. I wonder if anything else works that way.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n9:44 pm</dco> &nbsp;<qco> whats your favorite constellation?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n9:11 pm</dco> &nbsp;<qco> Do you like football?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n9:05 pm</dco> &nbsp;<qco> how do i achieve existence?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n8:59 pm</dco> &nbsp;<qco> What club should I write about for my college application supplamental</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n8:34 pm</dco> &nbsp;<qco> bill i know for a fact you're a time traveler, you don't have to hide anymore. i listened to \"just did a bad thing\" and i know you knew about the pandemic and were trying to warn us. what do you have to say for yourself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n8:25 pm</dco> &nbsp;<qco> would you rather be an inchworm or a centimeterworm?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n8:14 pm</dco> &nbsp;<qco> i rediscovered your music at a time that felt perfect, just like the last time it happened, and i think that's indicative of something special from your work. though it did also make me wonder, do you ever worry about how people perceive your music while making it? do you worry during-process that something might not do as well as one of your other songs, or might not have this sort of \"magic\" feeling for others?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n6:04 pm</dco> &nbsp;<qco> i recently finished uploading my first book (one i have not revised in years and that desperately needed a fresh set of eyes so i could identify the structural flaws i'd become blind to, and be able to edit it into publishable material) to a writing critique website.&nbsp;&nbsp;2 people thought it was amazing and 2 people thought it was abysmal.&nbsp;&nbsp;i was expecting a unanimous opinion;&nbsp;how could there ever be such subjectivity?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n4:39 pm</dco> &nbsp;<qco> what diet do i need to put myself on to be able to retract my own claws like wolverine</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n4:20 pm</dco> &nbsp;<qco> i was gonna bring up how i keep forgetting when i ask you questions, but now I forgot if I've asked this before. How can I stop the vicious cycle?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n3:53 pm</dco> &nbsp;<qco> how is your day and more importantly how is your night</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n2:00 pm</dco> &nbsp;<qco> why do I always lose even though I'm obviously better than my opponent?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n1:22 pm</dco> &nbsp;<qco> what does \"n.o.t. u.s.u.a.l.l.y.\" stand for</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n1:06 pm</dco> &nbsp;<qco> how do you say such profound and insightful things with words that seemingly have no intentional purpose\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n11:54 am</dco> &nbsp;<qco> do you regret making a question page</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n11:39 am</dco> &nbsp;<qco> water ISN'T wet!</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n11:13 am</dco> &nbsp;<qco> Hello Bill, Are you Santa?. And will you be coming to my house this Christmas to give me presents?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; 11:10 am</dco> &nbsp;<qco> Who let the dogs out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n11:09 am</dco> &nbsp;<qco> are genres any way similar at all to languages?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; 10:41 am</dco> &nbsp;<qco> Favorite color?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n9:56 am</dco> &nbsp;<qco> Do you prefer learning jazz piano from a person on the internet, or from a person sitting next to you at the piano</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n8:45 am</dco> &nbsp;<qco> why do you answer with \"Why do you ask them\" when we ask \"Why do you answer our questions\"?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n7:01 am</dco> &nbsp;<qco> Hey, Since I Know somethings Been Cookin up For the Past 2 years, What Big Project Have You Been Working on and Whats your plan for the New Years?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n5:01 am</dco> &nbsp;<qco> WHY does nobody refer to LOWERCASE AS&nbsp;&nbsp;S M A L L&nbsp;&nbsp;L E T T E R S</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n3:05 am</dco> &nbsp;<qco> what is an honest virtue you live by?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n1:34 am</dco> &nbsp;<qco> If the capital H is a fence, then what's the lowercase h?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n1:23 am</dco> &nbsp;<qco> What's that song you made where you wanted people to feel it in groups of four beats per measure, and you were afraid of people feeling it in groups of three per measure, but you just had to accept that certain populations might just misinterpret it like that and release it anyway?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.14.24&nbsp; \n12:03 am</dco> &nbsp;<qco> Is the universe a simulation of another, real universe?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n10:55 pm</dco> &nbsp;<qco> why did I drop a dollar to pick up a nickel?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n10:38 pm</dco> &nbsp;<qco> how do i cope with a sense of gratitude so immense that it comes full circle and makes me sad?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n10:26 pm</dco> &nbsp;<qco> Are the first world parts of south africa better than america</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n10:07 pm</dco> &nbsp;<qco> how is it that so many popular opinions begin with \"contrary to popular opinion,\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n9:33 pm</dco> &nbsp;<qco> favorite adverb?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n9:04 pm</dco> &nbsp;<qco> Why are people idiots? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;also, can we be friends?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n7:25 pm</dco> &nbsp;<qco> WHat impact do you hope your music can have on the people who listen to it and the world as a whole</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n7:01 pm</dco> &nbsp;<qco> what seems impressive to you?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n5:35 pm</dco> &nbsp;<qco> ive been seeing a lot of things that other people created lately and ive been feeling bad because im not as creative as i want to be. whats your advice on tackling these feelings? i do want to be more creative without forcing myself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n5:01 pm</dco> &nbsp;<qco> how do I decide what I want to do in my life?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n4:50 pm</dco> &nbsp;<qco> does this question satisfy you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n4:09 pm</dco> &nbsp;<qco> what do you think of virtual insanity</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n2:22 pm</dco> &nbsp;<qco> Hi bill, recently started college any advice?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n2:00 pm</dco> &nbsp;<qco> why does no one refer it as small letters</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n1:40 pm</dco> &nbsp;<qco> Is it possible to truly change the world?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>11.13.24&nbsp; \n12:05 pm</dco> &nbsp;<qco> how do you get through highschool..</qco> </h3>"
  }
]
