[
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n11:48 am</dco> &nbsp;<qco> Do chairs have meaning?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n11:32 am</dco> &nbsp;<qco> Is it okay to eat pizza for breakfast.</qco> </h3>      check with your local government\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n11:26 am</dco> &nbsp;<qco> How can I get up from my bed every morning?</qco> </h3>      you are going to need an anti-gravity device\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n11:17 am</dco> &nbsp;<qco> is you?</qco> </h3>      sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n10:55 am</dco> &nbsp;<qco> Why did you create this question board?</qco> </h3>      i thought it would be a good learning experience, especially for me\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n10:54 am</dco> &nbsp;<qco> what are your thoughts on the death of Avicii?</qco> </h3>      i try not to think about death\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n10:00 am</dco> &nbsp;<qco> what's the difference between being good and bad</qco> </h3>      the quality\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n7:26 am</dco> &nbsp;<qco> What do you think of the millenials?</qco> </h3>      they represent enormous profits\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n7:10 am</dco> &nbsp;<qco> do you like youtube</qco> </h3>      i'd say it is my favourite kind of tube\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n6:48 am</dco> &nbsp;<qco> Why do you keep ignoring questions in favor of reanswering questions that have been asked and answered many times already?</qco> </h3>      all the questions have been asked many times already\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n6:23 am</dco> &nbsp;<qco> what particular problems or issues have been holding you back with the current project?</qco> </h3>      my standards are getting higher and i'm learning to do things better\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n3:51 am</dco> &nbsp;<qco> if you were in super smash bros, what would your final smash be?</qco> </h3>      making even more characters\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n3:48 am</dco> &nbsp;<qco> from 10 to 6 how flat is the earth+</qco> </h3>      it is so flat that scientists today are struggling to comprehed\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n3:32 am</dco> &nbsp;<qco> When are you making new vidz?</qco> </h3>      always\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n2:20 am</dco> &nbsp;<qco> Stevie Wonder is not a geographical area nor is he a man made structure but still, I consider him the 8th Wonder of the World. What say you?</qco> </h3>      i think exploiting a pun on his name would be selling him short\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n1:12 am</dco> &nbsp;<qco> <a href=\"q.php?date=201804201854\">4.20.18&nbsp;&nbsp;6:54 pm</a> \n<br>\n<br>Is retroactively adding those numbers something on your bucket list?</qco> </h3>      yes but it is frighteningly unimportant\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n1:10 am</dco> &nbsp;<qco> How can you rotate text smoothly in a video? (e.g. upright, 1deg, 2deg, etc.) The video editor I'm using appears to only let me flip, rotate right angles, and scale, and do linear transformations not involving turning.</qco> </h3>      you need to find another one that lets you do that, or, more likely than you think, your program might let you do it and you just haven't figured out how (maybe try holding something down while you spin it? like shift or opt or something). search online with the program name and type 'free rotate' and you should either find someone telling you how to do it or someone confirming that your program can't do it. if your program can't do it then you need to do it in another program. another insane but clever workaround, if you happen to have a graphics program (still, non-video) that does free rotate, and if you have a program to do screen recordings, you might be able to act it out in real time while recording the screen. this is an insane and strange solution but it may give you something\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.22.18&nbsp; \n1:03 am</dco> &nbsp;<qco> Can you plan radomness?</qco> </h3>      it's difficult without special tools\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n11:57 pm</dco> &nbsp;<qco> Could you explain Drop2 voicings? I'm not sure I understand</qco> </h3>      not sure. i don't use that terminology, i just say the chord and say which bass note to use. after looking up 'drop2' i can't seem to quite discern a solid reasoning for which note to drop. i think drop2 might be more common terminology amongst music lessons than in the biz\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n10:10 pm</dco> &nbsp;<qco> Just saw a question where you said you took a shower after posting history of the world, but I thought you said you took a nap right after?</qco> </h3>      <a href=\"q.php?date=201704231014\">4.23.17&nbsp;&nbsp;10:14 am</a>, <a href=\"q.php?date=201705051446\">5.5.17&nbsp;&nbsp;2:46 pm</a>, <a href=\"q.php?date=201710221047\">10.22.17&nbsp;&nbsp;10:47 am</a>, <a href=\"q.php?date=201709131037\">9.13.17&nbsp;&nbsp;10:37 am</a>, <a href=\"q.php?date=201612112138\">12.11.16&nbsp;&nbsp;9:38 pm</a>, <a href=\"q.php?date=201603060059\">3.6.16&nbsp;&nbsp;12:59 am</a> i think you merged what i did after history of japan with what i guessed i was gonna do after history of the entire world\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n9:48 pm</dco> &nbsp;<qco> who is this god fellow and why does he care about if i'm polite or not?</qco> </h3>      i don't think it's a fellow, per se, and i think that might be where some of the confusion arises\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n8:53 pm</dco> &nbsp;<qco> Do you have any tips for syncing music up to dialogues and actions in videos? </qco></h3>      my strategy is to make all the music myself. i understand that might not be everyone's cup of tea, because it is demanding and takes hard work, but the benefits are out of this world<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I'd love to be able to take video clips and give them a musical score where everything is in sync with the dialogue/action of what's going on the video (like if someone's walking downstairs I could have percussion hits that match the footsteps exactly, etc) are there any tricks to this?  </qco></h3>      one good trick is to press record (with your clip synced up) and watch it and just sort of play it, after. with the right timing. so just as soon as you see the action, look away from the screen and imagine what you just saw in your head and play it synced to that, so it will be timed right, but just a bit delayed. then just go in and move it. if it's not quite right, just do it again. or if it's midi then just nudge notes to fit. fuck it, nowadays you can nudge audio notes too anyways<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Like how in your non-song vids youll have little musical cues and effects that sync up perfectly in time to graphics that are flashing on the screen or whatever.. Do you try thinking of the video as being at a certain bpm/time signature and using that for knowing when to come in, or is it just about watching the video a bunch of times and doing a bunch of takes until you get the timing right? Eventually, I wanna learn how to do animation and make my own videos, but I want to work on the music-side first by just setting music to clips from old movies or any other random stuff I can find.</qco> </h3> \n      \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n8:44 pm</dco> &nbsp;<qco> Is there going to be a D7 in the new song?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n8:33 pm</dco> &nbsp;<qco> don't you think recommendations based on algorithms is kind of creepy?</qco> </h3>      sure but it's really just the people who are creepy, as always\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n8:27 pm</dco> &nbsp;<qco> I just automatically change the key of most songs I want to sing to something more comfortable. As long as the intervals are the same, I usually don't know or care about the key or which note is A or whatever. But now I keep reading your advice to people, and you usually discuss specific notes. Have I been ignoring an important part of music this entire time? </qco></h3>      not quite<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Not sure if this question is clear enough...</qco> </h3>      it makes sense, and there are certain things important about absolutes but really just range issues. ultimately does not affect the song. but getting used to a song in 1 key will make it stronger for you, vocally\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n8:07 pm</dco> &nbsp;<qco> When was the new song originally written?</qco></h3>      may 26, 2016<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Was it written when you were still hand-writing a lot of your tunes,</qco></h3>      no<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and if so, do you think you'll put up the chart for it on expert mode like you did for la de da?</qco> </h3>      for la de da i only had the 1st verse and chorus. the rest was written in 2017 paperless\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n7:45 pm</dco> &nbsp;<qco> whats the neatest language&nbsp;</qco> </h3>      math\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n6:34 pm</dco> &nbsp;<qco> Does your new song have a G#m7b5, a A#dom7, and/or a Bm7 chord used in a tasty way?</qco> </h3>      close but not quite<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n5:40 pm</dco> &nbsp;<qco> meme just means joke now, when in fact a meme is a much more specific thing.</qco> </h3>      10 years ago it didn't mean anything\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n5:08 pm</dco> &nbsp;<qco> Quick! Life advice please!</qco> </h3>      \nwhich life are you currently having\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n4:56 pm</dco> &nbsp;<qco> have you (like most young boys) had a tendency to draw penises all the time in school ?</qco> </h3>      no\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n3:19 pm</dco> &nbsp;<qco> r u ever just flabbergasted</qco> </h3>      yes, and more<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n2:19 pm</dco> &nbsp;<qco> If you were a cookie, what kind would you be?</qco> </h3>      you have to decide because it was your idea<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n1:58 pm</dco> &nbsp;<qco> whats the difference between a maj7sus2 and a maj7 (add9)?</qco> </h3>      whether or not the 3 is included<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n12:58 pm</dco> &nbsp;<qco> <a href=\"q.php?date=201803312041\">3.31.18&nbsp;&nbsp;8:41 pm</a> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bill no that's not how it works. its not a math question. </qco></h3>      it looked like a math question to me<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;please answer correctly</qco> </h3>      i did my best\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n12:53 pm</dco> &nbsp;<qco> I know you use capital letters but why rarely</qco> </h3>      i use them where i think it's useful. to be fair, you don't use them that often either, compared to how often you use lowercase letters\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n12:34 pm</dco> &nbsp;<qco> have you been to any stores recently?</qco> </h3>      i am the store\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n11:10 am</dco> &nbsp;<qco> how do you feel about this question?</qco> </h3>      fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n9:24 am</dco> &nbsp;<qco> How to be slef?</qco> </h3>      it is the default setting, but sometimes you have to check to make sure no one is messing with the settings\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n8:14 am</dco> &nbsp;<qco> Do you like being you?</qco> </h3>      it's ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n7:02 am</dco> &nbsp;<qco> is it true that</qco> </h3>      it is likely but not entirely proven \n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n6:36 am</dco> &nbsp;<qco> what was your first word?</qco> </h3>      insurance<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n6:23 am</dco> &nbsp;<qco> i happen to have lost my credit card number. Would you mind sharing yours with me to compensate?\n<br>thanks</qco> </h3>      mine doesn't have a number<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n5:27 am</dco> &nbsp;<qco> Can I still be a fan of something and not enjoy more than half of it?</qco> </h3>      yes<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n4:27 am</dco> &nbsp;<qco> wanna have a tea party?</qco> </h3>      \nsure\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n2:55 am</dco> &nbsp;<qco> Do you like Hitler's paintings?</qco> </h3>      i haven't seen them\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n2:55 am</dco> &nbsp;<qco> I forgot what to ask you</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n2:28 am</dco> &nbsp;<qco> i had a question but then i forgot it. i will get back to you. expect to hear from me in the future.</qco> </h3>      ok\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n2:10 am</dco> &nbsp;<qco> It's 4/20. Weed day, Hitler's birthday, Columbine shooting. Any thoughtx?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>4.21.18&nbsp; \n2:09 am</dco> &nbsp;<qco> Where is my boat? </qco></h3>      in the ocean?<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did you take my boat?</qco> </h3>      no\n\n\n<br><br>"
  }
]
