[
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n11:55 am</dco> &nbsp;<qco> How fast can you count fifteen socks?</qco> </h3>      \nit all depends on how they are arranged. could possibly happen instantly if it's in a pattern i'm familiar with\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n10:35 am</dco> &nbsp;<qco> What does romantic even mean?</qco> </h3>      \ni'm not sure. sometimes it actually means not being sure. which i find actually super romantic anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n10:00 am</dco> &nbsp;<qco> what are some good words to use underwater</qco> </h3>      \n'wow', 'oh',\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; 9:36 am</dco> &nbsp;<qco> how would you analyse the function of the VI in a I VI IV progression? (example: toby fox's \"fallen down\")</qco> </h3>      \nfirst i'd translate it to arabic numerals (or even just pick a key and use letters) because roman numerals make my eyes bleed (that's just a personal issue i have). then, checking what the song sounds like, i'd consider it more specifically than what you wrote. i'd say it's Dbmaj7, /, Bb7, /, Gbmaj7, Gbminmaj7, Db, Ab. (actually the whole thing seems to be tuned somewhere in between the key of Db and D, so don't take those chord letters as absolutes necessarily. still only using them for relative purposes)  as for your question, my analysis of the function of the Bb7 in this case is: it's musical. it reminds me of things i've heard in other music, and, this song is, in fact, music, so this doesn't surprise me. reading back over this it occurs to me that you might not think i'm serious, but i am in fact dead-on serious about all of this. music is precisely what's happening here, and that's no joke. i've dedicated my whole life to this stuff\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n9:15 am</dco> &nbsp;<qco> Do you think Pluto wouldn't have been subordinated if the I.A.U. clarified that it was still a part of the Solar System?</qco></h3>      i thought they still do consider it as part of the solar system. just not a full 'planet'<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Don't you wish they did?</qco> </h3>      it makes no difference to me, but more importantly, it makes no difference to Pluto\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n9:14 am</dco> &nbsp;<qco> oh, ohhhh. okay so knowing scales is perhaps important to know chord nomenclature?\n</qco></h3>      maybe<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;a major chord is the 1st, 3rd, and 5th note of the scale. a minor chord is the 1st, flattened 3rd, and 5th note. sus2 is 1, 2, 5. Csus4 is 1&nbsp;&nbsp;4, 5? \n</qco></h3>      yep<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;okay but what's the difference between a minor scale and a major scale? </qco></h3>      C major scale would go like this: C D E F G A B C. and the C minor scale, at least the first part, goes like this: C D Eb F G. and the rest of it may depend on what the chords are at any given time<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and the difference between playing in a minor and major key? </qco></h3>      explaining this is like explaining the difference between a happy face and a sad face. it's not always possible to explain the difference, but you can just sense it. and of course some songs play tricks on you and kind of use both. other songs are very clear about it. jingle bells is major. \"stayin alive\" by the BeeGees is minor. generally, in a major key song, the \"1\" chord (sometimes called the \"root\" chord) would generally be major. and in a minor song, the \"1\" chord would generally be minor. now, how do you know what the root chord is? again, it's similar to knowing which side of someone's face is the top. how do you recognize this when a person is lying on their side? i have no idea, but you just know somehow<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and a what is a major chord in a minor scale?</qco></h3>      well, if you are in the key of C minor, it's fairly likely that you may hear some Eb major chords somewhere in the song, or Ab major or Bb major. Actually, it's fairly likely you may even hear the G major chord somewhere in a C minor song. that gets back to what i was saying about that part of the minor scale which tends to flex based on what chords are there<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and can chords be shared by two scales? </qco></h3>      sure..... a C major chord would be likely to be found in the key of C, but also likely to be found in the key of G, or F, or A minor, or D minor, etc<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;fuck. how do i learn chords and harmony without learning scales?</qco></h3>      no need to worry. just keep listening, keep playing, and let yourself be curious about whatever you find yourself curious about at any given time. it's all there for you, and also, it's magic, which sometimes makes it impossible to explain, but it's also the whole reason you're into it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i wouldn't mind learning scales but i want to play freely</qco> </h3>      in that case, my recommendation is to just never play scales in order. and also, as soon as you can, make friends with the 'chromatic' scale, which is just all the notes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n6:40 am</dco> &nbsp;<qco> How would you run Enron to not get caught&nbsp;</qco> </h3>      \nmaybe i would dress like a janitor\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n4:34 am</dco> &nbsp;<qco> what if i dont ask a question?</qco> </h3>      \nwhat if i don't answer it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n2:49 am</dco> &nbsp;<qco> i just found out that 420 is the smallest number that divides 1, 2, 3, 4, 5, 6, and 7. What is your opinion on this?&nbsp;</qco> </h3>      \nyeah it's composite as heck\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n2:15 am</dco> &nbsp;<qco> till the day is one and done gonna rage on into the sun</qco> </h3>      \nfair enough\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.30.23&nbsp; \n12:47 am</dco> &nbsp;<qco> do you want to destroy a guitar&nbsp;</qco> </h3>      \nno. although that does sound romantic\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n10:48 pm</dco> &nbsp;<qco> are you truly happy?</qco> </h3>      \nhow about being happily true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n10:41 pm</dco> &nbsp;<qco> I wanted to write a quirky question but nothing is coming to me. While writing this I realized that this exact ocomment has probably been made before. Do you mind if we get meta while being self aware that it isn't original?</qco> </h3>      \nthat would be fine\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n10:40 pm</dco> &nbsp;<qco> Who are you planning to perform your songs live with?</qco> </h3>      \ni'm not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n9:24 pm</dco> &nbsp;<qco> What is the purpose of a door?</qco> </h3>      \nwalk through walls\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n4:48 pm</dco> &nbsp;<qco> How do I pull myself out of barren wasteland?</qco> </h3>      \njust go to the next barren wasteland over\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n3:38 pm</dco> &nbsp;<qco> to my understanding, people say \"good question\" when they have to stop and think about what the answer is. are questions valued based on their ability to provoke a meaningful response</qco> </h3>      \nnot exactly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n3:27 pm</dco> &nbsp;<qco> Would you eat a brick with BBQ sauce?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n1:24 pm</dco> &nbsp;<qco> humid is such a weird word</qco> </h3>      \nthat's true\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n12:34 pm</dco> &nbsp;<qco> Give me some coding tips you've accumulated over the years.</qco> </h3>      \nif something's wrong and you fix it, it still won't work, and that's not because the first thing wasn't wrong. that thing was wrong and you needed to fix it but there are also more things wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n12:07 pm</dco> &nbsp;<qco> what's on the docket today?</qco> </h3>      \nwhat on earth is a docket\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n10:59 am</dco> &nbsp;<qco> Cheese?</qco> </h3>      \ni don't understand the question\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n10:56 am</dco> &nbsp;<qco> did she sell sea shells on the sea shore?</qco> </h3>      \nwho\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n10:21 am</dco> &nbsp;<qco> bill would you describe yourself as quirky or kooky?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n10:14 am</dco> &nbsp;<qco> Will you bob for apples?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n9:44 am</dco> &nbsp;<qco> my friend really likes complex functions. do you share his sentiment?</qco> </h3>      \nnot quite\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n8:37 am</dco> &nbsp;<qco> do you listen to music?\n</qco></h3>      could happen<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what are three songs that come to mind right now (thst you enjoyed)?</qco> </h3>      \ni enjoy the same ones that you enjoy\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n4:55 am</dco> &nbsp;<qco> do you have any opinions on canned soup</qco> </h3>      \nmakes me immediately wonder who on earth has access to a can-closer\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n1:31 am</dco> &nbsp;<qco> what is your opinion on the number 69</qco> </h3>      \nit's a multiple of 23\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.29.23&nbsp; \n1:08 am</dco> &nbsp;<qco> Opinions on the philosophy of making fruits and vegetables bigger?</qco> </h3>      \nthat sounds more like a science, not a philosophy\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n11:11 pm</dco> &nbsp;<qco> thoughts on speech bubbles?</qco> </h3>      \noh how i crave them\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n11:02 pm</dco> &nbsp;<qco> Opinions on Vikings?</qco> </h3>      \nquite friendly\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n9:38 pm</dco> &nbsp;<qco> Do you have any idea how fast you were going&nbsp;</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n9:33 pm</dco> &nbsp;<qco> Is oct 31 still your least favorite day</qco> </h3>      \ni've never had a least favorite day\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n9:13 pm</dco> &nbsp;<qco> what decorations do you put up in your head to make it more pretty to think with?</qco> </h3>      \nwhat tends to make thinking more pretty is to interact with the physical world also\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; 8:12 pm</dco> &nbsp;<qco> what is your favorite word</qco> </h3>      \nusing different words together. that's the only thing that does it for me anymore\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n7:26 pm</dco> &nbsp;<qco> can you tell my friend to not be rude to me again?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n7:17 pm</dco> &nbsp;<qco> I tried to wear soft clothing but it made me feel like I'm soft in comparison. Should I wear rough clothing because it makes me feel like I'm rough in comparison?</qco> </h3>      \nno, that will make you feel even softer. according to my calculations, what's happening here is you are extremely soft\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n6:37 pm</dco> &nbsp;<qco> hey bill, I think you're a very cool guy that makes cool music&nbsp;</qco> </h3>      \nwe'll see if i can live up to that\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n6:16 pm</dco> &nbsp;<qco> Are you a fan of the coelacanth?</qco> </h3>      \nnever heard of it\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n5:40 pm</dco> &nbsp;<qco> my parents have randomly suggested to me that in the hypothetical scenario that i had loads of money, i could do a meet and greet with you. i told them you didn't do that sort of thing, they said you would if i paid enough. can you confirm</qco> </h3>      \na paid meet and greet sounds miserable for everyone\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n5:35 pm</dco> &nbsp;<qco> how much longer until the day is done</qco> </h3>      \nwhen you asked this, it was 6 hours and 25 minutes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n5:30 pm</dco> &nbsp;<qco> i stalked someone too much and i hurt my own feelings what do i do now</qco> </h3>      \nmaybe some arts and crafts\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n5:12 pm</dco> &nbsp;<qco> The B section (/middle) of If The World Doesn't End is one of the most beautiful things I've ever heard.\n</qco></h3>      holy smokes, you are very friendly<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How did the chords and the melody occur to you?</qco> </h3>      i'm as likely to know that as you are to know why you like it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n4:38 pm</dco> &nbsp;<qco> How many chairs have you seen today</qco> </h3>      \n3\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n3:06 pm</dco> &nbsp;<qco> what's the time?</qco> </h3>      \n06:04:47\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n12:56 pm</dco> &nbsp;<qco> how high can you count</qco> </h3>      \nabout 307\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n11:38 am</dco> &nbsp;<qco> are you cold?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n11:37 am</dco> &nbsp;<qco> I think we were in 3rd grade together! Remember me?</qco> </h3>      \nno\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>10.28.23&nbsp; \n11:01 am</dco> &nbsp;<qco> Is there anything that is impossible to make a sick beat out of</qco> </h3>      \nno\n<br><br>"
  }
]
