[
  {
    "html": "<h3> <dco>12.25.21&nbsp; \n6:33 pm</dco> &nbsp;<qco> before you read this question what were u thinking about</qco> </h3>      \nthe previous question\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.21&nbsp; \n4:05 pm</dco> &nbsp;<qco> Thoughts on leadership?</qco> </h3>      \nnot as easy as it looks\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.21&nbsp; \n3:02 pm</dco> &nbsp;<qco> hi\n<br>how do you write melodies? (I can't, and if I do make one I soon realise that it was just someone else's song I kept in my memory)</qco> </h3>      \ntry to make it bad on purpose. the music will rebel against this, and unique things may happen\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.21&nbsp; \n1:43 pm</dco> &nbsp;<qco> is the hotel in \"outside\" the same hotel that's in \"money\"</qco> </h3>      \ni was going to say no but now that i think about it yes. update, i thought about it more and it is not. the reasons i know this is because in outside it says \"i just opened up a new hotel\" which implies the person is the owner. in the \"money\" song it says \"at the hotel where i'm staying\" and i just don't see the person as being the hotel owner in that case\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.21&nbsp; \n11:14 am</dco> &nbsp;<qco> will you ever make a christmas song?</qco> </h3>      \ni've done it before, and i'll do it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.21&nbsp; \n3:48 am</dco> &nbsp;<qco> what is the meaning of christmas</qco> </h3>      \ndarkness, while being very grateful and thankful that the world is not usually this dark. in the southern hemisphere it takes a bit of reverse psychology to get this\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.21&nbsp; \n12:43 am</dco> &nbsp;<qco> will dan smith teach you guitar?</qco> </h3>      \nno way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.25.21&nbsp; \n12:27 am</dco> &nbsp;<qco> ever write down your dreams on the notebook page?</qco> </h3>      \ni don't write anything in the notebook sections, i just upload things i've written offline previously. i write down dreams sometimes but i can't remember if any of them have been uploaded to that section. if they are, it would say clearly that that's what it is\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n9:32 pm</dco> &nbsp;<qco> Do you worry about not having friends and how it may negatively affect you?</qco> </h3>      \nsometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n9:07 pm</dco> &nbsp;<qco> I tried transcribing \"history of the entire world, i guess\" once, and the beginning at least lines up well at 135 bpm. This would make the pause near the start 42 8th notes long. Was it composed to a grid, </qco></h3>      absolutely not<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and is that an intentional Douglas Adams reference?&nbsp;</qco> </h3>      \nabsolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n8:44 pm</dco> &nbsp;<qco> Hi bill, I've been a huge fan of your music in 2021. I've got two random questions for you:\n<br>1. Are you autistic?\n</qco></h3>      i don't know<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Do any of your songs have secret meanings?</qco> </h3>      \nthat depends what meanings you have found so far\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n7:59 pm</dco> &nbsp;<qco> why is the earth round</qco></h3>      to blow your mind<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and why do people want to take over the world&nbsp;</qco> </h3>      \nfor college credit maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n7:52 pm</dco> &nbsp;<qco> Why are notes \"sharp\" or \"flat\" instead of \"sharp\" or \"smooth\", or \"flat\" or \"round\"</qco> </h3>      \nwhy would it be those other ways instead of the first way\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n5:58 pm</dco> &nbsp;<qco> what should I do for christmas?</qco> </h3>      \neverything\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n1:07 pm</dco> &nbsp;<qco> are you going to make a Christmas song/video for youtube</qco> </h3>      \ni've done that a couple of times and i will probably do it again\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n8:12 am</dco> &nbsp;<qco> how does one talk to people without getting that weird feeling in the stomach?</qco> </h3>      \nif you talk to people much more often it gets easier\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n5:07 am</dco> &nbsp;<qco> are you a princess?</qco> </h3>      \nno but i can see why you would think that\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n3:46 am</dco> &nbsp;<qco> so did you ever end up eating those blades of grass?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n3:00 am</dco> &nbsp;<qco> What are the 3 chords on Long long long journey when you say \"Still might win\"</qco> </h3>      \nthat's just 2 chords. Bb7 and Ebmin7\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n1:06 am</dco> &nbsp;<qco> How long would a week have to be for you to confidently go on a weekly release schedule</qco> </h3>      \nhow about 1 day\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.24.21&nbsp; \n12:38 am</dco> &nbsp;<qco> How do you feel about multisyllable single digit numbers</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n11:43 pm</dco> &nbsp;<qco> How can I get out of a writers block with songwriting?</qco> </h3>      \ntry to write the wrong song\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n11:26 pm</dco> &nbsp;<qco> whats up with those easter island heads?</qco> </h3>      \na 3D printing test gone horribly wrong\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n9:41 pm</dco> &nbsp;<qco> How many stings does a harp have?</qco> </h3>      \noh just a couple billion or so\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n9:29 pm</dco> &nbsp;<qco> how do i do everything?</qco> </h3>      \nstart by making a list of everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n8:23 pm</dco> &nbsp;<qco> hey i have something to ask where should i start trying to make music</qco> </h3>      \nhow about right where you are\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n8:13 pm</dco> &nbsp;<qco> what's the difference between britain and the uk?</qco> </h3>      \nbritain is the big island with london and glasgow on it. the uk is a country which includes that island plus a piece of the ireland island and some other stuff maybe\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n7:48 pm</dco> &nbsp;<qco> what's the best song you haven't written yet?</qco> </h3>      \ni don't know\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n6:23 pm</dco> &nbsp;<qco> &nbsp;Do you give a lot of thought into how your songs are structured? Or do you just do what you think sounds good?</qco> </h3>      \ni put a lot of thought into what sounds good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n6:16 pm</dco> &nbsp;<qco> Thoughts on elephants?</qco> </h3>      \n\ni always forget what size they are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n3:09 pm</dco> &nbsp;<qco> more than a dream sounds great in my monitors, but in my car it feels too heavy on the bass side, why is this</qco> </h3>      \ni stopped doing car tests because it's too depressing and it makes me purge out all of the low end and makes the non-car mix too thin. the solution to this is some magic trick i have not acquired yet\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n2:08 pm</dco> &nbsp;<qco> hey bill, here's a long one. a week or two ago i was drinking with some friends and i went way overboard, i was pretty much on another planet. at some point this one friend (who in the weeks leading up to this day i had talked a lot to about how friends should be able to open up to each other and all that) and i went to go do something and i guess he was drunk and comfortable enough with our friendship to tell me a deeply personal secret, one that he didn't even tell his therapist or anything. almost as soon as we returned to the rest of the group i unthinkingly blurted the secret out in front of everybody. i immediately apologized and he says that he's gotten over it and forgiven me but i've been having a real hard time trying to get over what a terrible thing i've done and what a terrible person i feel like. do you have any advice for me in this trying time?</qco> </h3>      \nthat's simply the power of alchohol. use it wisely\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n12:00 pm</dco> &nbsp;<qco> thoughts on birds running for president?</qco> </h3>      \nthat's fine with me\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n11:39 am</dco> &nbsp;<qco> Do you appreciate clever questions?</qco> </h3>      \ni appreciate everything\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n8:03 am</dco> &nbsp;<qco> Favorite word at this very moment</qco> </h3>      \nmoment\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n6:40 am</dco> &nbsp;<qco> how do i develop a heightened sense of humour (like yours)&nbsp;</qco> </h3>      \nthat's easy. just start taking everything extremely seriously\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n4:45 am</dco> &nbsp;<qco> can i get a top view image of the streets in \"got some money\"</qco> </h3>      \n<a href=\"lkytop.jpg\" target=\"_blank\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.23.21&nbsp; \n1:44 am</dco> &nbsp;<qco> in \"and the day goes on\", in 1900, the times are going to change. why, and how?</qco> </h3>      \nbeing the 3rd verse, it seems to look toward a more broader time range. thinking about time and changes over the course of 10s or even 100s of years into the future. certainly there must have already been a feeling in 1900 that times were going to change, with rapidly developing new technologies. sound recordings, video, radio, cars, many more things. it's similar to the feeling we've been having ever since, with telephones, computers, planes, ai, many more things. By placing this in 1900, it's giving you an alternate view of the same story from an earlier point in time, and it also gives you the listener the sensation of actually being in the future, as you are listening to it more than 100 years later. so it hopefully rings especially true that times did change and indeed still are\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.21&nbsp; \n10:27 pm</dco> &nbsp;<qco> any advice on writing raps?</qco> </h3>      \nspend some of your time listening to beats while messing around saying stuff. spend another portion of your time quietly trying to imagine what you might say next time the beat is on\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.21&nbsp; \n9:41 pm</dco> &nbsp;<qco> Do you have any type of phobia?&nbsp;</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.21&nbsp; \n7:40 pm</dco> &nbsp;<qco> where does the sun go after it sets?</qco> </h3>      \nit stays where it is. while you're going around the world\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.21&nbsp; \n5:16 pm</dco> &nbsp;<qco> why don't you use capital letters?</qco> </h3>      \ni do, but why don't you\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.21&nbsp; \n3:21 pm</dco> &nbsp;<qco> Hey bill, how to get out of my own mind a little and live the present?</qco> </h3>      \nif you can get your mind into the present then you can have both\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.21&nbsp; \n2:33 pm</dco> &nbsp;<qco> is your next song 2:00-2:59?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.21&nbsp; \n1:56 pm</dco> &nbsp;<qco> why are some things bigger than others</qco> </h3>      \nnow that i think about this, i realize it probably all stems back to the great rebellion (against everything being the same)\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.21&nbsp; \n1:47 pm</dco> &nbsp;<qco> is it normal to get more excited about finishing something when you get more excited about what you're goign to do after\n<br></qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.21&nbsp; \n11:18 am</dco> &nbsp;<qco> have you ever considered doing a livestream</qco> </h3>      \nyes\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.21&nbsp; \n10:27 am</dco> &nbsp;<qco> thoughts on chairs&nbsp;</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.21&nbsp; \n9:19 am</dco> &nbsp;<qco> when is it useful to use more words than less</qco> </h3>      \n.....now?\n<br><br>"
  },
  {
    "html": "<h3> <dco>12.22.21&nbsp; \n8:33 am</dco> &nbsp;<qco> does your voice sound cooler in your head</qco> </h3>      \nsometimes\n<br><br>"
  }
]
