[
  {
    "html": "<h3> <dco>3.21.21&nbsp; \n2:40 am</dco> &nbsp;<qco> How do you draw your stuff in your videos so nicely? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When i try to draw, even with a wacom tablet which is *supposed* to make it easier, when i draw my drawings are never accurate. Any tips or novices like me?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.21.21&nbsp; \n2:13 am</dco> &nbsp;<qco> um okay so hi person I look up to quite a bit idk if you'll see this but I kinda need some life advice and I don't know who else I can talk to but uhhh: I've always known that I am the kind of person who HAS to be producing some kind of creative output, whether it's something like art or dancing or getting a job... like I just kind of have to DO something with my life you know?? the problem is that I'm not skilled in any sort of particular area and I know that I need to pick something to do and then stick to it </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;but I just don't know what??? I consume and consume all the sights and events and media around me and I have all of these thoughts and desire to do SOMETHING</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; but I can't figure out what to channel it into. Once I figure out what I should be doing I know I'll put my blood, sweat, and tears into it but I just can't find a starting point. I'm also at the age where I need to start planning what to do with my life</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; and how to make money and shit but\n  I just \n disappoint everyone who wants things from me because I can't stay motivated because I just don't have a PURPOSE. I just wish I had something I could be proud of and that I could be respected or respect myself for, something I poured all this energy I have inside me into, something that I can die with satisfaction knowing that I did. </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I don't even know what kind of advice you could give me lol, but honestly if you have any thoughts or anything at all it would be really cool :)</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n11:03 pm</dco> &nbsp;<qco> Are you suprised by this surprise?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n9:58 pm</dco> &nbsp;<qco> do you intentionally try to make your lyrics humorous or do they just turn out that way because they're so creative and unexpected</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n8:45 pm</dco> &nbsp;<qco> Will we see the video in the next week?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n8:31 pm</dco> &nbsp;<qco> <a href=\"q.php?date=202103191926\">3.19.21&nbsp;&nbsp;7:26 pm</a>  I'm not the person who asked this, but what would you say are some good ways to disguise wisdom?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n7:30 pm</dco> &nbsp;<qco> I've been watching your videos for at least 4 or more years and am just now learning this page exists. Not only does it exist, but it's alive and thriving. BILL. What should I eat for breakfast tomorrow?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n7:14 pm</dco> &nbsp;<qco> Do you or have you ever had an issue with your ego getting too big because of the high number of views you get and all the people who ask questions or post comments that include them saying how much they love your music? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I've heard people sometimes have a problem with that. Or is the only opinion that matters to you in relation to your videos and music yours?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n7:05 pm</dco> &nbsp;<qco> What's your opinion on walls?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n6:45 pm</dco> &nbsp;<qco> would you download a car?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n6:17 pm</dco> &nbsp;<qco> how to make music???</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n5:47 pm</dco> &nbsp;<qco> How could your day have gone worse&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n3:36 pm</dco> &nbsp;<qco> everything i make sounds like someone else's thing. no ones going to listen to me when there are better artists that do the same thing, right? so how do i do my own thing?? how do i be ~niche~</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n3:29 pm</dco> &nbsp;<qco> Are you planning on touring once this pandemic is over?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n3:25 pm</dco> &nbsp;<qco> how do you describe yourself</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n2:19 pm</dco> &nbsp;<qco> what does the drum notation look like for here comes the sun?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n2:19 pm</dco> &nbsp;<qco> Are you still groovy on mondays? Possibly like a pelican.</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n1:14 pm</dco> &nbsp;<qco> I was thinking of locking myself in my apartment without the internet or other distractions and just focusing on my projects for a year, to see if I can make any real progress. Do you think this is a good idea?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n1:04 pm</dco> &nbsp;<qco> whats your favourite chess opening?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n12:37 pm</dco> &nbsp;<qco> your opinion on toasters?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n12:31 pm</dco> &nbsp;<qco> are you content with your content</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n10:23 am</dco> &nbsp;<qco> i know you like lyrics a lot for music. do you think there are some merits to music without lyrics?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n10:21 am</dco> &nbsp;<qco> thoughts on google</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n9:35 am</dco> &nbsp;<qco> do you have ideas for questions</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n5:10 am</dco> &nbsp;<qco> what is the most difficult part of making/writing music?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n3:42 am</dco> &nbsp;<qco> Do you draw your effects with pencil?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.20.21&nbsp; \n2:31 am</dco> &nbsp;<qco> Hey Bill, you're so good at voice acting! How did you do it?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n11:30 pm</dco> &nbsp;<qco> what if there were 61 minutes in an hour, 25 hours in a day, and 8 days in a week?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n11:00 pm</dco> &nbsp;<qco> should i buy a honda CRV or a toyota camry?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n10:53 pm</dco> &nbsp;<qco> opinion on eggs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n10:31 pm</dco> &nbsp;<qco> Any advice for someone going into high school?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n10:15 pm</dco> &nbsp;<qco> how would you recommend i go about making more music when i also currently have 3 jobs</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n9:30 pm</dco> &nbsp;<qco> Hey, Bill. So, I've reached that point in life in which I should know where I'm heading for, but I don't. I'm seventeen and apparently yesterday I couldn't choose what I'd have for lunch, but today I'm supposed to decide what to do for the rest of my life? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And I've had this idea in the back of my mind for years, but I feel like I used to be scared of not knowing what to do and now I'm just kinda scared of knowing I don't want to do anything. Growing up, I've developed real interst in mathematics and languages, and I always thought I'd do something related to one of these areas. But now that I actually have to choose, I don't want either.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I live in a developing country and everything is focused in applicability: maths and languages courses are too much about applied knowledge, never seen as pure areas of study. The reason why I fell in love with maths and languages in the first place was by overanalyzing things that have no real impact in the world: I liked that they were beautiful on their own, with no need to ever be used. And the prospects for me are really negative from this point on, because I feel like every college I go to and every job available for me will be quite the opposite of that. I wish I lived in the US or Europe where pure sciences actually exist, but I don't, and I can't afford to go these places. I feel like there's nothing I want to do with the rest of my life, and yet my parents say I have to choose soon because I gotta make money somehow.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Anyway, I know this completely out of the scope of this page, I just really needed someone to talk to. I guess my question is \"what should I do given that I'm a broken piece in the machine of human existence and don't seem to have any use to anyone or be able to perform any useful service to humanity, however small?\"</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n8:43 pm</dco> &nbsp;<qco> why were your videos so short in 2014-2016? i know you posted all those videos go vine back then, but some of them were literally just a single word, like hibernate, yes, test, no, whatever, sheep, bread, tape, africa, song: hello, earth, colonization, quit, ], ]], etc.</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; also why were you so random</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n7:41 pm</dco> &nbsp;<qco> on expert mode, it says that there was a video called \"VACATIONING IN THE MIDDLE OF THE SUN\"</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; made in 1.2.20 with no link to it. Was this a video you made in 2020 that you just deleted or privated? Or was this just a teaser for \"here comes the sun\" that you decided to put on this website last year?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n7:26 pm</dco> &nbsp;<qco> i really love visiting this page because sometimes i need to hear wisdom from someone like you who is creative and knows how to think outside of the box. you tend to answer things in a way that just clicks with my brain. you say some things in such a straight forward and simple way and it makes me go, ah, there it is. the thing i needed to hear. Thanks for everything, i owe you my life</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n7:25 pm</dco> &nbsp;<qco> Is it possible to output art in numerous forms and continually take on projects that are stupidly ambitious all the time and be successful? </qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And also is it reasonable to try and make 3D galleries in games into a respected medium?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n6:11 pm</dco> &nbsp;<qco> Where were you when you discovered that A7 b9 is also Gdim7/A</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n6:08 pm</dco> &nbsp;<qco> are you planning on ever making a whole album?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n4:58 pm</dco> &nbsp;<qco> when will darkness cover the earth?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n4:02 pm</dco> &nbsp;<qco> how do you answer so many queries? I would have thought getting all these messages would mess up an artists mindset/mojo. why do you do it? thank you</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n3:17 pm</dco> &nbsp;<qco> 202103191218 Albums are digital now, you can put as mamy songs on as you like</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n2:24 pm</dco> &nbsp;<qco> is there something you wish there was a word for?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n1:43 pm</dco> &nbsp;<qco> i always that that when you said \"i'm just trying to be reasonable\" that you were joking around. but, the way you said it in an interview seemed like you were actually being serious. \n<br>\n<br>some of your other answers to a similar question confused me. but, as of now i think it just means that you're getting by just trying to make something. it's just what came to you in the moment using the tools that you had. and, you just kept adding to what you knew and what came naturally. and, that's what being reasonable means, right? it's just a linear progression of what you have, know, and do creatively. it's my perception at the moment.\n<br>\n<br>does that seem like something you'd agree with?&nbsp;</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n1:10 pm</dco> &nbsp;<qco> what is the least complicated word you know</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n12:18 pm</dco> &nbsp;<qco> are you planning on ever making a whole album?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n11:37 am</dco> &nbsp;<qco> what's the biggest prime number?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n11:13 am</dco> &nbsp;<qco> hey bill, on one of your interview you talked about how pretty much every piece of software should have shortcuts for everything...</qco></h3><h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; reaper daw has that, along with scripting too... just wanted to let you know...\n<br></qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n10:27 am</dco> &nbsp;<qco> when do you think your next song is gonna come out?</qco> </h3>"
  },
  {
    "html": "<h3> <dco>3.19.21&nbsp; \n9:30 am</dco> &nbsp;<qco> Is the video you're working on right now any good?</qco> </h3>"
  }
]
