[
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n10:21 pm</dco> &nbsp;<qco> u used to say humans will invent their way out of climate change but now you're worried about how you're going to stop climate change yourself, what changed</qco> </h3>      \ni never said i was going to do it myself, i never said i was not going to help, and i never particularly said i was worried\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n10:02 pm</dco> &nbsp;<qco> When will you collab with Wheezy Waiter?</qco> </h3>      \nany time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n10:02 pm</dco> &nbsp;<qco> Are there times where you feel like you need to take a break?</qco> </h3>      \nnever take a break. only make a break\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n9:59 pm</dco> &nbsp;<qco> What you think about the local government, who gon win?</qco> </h3>      \nit's battle of the fonts. it all comes down to what fonts they have on those signs\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n9:31 pm</dco> &nbsp;<qco> Will the wait for new content be worth it?</qco> </h3>      \ni'm not waiting, i am busily scrambling in a constructive and innovative fashion\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n8:59 pm</dco> &nbsp;<qco> Hello me again, I want to be a director when I grow up! :D Do you think I can succeed in my dream or being a director and give me some advice on making my dream come true? Thank you so much! &lt;3</qco> </h3>      \n<a href=\"jamescameron-directoradvice.mp4\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n8:37 pm</dco> &nbsp;<qco> Hi&nbsp;&nbsp;I just found your channel and discovered I can ask you things so here goes! How do you get these crazy creative awesome video ideas? (Btw you're awesome)</qco> </h3>      \nthat's kind of you, i have a waterslide, i never use the waterslide but i keep the ideas under the waterslide\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n8:27 pm</dco> &nbsp;<qco> on <a href=\"q.php?date=201909201028\">9.20.19&nbsp;&nbsp;10:28 am</a> &nbsp;&nbsp;you answered, in part: \"literally anyone put on stage more than 10 times will become comfortable there\"\n<br>\n<br>this is just not at all true, and can give false hope. I speak from many years of experience, both myself and observed in others.\n<br>\n<br>maybe you mean something different than what you answered here??</qco> </h3>      \noh no it's the hope police\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n8:21 pm</dco> &nbsp;<qco> Help I think my bones are melting.</qco> </h3>      \nthat makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n8:14 pm</dco> &nbsp;<qco> when are you going on tour?</qco> </h3>      \ni am making a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n8:12 pm</dco> &nbsp;<qco> am i good at bass?</qco> </h3>      \nif you are you will find yourself wishing there is some other way to say it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n7:37 pm</dco> &nbsp;<qco> im at the point of my life where i have to choose what career to follow and all that stuff and im pretty good a the scientific stuff but i dont rly think ill enjoy it as a job. i like art and music and animation\n<br>anyways how do you recommend managing time between creative projects and studying so that i dont end up insane and more tired than i already am? enlighten me\n<br>also do you think i'll hate my life in a few years? x)\n<br></qco> </h3>      \nfor your situation, i think a short morning walk, good hydration in the morning, and making a good strong and simple list, in the morning. take a brief time in the evening to catch up on something you are insanely curious about, and of course during the day time in between, conquer all the world. 3 or 4 worlds if possible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n6:59 pm</dco> &nbsp;<qco> How do you deal with lonliness</qco> </h3>      \ndiscover a new boson\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n6:58 pm</dco> &nbsp;<qco> are you gonna make your songs in 3D now too?</qco> </h3>      \ni'd make my whole damn breakfast in 3D if i could\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n4:57 pm</dco> &nbsp;<qco> what do you think of people who use autotune?</qco> </h3>      \nwhat i think of a person is not affected by whether or not they use autotune\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n4:33 pm</dco> &nbsp;<qco> I like how news programs on tv always have some music with that dramatic one-note staccato type riff. Like BAH-da-da-da bah-DA-da-da-da BREAKING NEWS.. \n<br></qco> </h3>      \ntraditionally those shows had just the sound of typewriters in the background for the opening titles. i believe the music evolved as an emulation of that soundtrack. it also resembles morse code, which was no doubt a defining sound in the news industry at one time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n4:01 pm</dco> &nbsp;<qco> Im studying virology and having trouble understanding lambda phage proteins involved in the lysogenic/lytic pathways. Any tips with getting into material that is incredibly dense? </qco></h3>      it helps to keep a journal and break it down sentence by sentence. if there is something that legitimately does not make sense, you should easily be able to make a solid and strong awesome case for why it really doesn't make sense. then make up a song about it<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t\n<br>Also if you were a virus would you prefer uni or multicellular targets to develop progeny?&nbsp;</qco> </h3>      multi is the only thing that really feels challenging to me anymore\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n3:55 pm</dco> &nbsp;<qco> if trees could think, what do you think they would think about?</qco> </h3>      \nthe atmosphere\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n2:48 pm</dco> &nbsp;<qco> bill, you know what, a (few) reality video(s) about your technological transformation would be interesting watch. are you thinking about making one?</qco> </h3>      \n<a href=\"sf.png\">maybe</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n2:21 pm</dco> &nbsp;<qco> If you could create a show for Netflix, what would it be about?</qco> </h3>      \nbeing trapped or lost inside the netflix logo\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n1:35 pm</dco> &nbsp;<qco> do you actually remember your first day or kindergarten</qco> </h3>      \nyes\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n1:11 pm</dco> &nbsp;<qco> What is ur next video</qco> </h3>      \ni can't tell you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n12:50 pm</dco> &nbsp;<qco> I don't have a life do you know where I could get one</qco> </h3>      \nanywhere, but it might get you first\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n11:44 am</dco> &nbsp;<qco> what's your favorite cereal?</qco> </h3>      \nflaky crumbs\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n11:43 am</dco> &nbsp;<qco> do you look towards the future or focus on the present?&nbsp;</qco> </h3>      \ni tend to focus on the transitional link between the present and the future\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n11:41 am</dco> &nbsp;<qco> are you dapper</qco> </h3>      \ni have that skill set\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n11:30 am</dco> &nbsp;<qco> spork but instead of a spoon it's a knife and instead of a fork it's also a knife what would you call this</qco> </h3>      \nshovel\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n11:20 am</dco> &nbsp;<qco> i asked you a question a couple of years ago but i can't find it. can you remind me which one it was?</qco> </h3>      <a href=\"q.php?date=201710200230\">sure</a>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n10:28 am</dco> &nbsp;<qco> <a href=\"q.php?date=201909190838\">9.19.19&nbsp;&nbsp;8:38 am</a>  so, people can't really learn from others when it comes to shows?</qco> </h3>      \nit's a phenomenon that can really only be learned by being there.  you can learn a little bit from being in the audience, but it's largely a completely unique phenomenon to be on stage, with nothing else quite being able to truly prepare you for it. but the good news is, it will be as easy to learn as riding a bike once you get on it. literally anyone put on stage more than 10 times will become comfortable there\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n9:24 am</dco> &nbsp;<qco> would you classify yourself as a good chap?</qco> </h3>      \naverage chap. normal chap\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n9:12 am</dco> &nbsp;<qco> What is your least colorful video?</qco> </h3>      \n'music'\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n9:09 am</dco> &nbsp;<qco> what will you do once you reach 1 billion subscribers?</qco> </h3>      \nsubscribe to pewdiepie, to help him catch up\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n8:10 am</dco> &nbsp;<qco> how to do a book tour when you do not have a book</qco> </h3>      \nno one on a book tour has a book. it's a fake book. it's up on stage, no one can read it from there\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n8:03 am</dco> &nbsp;<qco> what the hell is a duffel bag?</qco> </h3>      \ni guess we'll find out, at Area 51\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n8:02 am</dco> &nbsp;<qco> Why haven't you uploaded on youtube in so long? Are you working on a bigger video?</qco> </h3>      i am learning to make videos\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n7:30 am</dco> &nbsp;<qco> Do you have a deadline for your tech transition? </qco></h3>      <h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\tif not, how are you gonna prevent that it never ends?</qco> </h3>      it's very simple. i have a to do list. it goes around in circles because it gets updated and re-done every time. every possible thing i could and should ever do goes into that list. this includes writing videos, stopping climate change, etc you name it\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n7:28 am</dco> &nbsp;<qco> When will you be uploading?</qco> </h3>      \ni am making a countdown timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n6:59 am</dco> &nbsp;<qco> Why are some portions of the notes underlined?\n<br>\n<br>Do they lead to the secret hiding in this site?</qco> </h3>      \nunderline gives emphasis to a word. reminds me of my good friend, and king of emphasis, <u>Vladimir Putin</u>\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n6:48 am</dco> &nbsp;<qco> If you had a farm but could only grow 3 things what would they be?</qco> </h3>      \ni would grow 3 additional farms\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n6:06 am</dco> &nbsp;<qco> When do you plan on make making new videos again?</qco> </h3>      \ni was thinking of making a count down timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n5:47 am</dco> &nbsp;<qco> Opinion on socks?</qco> </h3>      \nlike pants for the feet\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n5:00 am</dco> &nbsp;<qco> What's inside the darn thing?</qco> </h3>      \nthe instructions for another thing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n3:56 am</dco> &nbsp;<qco> next vieo</qco> </h3>      \ni was thinking of making a count down timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n3:53 am</dco> &nbsp;<qco> When are you uploading your next vid(if there is one?)\n<br></qco> </h3>      \ni will make a count down timer\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n2:59 am</dco> &nbsp;<qco> hey i just bought these earplugs called eardial a guy i occasionally play music with recommended them and they're pretty nice they block out a good amount of sound but still let you hear a decently balanced sound they're like 30 bucks on amazon they also are small and clear plastic so people can barely see you're wearing them just thought i'd Let you know not sponsored&nbsp;</qco> </h3>      \ni personally have no interest in the fancy earplugs. i am all in for the foam ones. i know how to use them and they fit my use case in every way\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n2:51 am</dco> &nbsp;<qco> if u had the power to change the united states national anthem, what song would it be?</qco> </h3>      \nlift every voice and sing\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n2:41 am</dco> &nbsp;<qco> <a href=\"q.php?date=201909190004\">9.19.19&nbsp;&nbsp;12:04 am</a> \n<br>\n<br>I think It could be useful to use in the future, just to smooth out the edge a bit on vocals. And I'm not talking about the 100% wetness, T Pain style autotune. You may only need 5% of it or even less.\n<br>\n<br>But then again, it's all up to you.</qco> </h3>      \ni used to use it lightly on the backing harmonies, and then one day i decided to stop, and it sounded perfectly in tune. and slightly more genuine, and of course the bragging rights are top notch. also good practice\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n1:21 am</dco> &nbsp;<qco> Could you make a video that is entirely dedicated 2 me?\n<br></qco> </h3>      \nyes, i will make 2 for each person\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n1:19 am</dco> &nbsp;<qco> is time a concept or could it be a place?</qco> </h3>      \npace\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.20.19&nbsp; \n1:05 am</dco> &nbsp;<qco> what chord do you consider a E-Gb-B over an Ab bass? Ebsus2/Ab?</qco></h3>      Esus2/G#<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\t\t some sort of Ab-7?(b13, no5)?</qco> </h3>      E2/G#\n\n<br><br>"
  }
]
