[
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n1:56 pm</dco> &nbsp;<qco> is time an illusion, and if so, how do you think this affects trees, distance, and the color purple?\n<br></qco> </h3>      \nmakes them illusions i suppose\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n1:47 pm</dco> &nbsp;<qco> regarding the schedule on expert mode: did you secretly make a pact to yourself that if you couldn't get on the schedule in a year's time that you would be like \"fuck it, this must happen\"?</qco> </h3>      i'm not sure when and which you are talking about<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n1:45 pm</dco> &nbsp;<qco> hey it was intresting to see the ball rotate in 3 dimensions, was that a new challenge for you to make as a creator?</qco> </h3>      that was a challenge i faced in september/october 2016, when trying to animate the earth globe in a video\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n1:36 pm</dco> &nbsp;<qco> did you intentionally reference your canceled \"fake jail\" video in your new video \"ball and stick\"?</qco> </h3>      it's the same video<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n1:29 pm</dco> &nbsp;<qco> Bill how do you know when it's love?</qco> </h3>      \nyou get to decide\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n1:19 pm</dco> &nbsp;<qco> when are you going to put your old songs like im crazy/its raining and you are free to do whatever you want to on spotify</qco> </h3>      soon i think\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n1:08 pm</dco> &nbsp;<qco> I've always been nervous to ask a question is that weird?</qco> </h3>      no<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n12:58 pm</dco> &nbsp;<qco> How can I audition to play in your live band ?</qco> </h3>      just send an email and tell me who and where you are, etc<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n11:10 am</dco> &nbsp;<qco> can you start uploading songs every single day</qco> </h3>      maybe<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n10:39 am</dco> &nbsp;<qco> Will you upgrade to final cut 10?</qco> </h3>      i wouldn't consider that an upgrade, that would be more like switching to something entirely new. but i am still probably going to do it<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n10:22 am</dco> &nbsp;<qco> does money frighten you?</qco> </h3>      yes but no\n\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n10:03 am</dco> &nbsp;<qco> To the person who answers questions for Bill Wurtz;&nbsp;How do you enjoy working with Bill?</qco></h3>      it's very good<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Is he a good boss or are you overworked and underpaid?</qco> </h3>      blink\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n7:37 am</dco> &nbsp;<qco> do anagrams help reveal the meaning of life?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n7:10 am</dco> &nbsp;<qco> why do we work on certain things but not others?&nbsp;&nbsp;</qco></h3>      when you do everything at the same time it actually becomes nothing<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;what makes us work particularly hard or passionately on something?&nbsp;&nbsp;</qco></h3>      if you like it<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I keep thinking I understand this but then each time I realize I was wrong...</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n6:43 am</dco> &nbsp;<qco> Which country has the best shape?</qco> </h3>      are any of them a circle\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n6:30 am</dco> &nbsp;<qco> Bill I got an email from someone who claims it's you saying you're doing an iphone giveaway for your subscribers. I'm sure it's just a scam, right??</qco> </h3>      it was not me. what was their email address\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n5:19 am</dco> &nbsp;<qco> is ball&nbsp;&amp; stick about Patreon?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n5:12 am</dco> &nbsp;<qco> I'll phrase this differently. Did you join a discord server and sent some people friend requests as I am still contused</qco> </h3>      absolutely not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n5:11 am</dco> &nbsp;<qco> What song did you used in the \"knock knock, It's the United States\" clip from \"History of Japan\"?</qco> </h3>      i guess i would call it \"The One Where Matthew Perry Makes Some Demands\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n5:00 am</dco> &nbsp;<qco> what key signature should I write my next song in?</qco> </h3>      a different one from your previous song\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n4:09 am</dco> &nbsp;<qco> how is snow made?</qco> </h3>      by freezing a cloud\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n4:00 am</dco> &nbsp;<qco> what is discipline?</qco> </h3>      a fun challenge!\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n2:36 am</dco> &nbsp;<qco> what is one thing all humans must do before they die</qco> </h3>      be born\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n2:33 am</dco> &nbsp;<qco> About a month ago, someone asked if you would considered doing a podcast and you responded saying you already had one but it wasn't live. Is there any reason why it isn't live&nbsp;</qco> </h3>      so i can edit the hell out of it and add nifty graphics\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n2:06 am</dco> &nbsp;<qco> what does it take to be fresh</qco> </h3>      oh just a little bit of freshness\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n2:04 am</dco> &nbsp;<qco> Out of curiosity I slowed down Mount St. Helens to listen more closely to the rhythm of the vocals during the parts where it sounds like you're singing too many syllables over one beat (e.g. \"and it's gonna be a\" on beat 4 of measure 1). What it seems like you are consistently doing is having three accents during the beat (\"AND it's GONna BE a\"), but when I listened more closely you aren't doing a triplet feel over the beat, but rather, depending on the words in each particular occurrence, a 3-3-2, 3-2-3, or 2-3-3 pattern of 32nd notes (which fits better with the 16th note rhythms in the instruments than a triplet would). My question is: are you intentionally writing the melody with 32nd note syncopation like that?</qco></h3>      generally i'd say if you are hearing it differently as a result of slowing it down, that's probably not the way i was thinking it. i was writing it according to the speed it is on normal play mode<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Or are you just thinking about doing 3 accents over the beat? Either way, I'm impressed. Either you're successfully performing a near-impossible rhythm that you've written, or you're naturally creating one by ear as you try to sing with the best feel you can.</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n1:30 am</dco> &nbsp;<qco> how many licks does it take to get to the center of the known universe</qco> </h3>      zero, you are there\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n12:59 am</dco> &nbsp;<qco> what's the best way to cheer someone up?</qco> </h3>      ask them for directions\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n12:48 am</dco> &nbsp;<qco> Do you have plans for an album?</qco> </h3>      i think i prefer to release songs individually\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.2.19&nbsp; \n12:35 am</dco> &nbsp;<qco> there's a thing that comes up among people who are self taught with music or whatever people who do that are said to have \"gaps in their knowledge\"-stuff people with more formal education learned in school about proper technique or whatever. i always think that's a little strange to say because everybody has gaps in their knowledge, just the people who studied in school have all filled the same gaps. how do you recommend self taught musicians (like me) fill in those gaps? i kinda think if you pay enough attention to how other people do it, and you are somehow very relaxed yet focused, you can pretty much do whatever</qco> </h3>      really it's just like learning to read. the words don't change if you can't read, but reading/writing will help you communicate with the wider world. i'd say just get some song books. learn to read them. now that the internet is a thing, you can pretty much just look up everything you need to know 1 by 1. but i think song books would be the best thing, not only to become literate but it will probably introduce you to more songs and make you a stronger musical person in general\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n11:11 pm</dco> &nbsp;<qco> is this really you?</qco> </h3>      the person answering the question is me, the person who asked it was not\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n10:05 pm</dco> &nbsp;<qco> do your songs write themselves or does it take work</qco> </h3>      they are supposed to write themselves, but sometimes they can be stubborn, and it takes a lot of coaxing until i finally realize that coaxing really doesn't work anyway and they ultimately cannot be coaxed\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n9:56 pm</dco> &nbsp;<qco> Are you aware that your songs have a vibe that usually make people happy?</qco> </h3>      that would be nice\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n9:55 pm</dco> &nbsp;<qco> are the sounds at the end of la de da de da de da de day oh just before \"oh no\" alien crickets played in a low-ish register?</qco> </h3>      \nno\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n9:53 pm</dco> &nbsp;<qco> is everything going backwards?</qco> </h3>      it depends how your movement vectors are oriented\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n9:42 pm</dco> &nbsp;<qco> How do you come up with certain projects like ball and stick? What's the process behind it?</qco> </h3>      that one would be beginning to end. each part is imagined based on what should come after the part that came before. and the first part must be imagined based on what would go good at the beginning . ..... hopefully that makes sense\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n9:32 pm</dco> &nbsp;<qco> How are you mentally?</qco> </h3>      VERY GOOD!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n9:31 pm</dco> &nbsp;<qco> so when the Ball is talking to the Owl, did you pitch up his lines? or did you just talk a little differently?</qco> </h3>      perhaps a little of both\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n9:03 pm</dco> &nbsp;<qco> have you ever pressed shift or caps lock in your life?</qco> </h3>      hundreds of times a day for sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n8:53 pm</dco> &nbsp;<qco> Why did you stop making the reality videos?</qco></h3>      to continue making <a href=\"https://billwurtz.com/videos.html\">these</a> videos instead<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The only thing I get to see of you anymore is your hands.</qco> </h3>      i think just last week there was a video with most of my entire body in it. and actually now that i think about it, almost none of the reality videos have images of me at all\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n8:16 pm</dco> &nbsp;<qco> how many times have you forgotten you were a person?</qco> </h3>      thousands. perhaps every day\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n7:34 pm</dco> &nbsp;<qco> whew, is that \"violence, don't do it\" groove for ball&nbsp;&amp; stick in 13?\n</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; you always use time signatures to enhance meaning, so i was wondering why you threw that out there</qco> </h3>      needed something real floaty. actually wasn't expecting it to be discernable, because i was originally going to just have real floaty harps, no kick drum, no bass, etc. and the vocal is too floaty to determine where the top of the bar is, so i wasn't expecting it to be audible. but the harps sounded too fake so i ended up putting drums/bass on it, and as a result you can clearly hear the downbeats, for your counting enjoyment\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n7:31 pm</dco> &nbsp;<qco> How do you put yourself out there so much? I mean you put so much on this website, do you ever get anxiety about any of it? Like whenever I have a video on YouTube or like a little song on Soundcloud I get worried about people seeing it, or that it's really bad, and I usually end up deleting it. Do you ever delete things you post? How do you just let your personality show and not worry about it?</qco></h3>      someone suggested that this behaviour reminds them of a time they bumped their head and then became much more open about their creative output. now that i think back, i did actually bump my head around december 31, 2013<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (On a unrelated note, where do I find a personality?)</qco> </h3>      \n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n7:30 pm</dco> &nbsp;<qco> Were the songs in Ball And Stick specially and knowingly written for this video,</qco></h3>      yes<h3> <qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n or were they bits and pieces you couldn't find anything to do with and so you decided to make a story around them?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n7:20 pm</dco> &nbsp;<qco> Do you sometimes judge people on their clothing choice that day?</qco> </h3>      not intentionally, but surely yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n7:15 pm</dco> &nbsp;<qco> I got an email from someone claiming to be you. They were offering some phony deal. They also sent this to many other people who when looking back, commented on your latest video. Was this you?</qco> </h3>      no\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n7:00 pm</dco> &nbsp;<qco> was This the video that was scheduled for December 4th?</qco> </h3>      yes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n6:51 pm</dco> &nbsp;<qco> Does money bring happiness?</qco> </h3>      sometimes\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n6:51 pm</dco> &nbsp;<qco> Do you mind if I study your songs with my teachers at New England Conservatory?</qco> </h3>      \nyou could try but i'm not sure if they would like it\n<br><br>"
  },
  {
    "html": "<h3> <dco>1.1.19&nbsp; \n6:22 pm</dco> &nbsp;<qco> hey how do you make the good videos and music?!?!?</qco> </h3>      \n\nstart by making any kind and then after making about 500 you will start to possibly see clues about which ones are the 'good' ones\n<br><br>"
  }
]
