[
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n11:03 pm</dco> &nbsp;<qco> if i took goldfish crackers and put them in milk would it count as cereal?</qco> </h3>      \nit really depends who's judging cereal that day. sometimes they go on vacation\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n10:24 pm</dco> &nbsp;<qco> explain quantum physics in five words. or ten. or more. basically summarize quantum physics</qco> </h3>      \nbasically the point is that things are the way they could be\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n9:31 pm</dco> &nbsp;<qco> What inspired you to create long long long journey?</qco> </h3>      \na lot of things inspire me, and i create a lot of things, but what's not always clear is which thing inspired which\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n8:37 pm</dco> &nbsp;<qco> Did you say the origin of the earth is God because you said it was pineapples at first but then you said pineapples came from chickens which came from eggs which came from chickens which came from eggs which came from chickens which came from The Lord God His Almighty Majesty and Curator of the Heavens and All That is Right And Good on Our Wonderful Home Dwelling and Sacred Abode the Planet Which we live on which has begat life as well as All Sorts of Wonderful Things Which are Good and Essential</qco> </h3>      \ni challenged myself to make videos every day for an extended period of time. what you're referencing was taken from one of those videos which is a result of that challenge\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n7:16 pm</dco> &nbsp;<qco> Which would win in a fight 1 billions slugs or 1 tiger?</qco> </h3>      \nthis is not my area of expertise\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n6:13 pm</dco> &nbsp;<qco> What's your biggest complaint about programming languages?</qco> </h3>      \nthey're too easy to use\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n5:51 pm</dco> &nbsp;<qco> What incredibly strong opinion do you have that is completely unimportant in the grand scheme of things?</qco> </h3>      \nsometimes i disagree about which schemes are grand and which schemes are the regular ones\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; 5:08 pm</dco> &nbsp;<qco> do you remember the 21st night of september</qco> </h3>      \nof which year\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; 5:05 pm</dco> &nbsp;<qco> Do you have a favorite musician?</qco> </h3>      \nwhy wouldn't it be you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n2:45 pm</dco> &nbsp;<qco> How big do you think seahorses are</qco> </h3>      \ni have always assumed that they are smaller than a land horse. but i'm actually not sure\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n11:10 am</dco> &nbsp;<qco> Do you answer questions?</qco> </h3>      \nyes i do\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n11:03 am</dco> &nbsp;<qco> i like how you use lyrics as an instrument if that makes sense</qco> </h3>      \ni thought that was a standard technique. they are being performed by my voice which is considered an instrument\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; 10:04 am</dco> &nbsp;<qco> heads or tails</qco> </h3>      \nisn't there anything in between\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n9:00 am</dco> &nbsp;<qco> do you watch seinfield</qco> </h3>      \ni'm usually more interested in the 'inside looks' shows than the actual seinfeld show\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n7:36 am</dco> &nbsp;<qco> if you were to be a fish what part of the ocean would you live in</qco> </h3>      \nhow about the center\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n6:25 am</dco> &nbsp;<qco> are there any of your songs or videos that you particularly enjoyed the process of making? or are they pretty much all the same?</qco> </h3>      \namong other things, paticular enjoyment is gonna need to be there for all of them, otherwise it would be hard for the results to be any good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n5:09 am</dco> &nbsp;<qco> in \"where i've been\" you said you don't have any skills, why would you lie like that???</qco> </h3>      \nto take a breather from the more skilled parts of the song. for contrast\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n2:55 am</dco> &nbsp;<qco> since mass cannot be created nor destroyed, how did they exist in the first place? where did it come from?</qco> </h3>      \ni was wondering how they make chess boards, despite the fact that making a chess board is not a legal move in chess\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n2:38 am</dco> &nbsp;<qco> How do you feel about answering questions&nbsp;</qco> </h3>      \npretty good\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n1:16 am</dco> &nbsp;<qco> Hey do you think I should make it? It's barely legal but I don't think it's more work ethics then moral.</qco> </h3>      \ni have no idea what you're talking about. i would read try to read between the lines but the way your question is displayed on my screen right now it's only 1 line\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n1:06 am</dco> &nbsp;<qco> I instantly gravitate towards macaroni. Any help with this?</qco> </h3>      \nit sounds like things are going ok for you\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n1:01 am</dco> &nbsp;<qco> I'm starting college today, film school specifically. Any advice?</qco> </h3>      \nno, i have no idea what happens in film schools. sometimes my mind runs wild just trying to imagine\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n12:35 am</dco> &nbsp;<qco> In \"maybe I could eat blades of grass\" you finish off that video by saying \"everything is stupid\". In \"perfect\" you finish that video by saying \"everything is perfect\". Which is it?&nbsp;</qco> </h3>      \nit's impossible to describe exactly. that's why some of my explanations sound a little bit different. also those videos are fictional, that helps\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.9.24&nbsp; \n12:26 am</dco> &nbsp;<qco> What if a mansion was an apartment?</qco> </h3>      \nthat would be fine with me\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n11:29 pm</dco> &nbsp;<qco> I am currently studying for finals, do you have any tips on studying in general? \n<br>because I feel unproductive.</qco> </h3>      \nif you want to do well on an exam, you have to get closer to the headspace of the person who wrote the exam. it's just like learning a language. spend time around the people who speak the language and then you'll get into that mindset\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n10:34 pm</dco> &nbsp;<qco> people say that being apolitical is really just supporting the status quo. the status quo seems pretty bad in a lot of ways to me, but keeping up with politics makes me feel extremely depressed, and besides I don't think I'm really qualified to know what's right or wrong.&nbsp;&nbsp;is it okay to let other people worry about that stuff</qco> </h3>      i'm not following your logic\n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n10:26 pm</dco> &nbsp;<qco> i dont know what i want to do</qco> </h3>      \nin that case just do everything. then you'll know\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n10:05 pm</dco> &nbsp;<qco> The secret to the meaning of life?</qco> </h3>      \nthat reminds me of someone who was literally inside a chocolate cake, and they said \"where's the chocolate in this cake\"\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n9:13 pm</dco> &nbsp;<qco> Today I read a statistic that 90 percent of adults who take up an instrument do so in the hope of getting laid. What do you think of this?</qco> </h3>      \nif only they knew, actually what gets you laid is reading statistics\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n9:02 pm</dco> &nbsp;<qco> Is Mt. St. Helens about to blow up?</qco> </h3>      \ni'm not sure, but most days it does not\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; 8:37 pm</dco> &nbsp;<qco> why is it spelled ueqstions</qco> </h3>      \nit's not ueqstions, it's \n    <font style=\"font-size: 2em; font-weight: bold;\">ue<font color=\"#00EE3B\">q</font>stions\n    </font>\n\n    \n    \n\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; 8:16 pm</dco> &nbsp;<qco> What is your opinion on opinions?</qco> </h3>      \nthey're great\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n8:11 pm</dco> &nbsp;<qco> How do I learn how to edit videos?</qco> </h3>      \ndo it once and then see how you did. then do it again and do one thing better each time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n7:34 pm</dco> &nbsp;<qco> how to make a sandwich</qco> </h3>      \nthat's impossible. sandwiches are unmakable\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n6:51 pm</dco> &nbsp;<qco> Stupid kids at my school repeatedly say erm... what the sigma. What the heck does this idiotic phrase mean?</qco> </h3>      \ntaking it back a step, \"idiotic\" in this case means that you think it's stupid, without understanding it\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n6:32 pm</dco> &nbsp;<qco> HOW do you know if your lyrics are any good and your mind is just saying they're terrible, and how do you know they really are bad?</qco> </h3>      \ni don't consider lyrics separately, i consider the song all together (including the combined effect of the music and words as arranged). but anyway, it's impossible to figure out how good it is. at certain moments in life, you become aware of what magic can happen, and in my case i immediately feel \"that's a job for me, that's my job\" knowing that i'll never be exactly sure when it's happening, but in the long run i've come to realize that it does happen a lot. it's like sunshine really\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n5:42 pm</dco> &nbsp;<qco> I'm making a language should i make a word for sandcastle</qco> </h3>      \nwhat i think i'm hearing is that you want to, and you are somehow asking for my permission. but you don't need my permission for that\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n4:51 pm</dco> &nbsp;<qco> how do you feel about the various measurement systems and which one do you like best?</qco> </h3>      \nhow about integers\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n2:28 pm</dco> &nbsp;<qco> which time of day is the worst?</qco> </h3>      \nultimately you're not gonna get me to be a time hater\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n1:32 pm</dco> &nbsp;<qco> Ever read alternate history?</qco> </h3>      \nalternate future is more fun, and somehow more accessible\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n12:59 pm</dco> &nbsp;<qco> How do you feel about using a fade out to end a song? Off the top of my head, I can't think of a song by you that ends in a fade (although I'm sure there's probably a couple?). Do you think writing an actual ending is typically the stronger way to end a song? Actually as I'm writing this I just realized that Mt. St. Helens ends in a fade (I think?). But I can't think of any others.\n<br>\n<br>I feel like a fade out could be a useful tool when you want to imply that the music could go on forever, but sometimes when I hear fade outs in songs it almost just sounds like the band is still playing and the producer just decided \"this is getting too long, I'm just gonna fade it out here to shorten the run time\".</qco> </h3>      \ni have nothing against the fade and i'll use it as needed. but actually now that i think about it, whenever i intend it to be a fade, it ends up being better without the fade anyway\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n12:47 pm</dco> &nbsp;<qco> What's the deal with elevator music?</qco> </h3>      \ncan't be real. it's just the feeling of the elevator\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n11:18 am</dco> &nbsp;<qco> I don't have a favorite color since it often depends on the shade + context of how the color is used. When people ask me what my favorite color is what should I tell them if they don't accept what i wrote above for an answer&nbsp;</qco> </h3>      \nmaybe you can direct them to the helpline\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n11:04 am</dco> &nbsp;<qco> do you feel the need to maintain a perfect balance with everything you do?</qco></h3>      no<h3><qco> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; if so, why?</qco> </h3>      at some point i figured out that if you balanced everything perfectly, everything would disappear\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n10:25 am</dco> &nbsp;<qco> do you consider cereal to be soup?</qco> </h3>      \nin the right lighting it can be\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n6:19 am</dco> &nbsp;<qco> Pick a card</qco> </h3>      \nhow about the top card. i don't mind if you double lift and show the second one instead\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n5:48 am</dco> &nbsp;<qco> do you ever feel burdened by thoughts that if you had lived your life a little happier you would be a better person or is that just me</qco> </h3>      \nthere can be burdensome moments of thought. but you forgive yourself for those in due time\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n2:30 am</dco> &nbsp;<qco> What is your favorite kind of fish?</qco> </h3>      \ngold\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n2:26 am</dco> &nbsp;<qco> do you think my cat loves me?</qco> </h3>      \nit's possible\n\n<br><br>"
  },
  {
    "html": "<h3> <dco>9.8.24&nbsp; \n12:18 am</dco> &nbsp;<qco> Hello there how are you?</qco> </h3>      \nHI thanks for that greeting\n<br><br>"
  }
]
